Repository: BitJam/Transifex-translations
Catalog: antix-development.antixccpot/*.po
Languages: ar, bg, ca, cs, de, el, es, fr, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr

source: Desktop
ar: سطح المكتب
bg: Десктоп
ca: Escriptori
cs: Pracovní plocha
el: Επιφάνεια εργασίας
es: Escritorio
fr: Bureau
ja: デスクトップ
nb: Skrivebord
pl: Pulpit
pt_br: Área de trabalho
ru: Рабочий стол
sv: Skrivbord
tr: Masaüstü

source: System
ar: النظام
bg: Система
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
fr: Outils Système
it: Sistema
ja: システム
nl: Systeem
pt_br: Sistema
ro: Sistem
ru: Система
tr: Sistem

source: Network
ar: الشبكة
bg: Мрежа
ca: Xarxa
cs: Síť
de: Netzwerk
el: Δίκτυο
es: Red
fr: Le réseau
ja: ネットワーク
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
ro: Rețea
ru: Сеть
sv: Nätverk
tr: Ağ

source: Session
ar: الجلسة
bg: Сесия
cs: Zasedání
de: Sitzung
el: Παράθυρο
es: Sesión
it: Sessione
ja: セッション
pl: Sesji
pt_br: Sessão
tr: Oturum

source: Live
ar: مباشر
bg: Лайф
cs: Živé
el: ζωντανό
es: Modo Live
fr: Direct
ja: ライブ
ru: Живая

source: Disks
ar: الأقراص
bg: Дискове
ca: Discs
cs: Disky
el: Δίσκοι
es: Discos
fr: Disques
it: Dischi
ja: ディスク
nb: Disker
nl: Opslagmedia
pl: Dyski
pt_br: Discos
ro: Discuri
ru: Диск
sv: Hårddiskar
tr: Diskler

source: Hardware
ar: الأجهزة
bg: Хардуер
ca: Maquinari
el: Υλικό
es: Soporte físico
fr: Matériel
ja: ハードウェア
nb: Maskinvare
pl: Sprzęt
ru: Оборудование
sv: Hårdvara
tr: Donanım

source: Choose Wallpaper
ar: إختار ورق الحائط
bg: Изберете Картина
ca: Tria el Fons de Pantalla
cs: Změnit tapetu plochy
de: Hintergrund Wählen
el: Επιλέξτε την Ταπετσαρία
es: Fondo de pantalla
fr: Fond d'écran
it: Cambia sfondo desktop
ja: 背景画像を選択
nb: Velg Bakgrunn
nl: Kies Achtergrond
pl: Wybierz tapetę pulpitu
pt_br: Escolher Tema de Fundo
ro: Alegere fundal desktop
ru: Выбрать обои
sv: Välj Wallpaper
tr: Duvarkağıdı Seç

source: Edit Fluxbox Settings
ar: تعديل إعدادات Fluxbox
bg: Настройте Fluxbox Настройки
ca: Edita Configuració de Fluxbox
cs: Upravit nastavení Fluxbox
de: Fluxbox-Einstellungen
el: Ρυθμίσεις του Fluxbox
es: Configuración Fluxbox
fr: Réglages Fluxbox
it: Cambia impostazioni di Fluxbox
ja: Fluxbox 設定の編集
nb: Rediger Fluxbox
nl: Bewerk Fluxbox-Instellingen
pl: Edycja ustawień Fluxbox
pt_br: Configurar Fluxbox
ro: Editare setări fluxbox
ru: Редактировать настройки fluxbox
sv: Redigera Fluxbox inställningar
tr: Fluxbox Ayarları Düzenle

source: Edit System Monitor
ar: تعديل إعدادا مراقبة النظام
bg: Настройте Системен Монитор
ca: Edita Utilitat Conky
cs: Upravit správu systému
de: Conky-Einstellungen
el: Ρυθμίσεις του Conky
es: Configuración Conky
fr: Préférences Conky
it: Modifica il Monitor di Sistema
ja: システムモニターの編集
nb: Edit Conky
nl: Bewerk Conky
pl: Edycja monitora systemu
pt_br: Editar Conky
ro: Editare Conky
ru: Редактировать conky
sv: Redigera System-skärm
tr: Sistem Monitörü Düzenle

source: Change Gtk2 and Icon Themes
ar: تبديل مظهرأيقونات Gtk2
bg: Променете Gtk2 и Иконни Теми
ca: Canvia Icones i Tema Gtk2
cs: Změnit Gtk2 a témata ikonek
de: gtk2 und Icon Themen
el: Προτιμήσεις Εικονιδίων
es: Cambiar Tema e Iconos Gtk2
fr: Gestionnaire de thèmes gtk2
it: Cambia temi di Gtk2 e delle icone
ja: GTK2・アイコンテーマの変更
nb: Bytte gtk2 og Ikontema
nl: Verander Gtk2- en Icoon-Themas
pl: Zmień motywy ikon i gtk2
pt_br: Alterar Tema gtk2 e Ícones
ro: Schimbare aspect gtk2 si iconițe
ru: Сменить темы gtk2 и Иконки
sv: Ändra Gtk2 och Icon Teman
tr: Gtk2 ve Icon Tema Değiştir

source: Edit IceWM Settings
ar: تعديل إعدادات IceWM
bg: Редактирайте IceWM Настройки
ca: Edita Configuració de IceWM
cs: Upravit nastavení IceWM
de: IceWM-Einstellungen
el: Ρυθμίσεις του IceWM
es: Editar los ajustes de IceWM
fr: Réglages Icewm
it: Cambia impostazioni di IceWM
ja: IceWM 設定の編集
nb: icewm instillinger
nl: IceWM instellingen bewerken
pt_br: Configurar ICEWM
ro: Ieșire configurări IceWM
ru: Редактировать настройки IceWM
sv: Redigera IceWM's inställningar
tr: IceWM Ayarları Düzenle

source: Edit jwm Settings
ar: تعديل إعدادات jwm
bg: Редактирайте jwm Настройки
ca: Edita Configuració de JWM
cs: Upravit nastavení jwm
de: jwm-Einstellungen
el: Ρυθμίσεις του jwm
es: Editar ajustes de jwm
fr: Réglages jwm
it: Cambia impostazioni di jwm
ja: Jwm 設定の編集
nb: Jwm instillinger
nl: Jwm instellingen bewerken
pt_br: Configurar JWM
ru: Редактировать настройки jwm
sv: Redigera jwm inställningar
tr: jwm Ayarları Düzenle

source: Manage Packages
ar: إدارة الرزم
bg: Управлявайте Пакети
ca: Gestiona el Programari
cs: Spravovat balíčky
de: Verwalten der Pakete
el: Διαχείριση πακέτα
es: Manejar los paquetes
fr: Gestion de paquetages
it: Gestisci pacchetti software
ja: パッケージ管理
nl: Pakketbeheer
pt_br: Gerenciar Pacotes
ro: Gestionare programe
ru: Управление пакетами
sv: Hantera Paket
tr: Paketleri Yönet

source: Configure System
ar: إعداد النظام
bg: Конфигурирайте Системата
ca: Configura el Sistema
cs: Nastavit systém
de: Systemkonfiguration
el: Προτιμήσεις Συστημάτων
es: Configurar Sistema
fr: Configuration du système
it: Configura il sistema
ja: システム設定
nb: Systeminnstillinger
nl: Systeem Configuratie
pl: Konfiguracja systemu
pt_br: Configurar Sistema
ro: Configurare sistem
ru: Настройка системы
sv: Anpassa System
tr: Sistem Yapılandırma

source: Choose Startup Services
ar: إختار خدمات بدء التشغيل
bg: Изберете Услуги При Стартиране
ca: Tria Serveis d'arrencada
cs: Vybrat služby po spuštění
de: Startup Services Wählen
el: Επιλέξτε Startup Services
es: Escoger Servicios para Inicio
fr: Gestion des services
it: Scegli i servizi all'avvio
ja: スタートアップサービスの選択
nb: Tjenester ved Oppstart
nl: Kies Opstartdiensten
pl: Wybór usług startowych
pt_br: Escolher Serviços
ro: Alegere servicii de pornire
ru: Параметры автозапуска
sv: Välj Programstart-tjänster
tr: Başlangıç Servisleri Seç

source: Manage Users
ar: إدارة المستخدمين
bg: Управлявайте Потребители
ca: Gestió d'Usuaris
cs: Spravovat uživatele
de: Userverwaltung
el: Διαχείριση Χρηστών
es: Gestionar Usuarios
fr: Gestion des utilisateurs
it: Gestione Utenti
ja: ユーザ管理
nb: Brukerbehandling
nl: Gebruikers-Beheer
pl: Zarządzanie użytkownikami
pt_br: Gerenciar Usuários
ro: Gestionare utilizatori
ru: Пользователи
sv: Hantera Användare
tr: Kullanıcıları Yönet

source: Edit Config Files
ar: تحرير ملفات التكوين
bg: Редактирайте Конфигурационни Файлове
ca: Edita Fitxers de Configuració
cs: Upravit nastavovací soubory
de: Konfigurationsdateien
el: Ρυθμίσεις ώς Root
es: Editar Archivos de Configuración
fr: Fichiers de configuration
it: Cambia i file di configurazione
ja: 設定ファイルの編集
nb: Rediger Systemfiler
nl: Bewerk Config-Bestanden
pl: Edycja plików konfiguracyjnych
pt_br: Arquivos de Configuração
ro: Editare fișiere config
ru: Системные файлы
sv: Redigera Konfigurationsfiler
tr: Ayar Dosyalarını Düzenle

source: Set Date and Time
ar: تعيين التاريخ و الساعة
bg: Настройте Дата и Час
ca: Ajusta Data i Hora
cs: Nastavit datum a čas
de: Datum & Zeit
el: Ρύθμιση Ημερομηνίας & Ώρας
es: Fijar Fecha y Hora
fr: Date et Heure
it: Imposta ora e data
ja: 日時の設定
nb: Tid og Dato
nl: Datum en Tijd
pl: Ustaw datę i czas
pt_br: Alterar Data/Hora
ro: Setare dată si oră
ru: Установка даты и времен
sv: Ställ in Datum och Tid
tr: Tarih ve Saat Ayarla

source: Network Interfaces (ceni)
ar: واجهات الشبكة (ceni)
bg: Мрежови Интерфейси (ceni)
ca: Interfície de Xarxa (ceni)
cs: Spravovat rozhraní připojení
de: Netzwerkassistent
el: Ρύθμιση Διεπαφής
es: Interfaz de Red (ceni)
fr: Interfaces Réseau (ceni)
it: Gestisci interfacce di rete (ceni)
ja: ネットワークインターフェイス (ceni)
nb: Sett Opp Nettverk (ceni)
nl: Netwerkverbinding (ceni)
pl: Konfiguracja Interfejsu (ceni)
pt_br: Dispositivo Rede (ceni)
ro: Interfețe de retea (ceni)
ru: Настройка сети (ceni)
sv: Nätverksgränssnitt (ceni)
tr: Ağ Arayüzleri (ceni)

source: Configure GPRS/UMTS Connection
ar: إعداد روابط ال GPRS/UMTS
bg: Конфигурирайте GPRS/UMTS Връзка
ca: Configura Connexió GPRS/UMTS
cs: Nastavit připojení GPRS/UMTS
de: GPRS-UMTS-Konfiguration
el: Σύνδεση GPRS/UMTS
es: Configurar conexión GPRS/UMTS
fr: Configuration GPRS/UMTS
it: Configura connessione GPRS/UMTS
ja: GPRS・UMTS 接続の設定
nb: Bredbåndsoppsett GPRS/UMTS
nl: Configureer GPRS/UMTS-Verbinding
pl: Połączenie GPRS/UMTS
pt_br: Conexão GPRS/UMTS
ro: Configurare conexiune GPRS/UMTS
ru: Настройки GPRS/UMTS соединений
sv: Anpassa GPRS/UMTS Anslutning
tr: GPRS/UMTS Bağlantı Yapılandır

source: Connect Wirelessly (wicd)
ar: إرتبط لاسلكياً (wicd)
bg: Свържете Се Безжично (wicd)
ca: Connexió sense fils (wicd)
cs: Připojit bezdrátově (wicd)
de: Drahtlosverbindung (wicd)
el: Σύνδεση ασύρματα (wicd)
es: Conexión inalámbrica (wicd)
fr: Réseau sans Fil (wicd)
it: Connetti Wireless (wicd)
ja: 無線接続 (wicd)
nb: Koble til tråløst (wicd)
nl: Draadloze verbinding (wicd)
pt_br: Conectar Rede Sem Fios (wicd)
ru: Беспроводное подключение (Wicd)
sv: Ansluta trådlöst (wicd)
tr: Kablosuz Bağlan (wicd)

source: Wireless (rutilt)
ar: إعداد الأجهزة لاسلكية (rutilt)
bg: Безжична Мрежа (rutilt)
ca: Informació sense fils (rutilt)
cs: Bezdrátově (rutilt)
de: Funkverbindung (rutilt)
el: Ασύρματο (rutilt)
es: Inalámbrica (rutilt)
fr: Réseau sans Fil (rutilt)
ja: 無線 (rutilt)
nb: Trådløsoppsett (rutilt)
nl: Draadloze (rutilt)
pl: Połączenie Bezprzewodowe (rutilt)
pt_br: Rede Sem Fios (rutilt)
ru: Беспроводная сеть (rutilt)
sv: Trådlös (rutilt)
tr: Kablosuz (rutilt)

source: Configure Dial-Up Connection
ar: إعداد الإتصال المباشر
bg: Конфигуриране на Dial-Up Връзка
ca: Configura Connexió Telefònica
cs: Nastavit Dial-Up připojení
de: Konfigurieren der DFÜ-Verbindung
el: Σύνδεση Dial-Up
es: Configuración de la conexión telefónica
fr: Connexion par modem RTC
it: Configura connessione Dial-Up
ja: ダイヤルアップ接続の設定
nl: Configureer Inbelverbinding
pt_br: Config. Conexão Discada
ru: Настройка Dial-Up соединения
sv: Anpassa Uppringd anslutning
tr: Dial-Up Bağlantı Yapılandır

source: Manage Firewall
ar: إدارة جدار الحماية
bg: Управлявайте Огнена Стена
ca: Gestiona el Tallafocs
cs: Spravovat bránu Firewall
de: Verwalten des Firewall
el: Διαχείριση Firewall
es: Manejar la Pared de fuego
fr: Gestion du pare-feu
it: Gestisci Firewall
ja: ファイヤーウォール管理
nb: Brannmur instillinger
nl: Firewall Beheer
pt_br: Gerenciar Firewall
ru: Управление Firewall
sv: Hantera Brandvägg
tr: Güvenlik Duvarı Yönet

source: Change Keyboard Layout
ar: تغيير تخطيط لوحة المفاتيح
bg: Променете Клавиатурното Оформление
ca: Configuració del Teclat
cs: Změnit rozložení klávesnice
de: Tastatur-Layout
el: Ρύθμιση Γλώσσας
es: Cambiar Disposición del Teclado
fr: Disposition du clavier
it: Cambia mappatura della tastiera
ja: キーボードレイアウトの変更
nb: Endre Tastaturkart
nl: Verander Toetsenbord Layout
pl: Zmień układ klawiatury
pt_br: Disposição do Teclado
ro: Schimbare limbă tastatură
ru: Сменить раскладку
sv: Ändra tangentbordets layout
tr: Klavye Düzeni Değiştir

source: Change Slim Background
ar: تغيير خلفية صورة Slim
bg: Сменете Фона на Slim
ca: Canvia Fons de Slim
cs: Změnit štíhlé pozadí
de: Verändern des Slim-Hintergrund
el: Αλλαγή ταπετσαρίας του Slim
es: Cambiar el fondo de Slim
fr: Ecran d'accueil Slim
it: Cambia sfondo di Slim
ja: ログイン画面(Slim)背景の変更
nb: Endre Slim bakgrunn
nl: Verander Slim-Achtergrond
pt_br: Alterar Tema do Slim
ru: Изменить тонкий фон
sv: Byt Slim bakgrund

source: Set Screen Resolution
ar: تحديد دقة الشاشة
bg: Задайте Екранна Резолюция
ca: Resolució de Pantalla
cs: Nastavit rozlišení obrazovky
de: Bildschirmauflösung
el: Ανάλυση Οθόνης
es: Resolución de Pantalla
fr: Taille de l'écran
it: Imposta risoluzione schermo
ja: 画面解像度の設定
nb: Skjermoppløsning
nl: Stel Schermresolutie In
pl: Ustaw rozdzielczość ekranu
pt_br: Resolução de Tela
ro: Setare rezoluție ecran
ru: Разрешение Экрана
sv: Ställ in Skärmupplösning
tr: Ekran Çözünürlüğü Ayarla

source: Edit Login Options
ar: تحرير خيارات تسجيل الدخول
bg: Опции При Влизане
ca: Edita Opcions d'Entrada
cs: Upravit nastavení přihlášení
de: Login-Optionen
el: Προτιμήσεις Σύνδεσης
es: Opciones de Login
fr: Options de login
it: Cambia opzioni di Login
ja: ログインオプションの編集
nb: Rediger Innlogging
nl: Bewerk Aanmeld-Opties
pl: Edycja opcji logowania
pt_br: Config. Opções de Acesso
ro: Editare opțiuni de autentificare
ru: Редактировать настройки авторизации
sv: Redigera Inloggningsalternativ
tr: Giriş Seçenekleri Düzenle

source: Set auto-login
ar: تحديد تسجيل الدخول التلقائي
bg: Задайте авто-влизане
ca: Configura auto-login
cs: Nastavit štíhlost
de: auto-login-Einstellungen
el: Auto-login
es: Configurar auto-login
fr: Configuration auto-login
it: Imposta l'auto-login
ja: 自動ログイン設定
nb: Auto-login Oppsett
nl: auto-login Configuratie
pl: Konfiguracja Auto-login
pt_br: Autenticação Automática
ro: Autentificare automată
ru: Настройка Auto-login
sv: Ställ in auto-inloggning
tr: Otomatik-giriş ayarla

source: After choosing a new theme, please logout/login to see the changes.
ar: بعد اختيار المظهر الجديد، يرجى الخروج / الدخول لكي تروا التغييرات
bg: След като изберете нова тема, моля излезте/влезте за да видите промените.
ca: Després de triar un nou tema, sortiu i torneu a entrar per a veure els canvis
cs: Po vybrání nového vzhledu, se prosím odhlaste/přihlaste pro projevení změn.
de: Nach der Wahl eines neuen Thema, bitte abmelden/anmelden, um die Änderung wirksam zu machen.
el: Αφού επιλέξετε ένα νέο θέμα, παρακαλούμε logout /login για να δείτε τις αλλαγές.
es: Después de escoger un tema nuevo, por favor reinicie la sesión para ver sus cambios.
fr: Après avoir choisi un nouveau thème, s'il vous plaît déconnectez/reconnectez vous, pour voir les changements.
it: Dopo aver scelto un nuovo tema, fai il logout/login per vedere i cambiamenti
ja: 新しいテーマを選んだ後、ログアウト・ログインする事で変更が反映されます。
nl: A.ub. afmelden/aanmelden na het kiezen van een nieuw thema om te veranderingen te bekijken
pt_br: Após escolher um novo tema, por favor reinicie a sessão para ver as mudanças.
ro: Dupa alegerea unei teme noi, ieșiți și autentificați-vă pentru a vedea modificările.
ru: После выбора новой темы, пожалуйста, выйдите / войдите, чтобы увидеть изменения.
sv: Efter att ha valt ett nytt tema, logga ut och logga in för att se ändringarna.

source: Change cursor theme
ar: تبديل مظهر المؤشّرة
bg: Променете курсор тема
ca: Canvia Temes del Cursor
cs: Změnit téma kurzoru
de: Verändern des Cursor-Thema
el: Επιλέξτε Δείκτη Ποντικιού
es: Tema del Cursor
fr: Thème de curseur
it: Cambia tema del puntatore
ja: カーソルテーマの変更
nb: Musepeker
nl: Verander Cursor-Thema
pl: Motyw Kursora
pt_br: Tema do Cursor
ro: Schimbare aspect cursor
ru: Сменить тему курсора
sv: Ändra markörtema
tr: İmleç tema değiştir

source: RemasterCC
ar: إعادة انتاج CC
es: Remasterizar CC
it: RemasterControlCenter

source: Set up live persistence
ar: إعداد التثبيت المباشر للنظام على USB
bg: Настройте лайф постоянство
ca: Configurar persistència live
cs: Nastavit přetrvávání u živých verzí
de: Einrichten der Live-Persistenz
el: live persistence
es: Ajustar la persistencia en modo live
fr: Configurer la persistance en direct
it: Imposta Persistenza Live
ja: live 権限の設定
nl: Live-persistentie instellen
ru: Настройка живой настойчивости
sv: Aktivera live persistence

source: Save root persistence
ar: التثبيت المباشر للنظام على Root
bg: Съхранете рут постоянство
ca: Desar persistència root
cs: Nastavit přetrvávání root
de: Speichern der Root-Persistenz
el: root persistence
es: Guardar la persistencia de root
fr: Enregistrer la persistance racine
it: Salva Persistenza Root
ja: root 権限の保存
nl: Root-persistentie opslaan
ru: Сохранить корень настойчивости
sv: Spara root persistence

source: Remaster
ar: إعادة الإنتاج
ca: Remasteritza
cs: Přizpůsobit
es: Remasterizar
ja: リマスター

source: Partition a Drive
ar: تقسيم القرص الصلب
bg: Поделете Устройство
ca: Particiona els Discos
cs: Rozdělit disk
de: Partitionieren eines Laufwerk
el: Δημιουργήστε Κατατμήσεις
es: Particionar Dispositivo
fr: Outil de partitionnement
it: Partiziona un disco
ja: ドライブのパーティション
nb: Partisjoner Disk
nl: Partitioneer Schijf
pl: Partycjonowanie dysku
pt_br: Gerenciar Partições
ro: Partiționare hard disk
ru: Создание тома
sv: Partitionera en Hårddisk
tr: Disk Bülümleme

source: Mount Connected Devices
ar: تحميل الاجهزة الموصلة
bg: Монтирайте Свързани Устройства
ca: Munta Dispositius Connectats
cs: Připojení výstupních zařízení
de: Devices Mounten
el: Προσάρτηση Συσκευής
es: Montar Dispositivos Conectados
fr: Montage des périphériques
it: Monta i dispositivi connessi
ja: 接続デバイスのマウント
nb: Monter Lagringsenheter
nl: Aangesloten Apparaten Opstarten
pl: Montowanie podłączonych urządzeń
pt_br: Montar Dispositivos
ro: Montare dispozitive conectate
ru: Смонтировать устройство
sv: Montera Anslutna Enheter
tr: Bağlı Aygıtları Tak

source: Backup Your System
ar: عمل نسخة احتياطية للنظام
bg: Резервно Копие На Система
ca: Còpia Seguretat Sistema
cs: Zálohovat systém
de: Backup Ihres Systems
el: Δημιουργία αντιγράφων ασφαλείας των δεδομένων
es: Respaldar su sistema
fr: Sauvegarde du système
it: Backup del tuo sistema
ja: システムのバックアップ
nl: Bewaar Systeem
pt_br: Backup do Sistema
ru: Резервное копирование системы
sv: Gör System Backup
tr: Sistem Yedekleme

source: Image a Partition
ar: صورة طبق الأصل قسم القرص الصلب
bg: Изобразете Сектор
ca: Crea Imatge de Partició
cs: Vyobrazit část
de: Image Erstellen
el: Αντιγράψτε Κατατμήσεις
es: Imagen de Partición
fr: Copier une partition
it: Crea un'immagine della partizione
ja: パーティションイメージ
nb: Ta Diskbilde av Partisjon
nl: Partitie Weergeven
pl: Utwórz obraz partycji
pt_br: Copiar Partição
ro: Duplicare partiție
ru: Копирование тома
sv: Avbilda en Partition

source: Synchronize Directories
ar: مزامنة الدليل
bg: Синхронизирайте Директории
ca: Sincronitza Directoris
cs: Synchronizovat adresáře
de: Verzeichnis-Synchronisation
el: Rsync
es: Sincronizar Directorios
fr: Synchronisation de répertoires
it: Sincronizza Directory
ja: ディレクトリの同期
nb: Synkroniser Mapper
nl: Bestanden Afstemmen
pl: Synchronizacja katalogów
pt_br: Sincronizar Diretórios
ro: Sincronizare directoare
ru: Синхронизировать папки
sv: Synkronisera Kataloger
tr: Dizinleri Eşitle

source: System Information
ar: معلومات النظام
bg: Системна Информация
ca: Informació del sistema
cs: Informační systém
el: Πληροφορίες συστημάτων
es: Información del sistema
fr: Gestionnaire de Matériel
it: Informazioni di sistema
ja: システム情報
nb: Systeminformasjon
nl: Systeem-informatie
pl: Informacje o systemie
pt_br: Gerenciar Hardware
ro: Informații sistem
ru: Информация о системе
tr: Sistem

source: Setup a Printer
ar: إعداد الطابعة
bg: Настройте Принтер
ca: Configura Impressores
cs: Nastavit tiskárnu
de: Einrichten eines Drucker
el: Ρύθμιση εκτυπωτή
es: Configurar impresoras
fr: Imprimantes
it: Imposta stampanti
ja: プリンター設定
nl: Stel Printer In
pt_br: Instalar Impressora
ro: Configurare imprimantă
ru: Настройка печати
sv: Installering av Skrivare
tr: Yazıcı Ayarla

source: Configure Sound System
ar: إعداد نظام الصوت
bg: Конфигурирайте Звуковата Система
ca: Configura Sistema de So
cs: Nastavit systém zvuku
de: Soundsystem-Einstellungen
el: Ρύθμιση Ήχου
es: Configurar Sistema de Sonido
fr: Configuration audio
it: Configura l'audio
ja: サウンドシステムの設定
nb: Lydinnstillinger
nl: Geluidssysteem
pl: Konfiguracja systemu dźwięku
pt_br: Configurar Som
ro: Configurare sunet
ru: Настройка звука
sv: Anpassa Ljud-systemet
tr: Ses Sistemi Yapılandır

source: PC Information
ar: معلومات الحاسوب
bg: PC Информация
ca: Informació del Sistema
cs: Informační PC
el: Πληροφορίες Η/Υ
es: Información del PC
fr: Informations de PC
it: Informazioni PC
ja: パソコン情報
nb: PC Informasjon
nl: PC informatie
pl: Informacje PC
pt_br: Informação PC
ro: Informații PC
ru: Информация PC
tr: PC Bilgileri

source: Configure Mouse
ar: إعداد الماوس
bg: Конфигурирайте Мишка
ca: Configura el Ratolí
cs: Nastavit myš
de: Mauseinstellungen
el: Ρύθμιση Ποντικιού
es: Configurar Ratón
fr: Configuration de la souris
it: Configura il mouse
ja: マウス設定
nb: Musinnstillinger
nl: Muis Configuratie
pl: Ustawienia myszy
pt_br: Configurar Mouse
ro: Configurare maus
ru: Настройка мыши
sv: Anpassa Mus
tr: Fare Yapılandır

source: Adjust Mixer
ar: تعديل خلاط الصوت
bg: Настройте Миксера
ca: Ajusta el Mesclador
cs: Přisbůsobit mixér
de: Soundsystem
el: Ήχος
es: Ajuste Sonido
fr: Contrôle du volume audio
it: Regola il mixer
ja: 音量調整
nl: Instelling Wijzigen van Mixer
pl: Dźwięku
pt_br: Ajustar Misturador
ro: Ajustare mixer
ru: Параметры звука
sv: Justera Mixern
tr: Mikser

source: Close
ar: أغلق
bg: Затваряне
ca: Tanca
cs: Ukončit
de: Ende
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
tr: Kapat

source: antiX2usb
bg: antiX към USB
