Repository: BitJam/Transifex-translations
Catalog: antix-development.live-remaster/*.po
Languages: am

source: Create a new compressed file system saving all of the changes you have made to the system.
am: አዲስ የ ታመቀ ፋይል መፍጠሪያ እና ማስቀመጫ ሁሉንም እርስዎ የ ፈጠሩትን ለውጦች በ ስርአቱ ላይ

source: Extra options for
am: ተጨማሪ ምርጫዎች ለ

source: Make a personalized remaster.
am: የ እርስዎን የ ግል ማሰናጃ እንደገና ማሰናጃ

source: The live file system is read-only. Cannot remaster.
am: በ ቀጥታ ፋይል ስርአት ለ ንባብ-ብቻ ነው: እንደገና ማዘጋጀት አይቻልም

source: General
am: ባጠቃላይ

source: Personal
am: የ ግል

source: %s uses your personal settings.
am: %s የ እርስዎን የ ግል ማሰናጃ ይጠቀማል

source: %s does not.
am: %s አይደለም

source: Do you want to save files under %s in the new remaster?
am: እርስዎ ፋይል ማስቀመጥ ይፈልጋሉ %s በ አዲሱ እንደገና መስሪያ ውስጥ?

source: Checking for existing files and
am: የ ነበረውን ፋይል መፈለጊያ እና

source: Checking if there is enough room ...
am: በቂ ቦታ እንዳለ በ መመርመር ላይ ...

source: The %s program was unable to start
am: ይህ %s ፕሮግራም መጀመር አልቻለም

source: current linuxfs size
am: የ አሁኑ የ linuxfs መጠን

source: excluded files est.
am: የማይካተቱ ፋይሎች est.

source: estimated new size
am: አዲሱ መጠን በ ግምት

source: boot device total
am: ጠቅላላ የ ማስነሻ አካል

source: boot device free
am: ነፃ የ ማስነሻ አካል

source: est. remaining
am: est. የ ቀረው

source: Have: %s megs available. Need: %s.
am: ይህ %s ነፃ ሜባ ቦታ አለው: የሚያስፈልገው %s

source: Leftover files found
am: የ ተረፈ ፋይል ተገኝቷል

source: The following file(s) already exist
am: የሚቀጥለው ፋይል(ሎች) ቀደም ብሎ ነበር

source: in the %s directory:
am: በ %s ዳይሬክቶሪ ውስጥ:

source: They may be left over from a previous remastering.
am: ካለፈው እንደገና ማዘጋጃ የ ተረፈ ይሆናል

source: Do you want to fix this problem now?
am: እርስዎ ችግሩን አሁን መጠገን ይፈልጋሉ?

source: (the alternative is to quit now)
am: (አማራጩ አሁን ማጥፋት ነው)

source: Ready to create a new linuxfs file
am: አዲስ የ linuxfs ፋይል ለ መፍጠር ዝግጁ ነው

source: Shall we begin?
am: እንጀምር?

source: (compresses faster, boots faster)
am: (በፍጥነት ያምቃል: በፍጥነት ያስነሳል)

source: (compresses better)
am: (ጥሩ ማመቂያ)

source: Please choose the type of compression to use
am: እባክዎን የሚጠቀሙበትን የ ፋይል ማመቂያ አይነት ይምረጡ

source: %s will take less time
am: %s አነስተኛ ጊዜ ይወስዳል

source: %s will result in a smaller file
am: %s ውጤቱ አነስተኛ ፋይል ይሆናል

source: Do you want remaster to use all of the CPUs?
am: እርስዎ እንደገና ማሰናጃ ሁሉንም CPUs እንዲጠቀም ይፈልጋሉ?

source: Remaster Version Identification
am: የ እትም መለያ እንደገና ማዘጋጃ

source: Please enter an (optional) title for this remaster
am: እባክዎን (አማራጭ) አርእስት ለዚህ እንደገና ማሰናጃ ያስገቡ

source: The %s program failed to work
am: ይህ %s ፕሮግራም ወድቋል!

source: Remastering -- DO NOT CLOSE
am: እንደገና መስሪያ -- መዝጋት አልተቻለም

source: Remaster in Progress
am: እንደገና መስሪያ በ ሂደት ላይ ነው

source: Do you REALLY want to stop midway?
am: እርስዎ በ እርግጥ መሀከል ላይ ማስቆም ይፈልጋሉ?

source: Created new compressed filesystem file:
am: አዲስ የታመቀ የ ስርአት ፋይል ተፈጥሯል

source: The new file should be used automatically the next time you boot.
am: አዲሱ ፋይል ራሱ በራሱ ይጠቀማል በሚቀጥለው ጊዜ እርስዎ እንደገና ሲያስነሱ

source: If there is a problem with the new system:
am: በ አዲሱ ስርአት ውስት ችግር ከ ተገኘ

source: Use the %s boot option to return to the current system.
am: ይጠቀሙ የ %s ማስነሻ ምርጫ ወደ አሁኑ ስርአት ለ መመለስ

source: Do you want to make a new %s file now?
am: እርስዎ አዲስ ፋይል አሁን %s መፍጠር ይፈልጋሉ?

source: Remaster in progress
am: እንደገና መስሪያ በ ሂደት ላይ ነው

source: please be patient
am: እባክዎን ይቆዩ

source: (even after it says it is 100% done)
am: (ይህ አካል 100% ጨርሷል ካለ በኋላ እንኳን)

source: antiX Remaster in Progress
am: የ አንቲክ እንደገና መስሪያ በ ሂደት ላይ ነው

source: Remastering Terminated Early
am: እንደገና መስሪያ በድንገት ተቋርጧል

source: Remastering Failed
am: እንደገና መስራት አልተቻለም

source: New linuxfs file was not created!
am: አዲስ የ linuxfs ፋይል አልተፈጠረም!

source: Could not mount new file as %s!
am: አዲስ ፋይል መጫን አልተቻለም እንደ %s!

source: linuxfs size
am: linuxfs መጠን

source: elapsed time
am: ጊዜ ካለፈ በኋላ

source: processors
am: ማቀናበሪያ

source: compression
am: ማመቂያ

source: Error
am: ስህተት

source: Do you want to save the incomplete file?
am: እርስዎ ያልተሟላውን ፋይል ማስቀመጥ ይፈልጋሉ?
