Repository: BitJam/Transifex-translations
Catalog: antix-development.antix2usbshpot/*.po
Languages: bg, de, es, it

source: Installing grub on $device, please wait...
bg: Инсталиране на grub на $device, моля изчакайте...
de: Installiere Grub in $device, Bitte warten Sie...
es: Instalando grub en $device, espere por favor...
it: Installazione di grub su $device in corso, aspetta, per favore...

source: $GRUB_INSTALL failed, root-directory=$mountpoint, device=$device
bg: $GRUB_INSTALL се провали, рут-директория=$mountpoint, устройсто=$device
de: $GRUB_INSTALL fehlgeschlagen, root-directory=$mountpoint, device=$device
es: $GRUB_INSTALL falló, directorio-root=$mountpoint, medio=$device
it: $GRUB_INSTALL fallito, directory-root=$mountpoint, dispositivo=$device

source: Grub successfully installed to $device
bg: Grub успешно инсталиран в $device
de: Grub erfolgreich installiert auf $device
es: Grub se instaló con éxito en $device
it: Grub installato con successo su $device

source: You need to be root to run this script.
bg: Трябва да се рут за да изпълните този скрипт.
de: Sie müssen root sein, um das Skript auszuführen.
es: Necesita ser root para ejecutar este script.
it: Devi essere root per eseguire questo script.
