Repository: BitJam/Transifex-translations
Catalog: antix-development.antix2usbshpot/*.po
Languages: bg, de, es, it

source: Error: ${exitval} - ${@}
bg: Грешка: ${exitval} - ${@}
de: Fehler: ${exitval} - ${@}
it: Errore: ${exitval} - ${@}

source: Info: $1
bg: Инфо: $1
it: Informazioni: $1

source: Continue? (y/n)
bg: Продължаване? (y/n)
de: Fortfahren? (y/n)
es: ¿Continuar? (y/n)
it: Continuare? (y/n)

source: Exiting
bg: Излизане
de: Verlassen
es: saliendo
it: Uscita in corso

source: Command line: $PROGNAME $*
bg: Командна линия: $PROGNAME $*
de: Befehlszeile: $PROGNAME $*
es: Línea de comandos: $PROGNAME $*
it: Linea di comando: $PROGNAME $*

source: Error parsing command line args
bg: Грешка при предаването на командните аргументи
de: Syntaxfehler in Befehlszeilen-Argument
es: Ha habido un error al analizar los argumentos de la línea de comandos
it: Errore di analisi degli argomenti della linea di comando

source: ==== Missing parameters: iso and/or device.
bg: ==== Липсващи параметри: iso и/или устройство.
de: ==== Fehlende Parameter: ISO und/oder Gerät.
es: ==== Faltan parámetros: el archivo iso y/o el medio.
it: ==== Parametri mancanti: ISO e/o dispositivo.

source: Cannot access iso file: \'$ISO_FILENAME\'
bg: Няма достъп до iso файл: \'$ISO_FILENAME\'
de: Kann nicht auf ISO-Datei zugreifen: \'$ISO_FILENAME\'
es: No es posible acceder al archivo iso: \'$ISO_FILENAME\'
it: Non è possibile accedere al file ISO: \'$ISO_FILENAME\'

source: Device $DEVICE is not a valid USB device
bg: Устройство $DEVICE не е валидно USB устройство
de: Gerät $DEVICE ist kein gültiges USB-Gerät
es: El medio $DEVICE no es un medio USB válido
it: Il dispositivo $DEVICE non è un dispositivo USB valido

source: Invalid -p|--persist option \'$PERSIST\': should be \'root\' or \'home\' or \'both\'
bg: Невалидна -p|--persist опция \'$PERSIST\': трябва да бъде \'root\' или \'home\' или \'both\'
de: Ungültige -p|--persist Option \'$PERSIST\': sollte \'root\' oder \'home\' oder \'beides\' sein
es: Opción de persistencia inválida -p|--persist option \'$PERSIST\': debería ser \'root\' o \'home\' o \'both\'
it: Opzione di persistenza -p|--persist non valida \'$PERSIST\': dovrebbe essere \'root\' o \'home\' o \'both\'

source: Invalid --format option: should be ext2, ext3 or fat32
bg: Невалидна --форматна опция: трябва да бъде ext2, ext3 или fat32
de: Ungültige --format Option: sollte ext2, ext3 oder FAT32 sein
es: Opción de formato --format inválida: debería ser ext2, ext3 o fat32
it: Opzione --format non valida: dovrebbe essere ext2, ext3 o fat32

source: Cannot install syslinux bootloader on a $PARTITION_FS partition
bg: Не може да се инсталира syslinux бутлоудър на $PARTITION_FS сектор
de: Kann nicht syslinux Bootloader auf einer $PARTITION_FS Partition installieren
es: No es posible instalar el cargador de arranque syslinux en una partición $PARTITION_FS
it: Non è possibile installare un bootloader syslinux in una partizione $PARTITION_FS

source: Cannot install extlinux bootloader on a $PARTITION_FS partition
bg: Не може да се инсталира syslinux бутлоудър на $PARTITION_FS сектор
de: Kann nicht extlinux Bootloader auf einer $PARTITION_FS Partition installieren
es: No se puede instalar el cargador de arranque extlinux en una partición $PARTITION_FS
it: Non è possibile installare un bootloader extlinux in una partizione $PARTITION_FS

source: Invalid label, allowed characters are: A-Z a-z 0-9 - _
bg: Невалидна табела, допустими символи са: A-Z a-z 0-9 - _
de: Ungültiges Label, zulässige Zeichen sind: A-Z a-z 0-9 - _
es: Etiqueta inválida. Los caracteres permitidos son: A-Z a-z 0-9 - _
it: Etichetta non valida, i caratteri permessi sono: A-Z a-z 0-9 - _

source: Invalid label: length exceeds 16 characters
bg: Невалидна табела: дължината надхвърля 16 символа
de: Ungültiges Label: die Länge darf 16 Zeichen nicht überschreiten
es: Etiqueta inválida: la extensión excede los 16 caracteres
it: Etichetta non valida: la lunghezza supera i 16 caratteri

source: No USB device found
bg: Не е намерено USB устройство
de: Kein USB-Gerät gefunden
es: No se encontró ningún medio USB
it: Nessun dispositivo USB trovato

source: Device Model Size
bg: Големина устройствен модел
de: Geräte-Modell Größe
es: Medio Modelo Tamaño
it: Dimensione del dispositivo

source: Cannot access USB device $device. Sorry
bg: Няма достъп до USB устройство $device. Съжелявам
de: Kann nicht auf USB-Gerät $device zugreifen. Entschuldigung
es: No se puede acceder al medio USB $device. Lo siento
it: Non è possibile accedere al dispositivo USB $device. Spiacente

source: syslinux appears not installed. Should I install it?
bg: Изглежда syslinux не е инсталиран. Да го инсталирам ли?
de: Syslinux scheint nicht installiert zu sein. Soll ich es installieren?
es: syslinux no parece hallarse instalado. ¿Debería instalarse?
it: Sembra che syslinux non sia installato. Dovrei installarlo?

source: Failed to install syslinux
bg: Провал при инсталацията на syslinux
de: Fehler beim installieren von Syslinux
es: No se pudo instalar syslinux
it: L'installazione di syslinux è fallita

source: extlinux appears not installed. Should I install it?
bg: Изглежда syslinux не е инсталиран. Да го инсталирам ли?
de: Extlinux scheint nicht installiert zu sein. Soll ich es installieren?
es: extlinux no parece hallarse instalado. ¿Debería instalarse?
it: extlinux non sembra essere installato. Dovrei installarlo?

source: Failed to install extlinux
bg: Провал при инсталацията на extlinux
de: Fehler beim installieren von Extlinux
es: No se pudo instalar extlinux
it: L'installazione di extlinux è fallita

source: Invalid boot mode: \'$BOOT_MODE\'. Exiting
bg: Невалиден бут режим: \'$BOOT_MODE\'. Излизане
de: Ungültiger Boot-Modus: \'$BOOT_MODE\'. Beendet
es: Modo de arranque inválido: \'$BOOT_MODE\'. Deteniendo la ejecución
it: Modalità di avvio non valida: \'$BOOT_MODE\'. Uscita in corso

source: ISO file doesn't fit in partition
bg: ISO файла не се побира в сектора
de: Die ISO-Datei passt nicht in die Partition
es: El archivo ISO no cabe en la partición
it: Il file ISO non è adatto alla partizione

source: Estimated write speed: $speed MB/s
bg: Прогнозна скорост на писане:
de: Geschätzte Schreibgeschwindigkeit: §speed MB/s
es: Velocidad de escritura estimada: $speed MB/s
it: Velocità di scrittura stimata: $speed MB/s

source: $vol appears to be mounted! Unmount it, and retry. Exiting.
bg: $vol изглежда монтиран! Демонтирайте го, и опитайте отново. Излизане.
de: $vol scheint eingehängt zu sein! Aushängen, und versuchen Sie es erneut. Beendet.
es: $vol parece hallarse montado. Desmóntelo e inténtelo de nuevo. Saliendo.
it: $vol sembra essere montato! Smontalo e riprova. Uscita in corso.

source: Preparing bootable fat32 partition on device $device
bg: Подготвяне на бутващ fat32 сектор на устройство $device
de: Vorbereiten der bootfähigen FAT32-Partition auf dem Gerät $device
es: Preparando la partición iniciable fat32 en el medio $device
it: Preparazione di una partizione fat32 avviabile sul dispositivo $device

source: Preparing bootable ext2 partition on device $device
bg: Подготвяне на бутващ fat32 сектор на устройство $device
de: Vorbereiten der bootfähigen ext2-Partition auf dem Gerät $device
es: Preparando la partición iniciable ext2 en el medio $device
it: Preparazione di una partizione ext2 avviabile sul dispositivo $device

source: Preparing bootable ext3 partition on device $device
bg: Подготвяне на бутващ fat32 сектор на устройство $device
de: Vorbereiten der bootfähigen ext3-Partition auf dem Gerät $device
es: Preparando la partición iniciable ext3 en el medio $device
it: Preparazione di una partizione ext3 avviabile sul dispositivo $device

source: Invalid file system type: \'$fs\'.
bg: Невалиден тип файлова система: \'$fs\'.
de: Ungültiger Dateisystemtyp: \'$fs\'.
es: Tipo de sistema de archivos no válido: \'$fs\'.
it: Tipo di filesystem non valido: \'$fs\'.

source: USB device: $device Model: $DEVICE_INFO Size: $DEVICE_SIZE MB
bg: USB устройство: $device Модел: $DEVICE_INFO Размер:
de: USB-Gerät: $device Modell: $DEVICE_INFO Größe: $DEVICE_SIZE MB
es: Medio USB: $device Modelo: $DEVICE_INFO Tamaño: $DEVICE_SIZE MB
it: Dispositivo USB: $device Modello: $DEVICE_INFO Dimensione: $DEVICE_SIZE MB

source: Ready to format $device. This will erase all data on the device.
bg: Готов да форматира $device. Това ще изтрие всички данни на устойството.
de: Bereit zu formatieren $device. Dadurch werden alle Daten auf dem Gerät gelöscht.
es: Listo para dar formato a $device. Se borrarán todos los datos en dicho medio.
it: Pronto a formattare $device. Ciò cancellerà tutti i dati sul dispositivo.

source: Clearing partition table
bg: Изчистване на секторна таблица
de: Clearing der Partitionstabelle
es: Limpiando la tabla de particiones
it: Pulizia della tabella delle partizioni in corso

source: Failed to zero $device
bg: Провал за нулиране
de: Fehler bei Null $device
es: No se pudo rellenar con ceros el medio $device
it: L'azzeramento di $device è fallito

source: Creating bootable partition fs: ${fs}
bg: Създаване на бутващ сектор фс: ${fs}
de: Erstelle bootfähige Partition fs: ${fs}
es: Creando una partición iniciable fs: ${fs}
it: Creazione partizione avviabile fs: ${fs}

source: Running fdisk.distrib...
bg: Изпълняване на fdisk.distrib...
de: Ausführung von fdisk.distrib...
es: Ejecutando fdisk.distrib...
it: Esecuzione di fdisk.distrib in corso...

source: Failed to create partition $partition on device: $device
bg: Провал при създаване на сектор $partition на устройство $device
de: Fehler beim Erstellen der Partition $partition auf dem Gerät : $device
es: No se logró crear una partición $partition en el medio: $device
it: Fallita creazione della partizione $partition sul dispositivo: $device

source: Creating file system on $partition1, please wait...
bg: Създаване на файлова състема на $partition1, моля изчакайте...
de: Erstelle Dateisystem auf $partition1, bitte warten Sie...
es: Creando un sistema de archivos en $partition1, por favor espere...
it: Creazione del file system su $partition1, prego attendi...

source: Failed to format $partition1
bg: Провал при форматиране $partition1
de: Formatierungsfehler $partition1
es: No se pudo dar formato a $partition1
it: La formattazione di $partition1 è fallita

source: Prepared bootable partition: $partition1 label: $label1
bg: Готов бутващ сектор: $partition1 табела: $label1
de: Vorbereiteten bootfähige Partition: $partition1 Label: $label1
es: Se ha preparado la partición iniciable: $partition1 etiqueta: $label1
it: Partizione avviabile predisposta: $partition1 etichetta: $label1

source: Failed to mount $partition1 on $usb_mountpoint
bg: Провал при монтиране на $partition1 на
de: Fehler beim Einhängen der $partition1 auf den $usb_mountpoint
es: No se logró montar $partition1 en $usb_mountpoint
it: Fallito montaggio di $partition1 su $usb_mountpoint

source: Cannot create boot directory on $usb_mountpoint
bg: Не може да се създаде бутваща директория на $usb_mountpoint
de: Kann kein boot-Verzeichnis auf $usb_mountpoint erstellen
es: No es posible crear un directorio de inicio en $usb_mountpoint
it: Non è possibile creare una boot directory su $usb_mountpoint

source: USB device mount point ready
bg: USB устройство точка за монтиране готова
de: USB-Gerät Einhängpunkt ist bereit
es: El punto de montaje en el medio USB está listo
it: Punto di montaggio del dispositivo USB pronto

source: Mounting $iso_file on temporary mount point
bg: Монтиране на $iso_file на временна точка за монтиране
de: Einhängen der $iso_Datei auf temporären Einhängepunkt
es: Montando $iso_file en un punto de montaje temporal
it: Montaggio di $iso_file su un punto di montaggio provvisorio

source: Failed to mount $iso_file on $iso_mountpoint
bg: Провал при монтиране на $iso_file на $iso_mountpoint
de: Fehler beim Einhängen der $iso_Datei auf den $iso_mountpoint
es: No se pudo montar $iso_file en $iso_mountpoint
it: Fallito montaggio di $iso_file su $iso_mountpoint

source: Iso file mount point ready
bg: Iso файл точка за монтиране е готова
de: ISO-Datei Einhängpunkt ist bereit
es: el punto de montaje del archivo iso está listo
it: Punto di montaggio del file ISO pronto

source: Unmounting $partition1 (please wait...)
bg: Демонтиране на $partition1 (моля изчакайте...)
de: Aushängen $partition1 (Bitte warten Sie...)
es: Desmontando $partition1 (espere por favor...)
it: Smontaggio $partition1 (prego aspetta...)

source: Failed to remove USB mount point: $usb_mountpoint
bg: Провал при премахване на USB точката за монтиране: $usb_mountpoint
de: Fehler beim Entfernen des USB Einhängpunkt: $usb_mountpoint
es: No se pudo eliminar el punto de montaje USB: $usb_mountpoint
it: Fallita rimozione del punto di montaggio USB: $usb_mountpoint

source: Failed to remove ISO mount point: $iso_mountpoint
bg: Провал при премахването на ISO точка за монтиране: $iso_mountpoint
de: Fehler beim Entfernen des ISO Einhängpunkt: $iso_mountpoint
es: No se pudo eliminar el punto de montaje ISO: $iso_mountpoint
it: Fallita rimozione del punto di montaggio ISO: $iso_mountpoint

source: Mount points removed.
bg: Точките за монтиране са премахнати.
de: Einhängepunkte entfernt.
es: Se han removido los puntos de montaje
it: Punti di montaggio rimossi.

source: Process completed.
bg: Процес завършен.
de: Prozess abgeschlossen
es: El proceso se ha completado
it: Processo completato.

source: Process failed
bg: Процеса се провали
de: Prozess fehlgeschlagen
es: El proceso falló
it: Processo fallito

source: USB mount point undefined
bg: USB точка за монтиране не е дефинирана
de: USB-Einhängepunkt nicht definiert
es: El punto de montaje USB no está definido
it: Punto di montaggio USB non definito

source: Failed to create directory ${usb_mountpoint}/antiX
bg: Провал при създаване на директория ${usb_mountpoint}/antiX
de: Fehler beim Erstellen des Verzeichnisses ${usb_mountpoint}/antiX
es: No se pudo crear el directorio ${usb_mountpoint}/antiX
it: Fallita creazione della directory ${usb_mountpoint}/antiX

source: Copying antiX compressed file system (${ISO_FILE_SIZE}) to the mounted device
bg: Копиране на antiX компресирана файлова система (${ISO_FILE_SIZE}) към монтираното устройство
de: Kopieren des komprimierten antiX-Dateisystem (${ISO_FILE_SIZE}) auf das eingehängte Gerät
es: Copiando el sistema de archivos comprimido de antiX (${ISO_FILE_SIZE}) al medio montado
it: Copia del file system compresso (${ISO_FILE_SIZE}) di antiX sul dispositivo montato

source: This will take a few minutes, relax...
bg: Това ще отнеме няколко минути, отпуснете се...
de: Dies kann einige Minuten in Anspruch nehmen, entspannen Sie sich...
es: Esto tomará algunos minutos, relájese...
it: Questo impiegherà qualche minuto, rilassati...

source: Failed to cp ${iso_mountpoint}/antiX
bg: Провал при копиране ${iso_mountpoint}/antiX
de: Gescheitert cp ${iso_mountpoint}/antiX
es: No se pudo cp ${iso_mountpoint}/antiX
it: Fallita copia di ${iso_mountpoint}/antiX

source: Files copied to mounted device
bg: Файловете са копирани към монтираното устройство
de: Dateien zum eingehängten Gerät kopiert
es: Se copiaron los archivos al dispositivo montado
it: File copiati nel dispositivo montato

source: Copying files to boot directory
bg: Копиране на файлове към бутваща директория
de: Kopieren von Dateien in das boot-Verzeichnis
es: Copiando los archivos al directorio de arranque
it: Copia dei file nella directory di avvio in corso

source: Failed to copy file ${iso_mountpoint}/boot/${i} to ${usb_mountpoint}/antiX
bg: Провал при копиране на файл ${iso_mountpoint}/boot/${i} към ${usb_mountpoint}/antiX
de: Fehler beim Kopieren der Datei ${iso_mountpoint}/boot/${i} zu ${usb_mountpoint}/antiX
es: No se pudo copiar el archivo ${iso_mountpoint}/boot/${i} a ${usb_mountpoint}/antiX
it: Fallita copia del file ${iso_mountpoint}/boot/${i} su ${usb_mountpoint}/antiX

source: Failed to copy file ${iso_mountpoint}/${i} to ${usb_mountpoint}
bg: Провал при копиране на файл ${iso_mountpoint}/${i} към ${usb_mountpoint}
de: Fehler beim Kopieren der Datei ${iso_mountpoint}/${i} zu ${usb_mountpoint}/antiX
es: No se pudo copiar el archivo ${iso_mountpoint}/${i} a ${usb_mountpoint}
it: Fallita copia del file ${iso_mountpoint}/${i} su ${usb_mountpoint}

source: Failed to copy file ${iso_mountpoint}/boot/${i} to ${usb_mountpoint}/boot
bg: Провал при копиране на файл ${iso_mountpoint}/boot/${i} към ${usb_mountpoint}/boot
de: Fehler beim Kopieren der Datei ${iso_mountpoint}/boot/${i} zu ${usb_mountpoint}/boot
es: No se pudo copiar el archivo ${iso_mountpoint}/boot/${i} to ${usb_mountpoint}/boot
it: Fallita copia del file ${iso_mountpoint}/boot/${i} su ${usb_mountpoint}/boot

source: Invalid boot mode
bg: Невалиден бут режим
de: Ungültiger Bootmodus
es: Modo de arranque inválido
it: Modalità di avvio non valida

source: Copy completed
bg: Копиране завършено
de: Kopieren abgeschlossen
es: Copia completa
it: Copia completata

source: Do you want to set up live persistence? [y|N]
bg: Искате ли да настроите лайф постоянство? [y|N]
de: Wollen Sie Live-Persistenz einrichten? [y|N]
es: ¿Desea ajustar la persistencia live? [y|N]
it: Vuoi impostare la persistenza Live? [y|N]

source: You can set up $PRF and/or $PHF
bg: Можете да настроите $PRF и/или $PHF
de: Sie können auch verschiedene $PRF und/oder $PHF
es: Puede ajustar $PRF y/o $PHF
it: Puoi impostare su $PRF e/o $PHF

source: Do you want to set up $PRF ? [y|N]
bg: Искате ли да настоите $PRF ? [y|N]
de: Wollen Sie $PRF einrichten? [y|N]
es: ¿Desea ajustar $PRF ? [y|N]
it: Vuoi impostare su $PRF ? [y|N]

source: Set up $PRF
bg: Насройване $PRF
de: Einrichten $PRF
es: Ajustar $PRF
it: Impostato su $PRF

source: Type in file size. Make sure you have enough space. Just press Enter for default 512 (MB)
bg: Въведете файлов размер. Уверете се, че имате достатъчно място. Просто натиснете Enter за по подразбиране 512 (MB)
de: Geben Sie die Dateigröße an. Achten Sie darauf, genügend Platz haben. Drücken Sie die Eingabetaste für Standard 512 (MB)
es: Ingrese el tamaño del archivo. Asegúrese que posee suficiente espacio. Presione Enter para 512 (MB) por defecto
it: Inserisci la dimensione del file. Assicurati di avere abbastanza spazio. Se premi solamente il tasto Invio verrà impostato il valore di default di 512 (MB)

source: Type in file type: ext2, ext3 or ext4. Just press Enter for recommended default ext2
bg: Въведете типа файлова система: ext2, ext3 or ext4. Просто натиснете Enter за препоръчаното по подразбиране ext2
de: Geben Sie den Dateityp an: ext2, ext3 oder ext4. Drücken Sie die Eingabetaste für den empfohlenen Standard ext2
es: Ingrese el tipo de archivo: ext2, ext3 o ext4. Presione Enter para el tipo recomendado: ext2
it: Inserisci il tipo di file: ext2, ext3 o ext4. Premi il tasto Invio per il valore raccomandato di default ext2

source: $PRF not set up
bg: $PRF не е настроен
de: $PRF nicht einrichten
es: $PRF no ajustado
it: $PRF non impostato

source: Do you want to set up $PHF ? [y|N]
bg: Искате ли да настроите $PHF ? [y|N]
de: Wollen Sie $PHF einrichten? [y|N]
es: ¿Desea ajustar $PHF ? [y|N]
it: Vuoi impostare $PHF? [s/N]

source: Set up $PHF
bg: Настройване $PHF
de: Einrichten $PHF
es: Ajustar $PHF
it: Imposta $PHF

source: Type in file size. Just press Enter for default 128 (MB)
bg: Въвадете файлов размер. Просто натиснете Enter за по подразбиране 128 (MB)
de: Geben Sie die Dateigröße an. Drücken Sie die Eingabetaste für Standard 128 (MB)
es: Ingrese el tamaño del archivo. Presione Enter para 128 (MB) por defecto
it: Inserisci la dimensione del file. Premi il tasto Invio per il valore di default di 128 (MB)

source: $PHF not set up
bg: $PHF не е настроен
de: $PHF nicht einrichten
es: $PHF no ajustado
it: $PHF non configurato

source: Finished.
bg: Завършено.
de: Fertig.
es: El proceso ha terminado.
it: Completato.

source: File(s) have been saved to $usb_mountpoint/antiX
bg: Файл(овете) бяха съхранени на $usb_mountpoint/antiX
de: Datei(en) in $usb_mountpoint/antiX gespeichert
es: Los archivos se han guardado a $usb_mountpoint/antiX
it: File salvato(i) salvato/i su $usb_mountpoint/antiX

source: No persistence set up.
bg: Не е настроено постоянство.
de: Keine Persistenz einrichten.
es: No se ha ajustado persistencia.
it: Nessuna persistenza impostata.

source: Preparing root persistence (size $CFS MB)...
bg: Подготвяне на рут постоянство (размер $CFS MB)...
de: Vorbereiten der root-Persistenz (size $CFS MB)...
es: Preparando la persistencia de root (size $CFS MB)...
it: Preparazione root persistente (dimensione $CFS MB)...

source: Preparing home persistence (size $CFS MB)...
bg: Подготвяне на домашно постоянство ( размер $CFS MB)...
de: Vorbereiten der home-Persistenz (size $CFS MB)...
es: Preparando la persistencia de home (size $CFS MB)...
it: Preparazione home persistente (dimensione $CFS MB)...

source: Copying isolinux config files from iso
bg: Копиране на isolinux конфигурационни файлове от iso
de: Kopiere isolinux Konfigurationsdateien von der ISO
es: Copiando los archivos de configuración de isolinux desde el iso
it: Copia dei file isolinux config dall'iso

source: Copying isolinux directory and config files from iso and configuring for extlinux
bg: Копиране на isolinux директория и конфигурационни файлове от iso и конфигуриране за extlinux
de: Kopiere isolinux Verzeichnis und Konfigurationsdateien von der ISO und konfiguriere extlinux
es: Copiando el directorio y los archivos de configuración de isolinux desde el iso y configurándolos para extlinux
it: Copia della directory isolinux e dei file config dall'iso e configurazione di extlinux

source: Copying grub directory and config files from iso and configuring for grub
bg: Копиране на grub директория и конфигурационни файлове от iso и конфигуриране за grub
de: Kopiere Grub-Verzeichnis und Konfigurationsdateien von der ISO und konfiguriere Grub
es: Copiando el directorio y la configuración de grub desde el iso y configurando grub
it: Copia della directory grub e dei file config dall'iso e configurazione di grub

source: Failed to copy grub configuaration in ${usb_mountpoint}/boot/grub
bg: Провал при копиране на grub комфигурация към ${usb_mountpoint}/boot/grub
de: Fehler beim Kopieren der Grub-Konfiguration in ${usb_mountpoint}/boot/grub
es: No se pudo copiar la configuración de grub en ${usb_mountpoint}/boot/grub
it: Fallita copia della configurazione di grub in ${usb_mountpoint}/boot/grub

source: Installation of boot loader syslinux failed.
bg: Инсталация на бутлоудър syslinux се провали.
de: Installation des Bootloader syslinux fehlgeschlagen.
es: Falló la instalación del cargador de arranque syslinux.
it: Installazione del caricatore del boot syslinux fallita.

source: Installation of master boot record failed.
bg: Инсталация на мастър бут запис се провали.
de: Installation im Master-Boot-Record fehlgeschlagen.
es: Falló la instalación del archivo maestro de arranque.
it: Installazione del boot nel Master Boot Record fallita.

source: syslinux successfully installed to $partition1
bg: syslinux е успешно инсталиран в $partition1
de: Syslinux erfolgreich installiert in $partition1
es: se instaló syslinux en $partition1 con éxito
it: syslinux installato con successo in $partition1

source: Installation of boot loader extlinux failed.
bg: Инсталация на бутлоудър extlinux се провали.
de: Installation des Bootloader extlinux fehlgeschlagen.
es: Falló la instalación del cargador de arranque extlinux.
it: Installazione del caricatore del boot extlinux fallita.

source: extlinux successfully installed to $partition1
bg: extlinux успешно инсталиран в $partition1
de: Extlinux erfolgreich installiert in $partition1
es: extlinux se instaló exitosamente en $partition1
it: extlinux installato con successo su $partition1
