Repository: BitJam/Transifex-translations
Catalog: antix-development.persist-password/*.po
Languages: ca, cs, da, de, el, es, fr, it, nl, pt_br, ru, sk, sv

source: DANGER!%s INSECURE PASSWORD!%s
ca: PERILL! %s CONTRASENYA INSEGURA! %s
cs: NEBEZPEČÍ!%s SLABÉ HESLO!%s
da: FARE!%s USIKKER ADGANGSKODE!%s
de: ACHTUNG!%s UNSICHERES PASSWORT!%s
el: ΠΡΟΣΟΧΗ!%s Μην ασφαλή κωδικό πρόσβασης!%s
es: PELIGRO! %s CLAVE DE PASO INSEGURA %s
fr: DANGER! %s MOT DE PASSE PAS SÛR! %s
it: PERICOLO!%s PASSWORD INSICURA!%s
nl: RISKANT!%s ONVEILIG WACHTWOORD!%s
pt_br: PERIGO!%s SENHA NÃO SEGURA!%s
ru: ОПАСНОСТЬ!%s НЕНАДЕЖНЫЙ ПАРОЛЬ!%s
sk: VÝSTRAHA!%s SLABÉ HESLO!%s
sv: FARA!%s OSÄKERT LÖSENORD!%s

source: It appears that root persistence was recently enabled.
ca: Sembla que la persistència de root s'ha activat fa poc.
cs: Zdá, se, že v nedávné době bylo povoleno přetrvání root.
da: Det ser ud til at rodvedvarenhed blev aktiveret for nyligt.
de: Es scheint, dass root Persistenz wurde vor kurzem freigegeben.
el: Φαίνεται ότι η ενεργοποίηση της root persistence έγινε πρόσφατα
es: Parece que se ha habilitado recientemente la persistencia de root.
fr: Il semble que la persistance de la racine a été récemment activé.
it: sembra che la root persistente sia stata recentemente abilitata.
nl: Het lijkt erop dat recent persistentie is ingesteld voor root.
pt_br: a persistência em root parece ter sido ativada recentemente.
ru: Похоже, сохранение корневой папки уже включено.
sk: Zdá sa, že Root persistencia bola nedávno spustená.
sv: Det verkar som root persistence nyligen aktiverats.

source: The default password for the %s account is not secure.
ca: La contrasenya per omissió per al compte %s és insegura.
cs: Výchozí heslo pro účet %s není silné.
da: Standardadgangskoden for %s-kontoen er ikke sikker.
de: Das Standardkennwort für das %s Konto ist nicht sicher.
el: Ο προεπιλεγμένος κωδικός πρόσβασης για το λογαριασμό του %s δεν είναι ασφαλής.
es: La clave de paso por defecto para la cuenta %s no es segura.
fr: Le mot de passe par défaut pour le compte de %s n'est pas sécurisé.
it: La password di default per l' account %s non è sicura.
nl: Het standaard wachtwoord voor de %s account is niet veilig
pt_br: A senha pré-definida para a conta %s não é segura.
ru: Пароль по умолчанию для логина %s ненадежен.
sk: Predvolené heslo pre konto %s nie je bezpečné.
sv: Standard-lösenordet för %s konto är inte säkert.

source: It was convenient for a LiveCD but is not sufficient to protect a system with persistence.
ca: Era suficient per a un CD autònom, però no ho és prou per a protegir un sistema persistent.
cs: Pro LiveCD se toto hodilo, ale pro vytrvalý systém to není bezpečné
da: Det var bekvemmeligt for en LiveCD men er ikke tilstrækkeligt til at beskytte et system med vedvarenhed.
de: Ist zwar praktisch für eine LiveCD aber nicht ausreichend, um ein System mit Persistenz zu schützen.
el: Ήταν βολικό για ένα LiveCD, αλλά δεν αρκεί για να προστατεύσει ένα σύστημα με persistence.
es: Era conveniente para un CD Live pero no es suficiente para proteger un sistema con persistencia.
fr: Cette situation est pratique pour un LiveCD, mais elle est insuffisante pour protéger un système avec persistance.
it: Era adeguata per un LiveCD ma non è sufficiente a proteggere un sistema con persistenza.
nl: Het was toereikend voor een Live CD, maar niet om een persistent systeem te beveiligen.
pt_br: Era suficiente para uma instalação externa (live CD/USB), mas não é suficiente para proteger um sistema com persistência.
ru: Этого было достаточно для LiveCD, но недостаточно для защиты системы с сохранением состояния.
sk: Heslo bolo výhovujúce pre LiveCD ale nepostačuje k ochrane systému s persistenciou.
sv: Det passade för en LiveCD men är inte nog för att skydda ett system med persistence.

source: Please provide a more secure password.
ca: Si us plau, proposeu una contrasenya més segura.
cs: Zadejte prosím bezpečnější heslo.
da: Angiv venligst en mere sikker adgangskode.
de: Bitte geben Sie ein sicheres Passwort ein.
el: Παρακαλώ να δώσετε μια πιο ασφαλή κωδικό.
es: Provea una clave de paso más segura por favor.
fr: S'il vous plaît taper un mot de passe plus sécurisé.
it: Prego, fornisci una password più sicura.
nl: Geef a.u.b. een veiliger wachtwoord.
pt_br: Introduza uma senha mais segura.
ru: Пожалуйста, предусмотрите более безопасный пароль.
sk: Prosím zadajte bezpečnejšie heslo.
sv: Var vänlig ange ett säkrare lösenord.

source: One type of good password has 8 or more characters and contains a mixture of letters, numbers, and punctuation.
ca: Una bona contrasenya té 8 o més caràcters i conté lletres, números i signes de puntuació.
cs: Jeden typ dobrého hesla má 8 nebo více znaků a obsahuje kombinaci písmen, číslic a interpunkce.
da: En type god adgangskode har 8 eller flere tegn og indeholder en blanding af bogstaver, tal og tegnsætning.
de: Ein gutes Passwort hat 8 oder mehr Zeichen und enthält eine Mischung aus Buchstaben, Zahlen und Satzzeichen.
el: Ένας τύπος καλό κωδικό έχει τουλάχιστον 8 χαρακτήρες και να περιέχει ένα μείγμα γραμμάτων, αριθμών και σημείων στίξης.
es: Una clave de paso segura posee 8 o más caracteres y contiene una mezcla de letras, números y signos de puntuación.
fr: Un bon mot de passe a 8 caractères minimum et contient un mélange de lettres, de chiffres et de ponctuation.
it: Una buona password ha 8 o più caratteri e contiene un insieme di lettere, numeri, e punteggiatura.
nl: Een goed wachtwoord bevat 8 of meer karakters met een mix van letters, nummers, en leestekens.
pt_br: Uma boa senha tem 8 ou mais caracteres e contém uma mistura de letras, números e sinais ortográgicos.
ru: Обычный тип хорошего пароля имеет 8 или более символов и содержит смесь букв, цифр и знаков препинания.
sk: Dobré heslo má 8 alebo viac znakov a obsahuje zmes písmen, čísel a špeciálnych znakov.
sv: En typ av bra lösenord har 8 eller fler tecken och innehåller en blandning av bokstäver, siffror och skiljetecken.

source: Sorry for the slight inconvenience this causes.
ca: Ho sento per les molèsties que això causa.
cs: Omlouváme se za malé nepříjemnosti, které toto způsobuje.
da: Beklager den lettere ulejlighed det forårsager.
de: Sorry für die verursachten leichten Unannehmlichkeiten.
el: Συγγνώμη για τη μικρή ταλαιπωρία που αυτή προκαλεί.
es: Disculpe la ligera inconveniencia que esto le ocasiona.
fr: Désolé pour le léger inconvénient causé.
it: Ci scusiamo per il leggero disagio che questo comporta.
nl: Excuses voor het kleine ongemak dat dit met zich meebrengt.
pt_br: A equipa do antiX lamenta o pequeno inconveniente causado.
ru: Извините за небольшое неудобство, этим вызванное.
sk: Je nám ľúto za vzniknuté potiaže týmto spôsobené.
sv: Ursäkta för det lilla besvär detta orsakar.

source: username: %s
ca: Nom d'usuari: %s
cs: uživatelské jméno: %s
da: brugernavn: %s
de: Benutzername: %s
el: Όνομα χρήστη: %s
es: usuario: %s
fr: nom d'utilisateur: %s
it: nome utente: %s
nl: Gebruikersnaam: %s
pt_br: utilizador: %s
ru: имя пользователя: %s
sk: uživateľské meno: %s
sv: användarnamn: %s

source: The %s password hasn't changed. Please try again.
ca: La contrasenya %s no ha canviat. Proveu-ho un altre cop.
cs: Heslo %s nebylo změněno. Prosím zkuste to znovu.
da: %s-adgangskoden er ikke blevet ændret. Prøv venligst igen.
de: Das %s Passwort wurde nicht geändert. Bitte versuchen Sie es erneut.
el: Ο κωδικός πρόσβασης %s δεν έχει αλλάξει. Παρακαλώ δοκιμάστε ξανά.
es: La clave de paso %s no ha cambiado. Por favor inténtelo de nuevo.
fr: Le mot de passe %s n'a pas changé. S'il vous plaît essayez de nouveau.
it: La password %s non è stata cambiata. Prego riprova.
nl: Het %s wachtwoord is niet veranderd. Probeer a,.u.b opnieuw.
pt_br: A senha %s não foi alterada. Tente novamente.
ru: %s пароль не изменился. Пожалуйста, попробуйте еще раз.
sk: %s heslo nebolo zmenené. Prosím skúste to znovu.
sv: %s lösenord har inte ändrats. Var vänlig försök igen.

source: Changing password for account %s as requested
ca: Canviant la contrasenya per al compte %s tal com s'ha demanat
cs: Změna hesla pro účet %s, dle požadavku
da: Ændre adgangskode for kontoen %s som anmodet
de: Ändern von Kennwort für Konto %s, wie verlangt
el: Αλλαγή κωδικού πρόσβασης για το λογαριασμό %s, όπως ζητήθηκε
es: Cambiando la clave de paso para la cuenta %s según se requirió
fr: Changé le mot de passe pour le compte de %s comme demandé
it: Modifica della password per l'account %s come richiesto
nl: Het wachtwoord voor account %s veranderen zoals verzocht
pt_br: A alterar a senha para a conta %s como solicitado
ru: Изменение пароля для учетной записи %s с подтверждением
sk: Zmena hesla pre konto %s podľa zadania
sv: Byter lösenord för konto %s som begärts.

source: by use of the %s boot parameter.
ca: per ús del paràmetre d'arrencada %s.
cs: použitím zaváděcího parametru %s.
da: med %s opstartsparameter.
de: durch Verwendung der %s Boot-Parameter
el: με τη χρήση της παραμέτρου εκκίνησης του %s.
es: usando el parámetro de inicio %s.
fr: par l'utilisation du paramètre de démarrage de %s
it: con l'uso del parametro di avvio %s
nl: door gebruik te maken van de %s opstart parameter.
pt_br: pelo uso do parâmetro de iniciação %s
ru: с использованием параметра загрузки %s.
sk: s použitím %s parametra pre zavedenie systému.
sv: genom att använda %s boot parametern.
