Repository: BitJam/Transifex-translations
Catalog: antix-development.antixccmouseshpot/*.po
Languages: bg, ca, cs, de, el, es, fr, it, ja, nl, pt, ro, uk

source: Mouse Options
bg: Опции За Мишка
ca: Opcions del ratolí
cs: Možnosti myši
de: Mausoptionen
el: Επιλογές Ποντικιού
es: Opciones del ratón
fr: Options de la souris
it: Opzioni del mouse
ja: マウスオプション
nl: Muis-opties
pt: Opções do mouse
ro: Opţiuni mausului
uk: Oпції миші

source: Mouse Acceleration
bg: Ускорение На Мишка
ca: Acceleració del ratolí
cs: Akcelerace myši
de: Mausbeschleunigung
el: Επιτάχυνση Ποντικιού
es: Aceleración del Mouse
fr: Accélération de la souris
it: Accelerazione del mouse
nl: Muis-acceleratie
pt: Aceleração
ro: Accelerație maus
uk: Прискорення миші

source: Change mouse motion
bg: Сменете движението на мишка
ca: Canvia el moviment del ratolí
cs: Změna pohybu myši
de: Ändere Mausbewegung
el: Αλλαγή κίνηση του ποντικιού
es: Cambiar el movimiento del ratón
fr: Changer les mouvements de la souris
it: Cambia movimento del mouse
ja: マウスポジションの変更
nl: Muis-beweging wijzigen
pt: Alterar o movimento do mouse
ro: Schimbă mișcarea mausului
uk: Змінити рухи миші

source: Acceleration (Multiplier)
bg: Ускорение (Коефициент)
ca: Acceleració (Multiplicador)
cs: Akcelerace
de: Beschleunigung (Multiplikator)
el: Επιτάχυνση (πολλαπλασιαστής)
es: Aceleración (Multiplicador)
fr: Accélération (multiplicateur)
it: Accelerazione (esponenziale)
nl: Acceleratie (Multiplier)
pt: Aceleração (multiplicador)
ro: Accelerație (Multiplicator)
uk: Прискорення (коефіцієнт)

source: Threshold (Pixels)
bg: Праг (Пиксели)
ca: Llindar (píxels)
cs: Limit (Pixely)
de: Schwellenwert (in Pixel)
el: Κατώφλι (Pixel)
es: Umbral (Pixeles)
fr: Seuil (Pixels)
it: Limite (in pixel)
nl: Drempelwaarde (Pixels)
pt: Limite (pixel)
ro: Prag (Pixeli)
uk: Поріг (пікселі)

source: Restore default motion
bg: Възтанови движение по подразбиране
ca: Restaura el moviment per omissió
cs: Tovární nastavení pohybu
de: Standardbewegung wiederherstellenn
el: Επαναφορά κίνηση προεπιλογή
es: Restaurar movimiento predeterminado
fr: Restaurer le mouvement par défaut
it: Ripristina movimento predefinito
ja: デフォルト操作へ戻す
nl: Standaard-beweging herstellen
pt: Restaurar o movimento padrão
ro: Restaurează mișcarea implicită
uk: Відновити типові рухи

source: Button Order
bg: Бутонна Последователност
ca: Ordre dels botons
cs: Řád tlačítek
de: Tastenreihenfolge
el: Σειρά κουμπιών
es: Orden de los Botones
fr: Ordre des boutons
it: Ordine dei tasti
ja: ボタンの並び
nl: Volgorde van knoppen
pt: Ordem dos Botões
ro: Ordine butoane
uk: Послідовність кнопок

source: No change
bg: Без промяна
ca: Sense canvis
cs: Beze změny
de: Keine Änderung
el: Καμία αλλαγή
es: Sin Cambios
fr: Pas de changement
it: Nessuna modifica
ja: 変更しない
nl: Geen verandering
pt: sem mudança
ro: Nicio modificare
uk: Без змін

source: Left hand layout
bg: Оформление За Лява Ръка
ca: Disposició per esquerrans
cs: Rozvržení levé ruky
de: linkshändiges Layout
el: Αριστερό χέρι διάταξη
es: Disposición para zurdos
fr: Mise en page de gauche
it: Impostazione per mano sinistra
ja: 左手レイアウト
nl: Linkshandige layout
pt: esquema para mão esquerda
ro: Aranjament maus pentru mâna stângă
uk: Під ліву руку

source: Right hand layout
bg: Оформление За Дясна Ръка
ca: Disposició per destres
cs: Rozvržení pravé ruky
de: rechtshändiges Layout
el: Δικαίωμα διάταξη χέρι
es: Disposición para diestros
fr: Mise en page de droite
it: Impostazione per mano destra
ja: 右手レイアウト
nl: Rechtshandige layout
pt: esquema para mão direita
ro: Aranjament maus pentru mâna dreaptă
uk: Під праву руку

source: Cursor Size
bg: Размер На Курсора
ca: Mida del Cursor
cs: Velikost kurzoru
de: Zeigergröße
el: Δρομέας Μέγεθος
es: Tamaño del Cursor
fr: Taille du curseur
it: Dimensione del puntatore
ja: カーソルサイズ
nl: Cursor-grootte
pt: Tamanho do Cursor
ro: Mărime cursor
uk: Розмір вказівника

source: Change cursor size
bg: Сменете размера на курсора
ca: Canvia la mida del cursor
cs: Změna velikosti kurzoru
de: Ändere Mauszeigergröße
el: Αλλαγή του δρομέα μεγέθους
es: Cambiar el tamaño del cursor
fr: Changer la taille du curseur
it: Cambia la grandezza del puntatore
ja: 変更カーソルサイズ
nl: Cursorgrootte-wijzigen
pt: Alterar o tamanho do cursor
ro: Schimbă mărimea cursorului
uk: Змінити розмір вказівника

source: Size (in pixels)
bg: Размер (в пиксели)
ca: Mida (en píxels)
cs: Velikost (v pixelech)
de: Größe (in Pixel)
el: Μέγεθος (σε pixels)
es: Tamaño (en pixeles)
fr: Taille (en pixels)
it: Dimensione (in pixel)
ja: サイズ(ピクセル)
nl: Grootte (in pixels)
pt: Tamanho (pixel)
ro: Mărime (în pixeli)
uk: Розмір (в пікселях)

source: Restore default size
bg: Възтановете размера по подразбиране
ca: Restaura la mida per omissió
cs: Tovární nastavení velikosti
de: Standardgröße wiederherstellen
el: Επαναφορά προεπιλεγμένο μέγεθος
es: Restaurar tamaño predeterminado
fr: Restaurer la taille par défaut
it: Ripristina dimensione predefinita
ja: デフォルトサイズへ戻す
nl: Standaard-grootte herstellen
pt: Restaurar o tamanho padrão
ro: Restaurează mărimea implicită
uk: Відновити типовий розмір

source: Cursor Theme
bg: Тема На Курсор
ca: Tema del Cursor
cs: Téma kurzoru
de: Zeigerthema
el: Δρομέας Θέμα
es: Tema del Cursor
fr: Thème de curseur
it: Tema del puntatore
ja: カーソルテーマ
nl: Cursor-thema
pt: Tema do Cursor
ro: Temă cursor
uk: Тема вказівника

source: After choosing a new theme, please\n logout/login to see the changes.
bg: След като изберете нова тема, моля излезте/влезте за да видите промените.
ca: Després de triar un nou tema, sortiu i torneu a entrar per a veure els canvis
cs: Po vybrání nového tématu, se prosím\n odhlašte/přihlašte pro projevení změn.
de: Nach Themaauswahl, bitte\n neueinloggen um Änderungen wirksam zumachen.
el: Αφού επιλέξετε ένα νέο θέμα, παρακαλούμε\ n logout /login για να δείτε τις αλλαγές.
es: Después de elegir un nuevo tema, por favor\n cierre/inicie sesión para ver los cambios.
fr: Après avoir choisi un nouveau thème, Veuillez\n fermer la session/ouvrir la session pour voir les changements.
it: Dopo aver scelto un nuovo tema, per favore\n esci e accedi per vedere i cambiamenti.
ja: 選択した新しいテーマは\nログアウト→ログインで有効になります。
nl: Nadat u een thema hebt gekozen, a.u.b.\nafmelden/aanmelden om de veranderingen te bekijken.
pt: Após escolher um novo tema, por favor\n reinicie a sessão para ver as mudanças.
ro: Dupa alegerea unei teme noi,\n ieșiți și autentificați-vă pentru a vedea modificările.
uk: Після вибору нової теми, вийдіть\n та зайдіть, щоб побачити зміни.

source: Change cursor theme
bg: Променете курсор тема
ca: Canvia el tema del cursor
cs: Změnit téma kurzoru
de: Ändere Mauszeigerthema
el: Επιλέξτε Δείκτη Ποντικιού
es: Cambiar el tema del cursor
fr: Thème de curseur
it: Cambia tema del puntatore
ja: カーソルテーマの変更
nl: Verander Cursor-Thema
pt: Alterar o tema do cursor
ro: Schimbare temă cursor
uk: Змінити тему вказівника

source: Mouse speed changed.
bg: Скорост на мишка променена.
ca: S'ha canviat la velocitat del ratolí.
cs: Rychlost myši změněna.
de: Mausgeschwindgikeit geändert.
el: Ταχύτητα του ποντικιού αλλάξει.
es: Velocidad del mouse cambiada.
fr: La vitesse de la souris a changé.
it: Velocità del mouse modificata.
ja: マウス速度を変更しました。
nl: Snelheid van de muis gewijzigd.
pt: Alterada a velocidade do mouse.
ro: Viteza mausului schimbată.
uk: Швидкість миші змінено.

source: Using default mouse speed.
bg: Използване на скорост по подразбиране.
ca: Usant la velocitat del ratolí per omissió.
cs: Používám výchozí rychlost myši.
de: Verwende Standard-Mausgeschwndigkeit.
el: Χρησιμοποιώντας default ταχύτητα του ποντικιού.
es: Usando la velocidad predeterminada del mouse.
fr: En utilisant la vitesse de la souris par défaut.
it: Si sta utilizzando la velocità del mouse predefinita
ja: デフォルトのマウス速度を使用します。
nl: Standaard-snelheid voor de muis gebruiken.
pt: Usando a velocidade padrão do mouse.
ro: Se folosește viteza mausului implicită.
uk: Використовувати типову швидкість миші.

source: Now using left-hand layout.
bg: Сега се използва оформление за лява ръка.
ca: Usant ara la disposició per esquerrans.
cs: Nyní používám rozvržení pro levou ruku.
de: Verwende linkshändiges Layout.
el: Τώρα, χρησιμοποιώντας το αριστερό χέρι διάταξη.
es: Usando distribución para zurdos
fr: Maintenant, en utilisant la mise en page de gauche.
it: Ora stai usando la mappatura per la mano sinistra
ja: 左手レイアウトを有効にしました。
nl: Linkshandige layout nu toepassen.
pt: Agora usando esquema para a mão esquerda.
ro: Se folosește aranjament maus pentru mâna stângă.
uk: Використовувати під ліву руку.

source: Now using right-hand layout.
bg: Сега се използва оформление за дясна ръка.
ca: Usant ara la disposició per a destres.
cs: Nyní používám rozvržení pro pravou ruku.
de: Verwende rechtshändiges Layout.
el: Τώρα με το δεξί χέρι διάταξη.
es: Usando distribución para diestros
fr: Maintenant, en utilisant la mise en page de droite.
it: Ora stai usando la mappatura per la mano destra
ja: 右手レイアウトを有効にしました。
nl: Rechtshandige layout nu toepassen.
pt: Agora usando esquema para a mão direita.
ro: Se folosește aranjament maus pentru mâna dreaptă.
uk: Використовувати під праву руку.

source: Cursor size changed. Please\nlogout/login to see changes.
bg: Размера на курсора сменен. Моля излезте/влезте за да видите промените.
ca: Canviada la mida del cursor. Sortiu i torneu a entrar per a veure els canvis.
cs: Velikost kurzoru změněna. Prosím\n odhlašte se/přihlašte se pro projevení změn.
de: Mauszeigergröße geändert. Bitte\n neueinloggen um Änderungen wirksam zumachen.
el: Δρομέας μέγεθος αλλάξει. Παρακαλούμε \nlogout/συνδεθείτε για να δείτε τις αλλαγές.
es: Tamaño del cursor cambiado, por favor\n cierre/inicie sesión para ver los cambios.
fr: La taille du curseur a changé. Veuillez\n fermer la session/ouvrir la session pour voir les changements.
it: Dimensione del puntatore modificata. Per favore\n esci e accedi per vedere i cambiamenti.
ja: カーソルサイズを変更しました。\nログアウト→ログインで有効になります。
nl: Cursorgrootte gewijzigd.A.u.b.\n afmelden/aanmelden om de veranderingen te bekijken.
pt: Alterado o tamanho do cursor. Por favor,\n reinicie a sessão para ver a mudança.
ro: Mărimea cursorului a fost schimbată.\n Ieșiți și autentificați-vă pentru a vedea schimbările.
uk: Розмір вказівника змінено. Вийдіть\n та зайдіть знову, щоб побачити зміни.

source: Default cursor size restored.\nPlease logout/login to see changes.
bg: Размера по подразбиране е възатановен. Моля излезте/влезте за да видите промените.
ca: Restaurada la mida del cursor. Sortiu i torneu a entrar per a veure els canvis.
cs: Tovární nastavení velikosti myši obnoveno.\n Prosím odhlašte se/přihlašte se pro projevení změn.
de: Standard Mauszeigergröße wiederhergestellt.\n Bitte neueinloggen, um Änderungen wirksam zumachen.
el: Προκαθορισμένο μέγεθος δρομέα αποκατασταθεί. \ NΠαρακαλώ logout / login για να δείτε τις αλλαγές.
es: Tamaño predeterminado del cursor restaurado, por favor\n cierre/inicie sesión para ver los cambios.
fr: La taille du curseur par défaut a été restaurée.\nVeuillez fermer la session/ouvrir la session pour voir les changements.
it: Ripristinata la dimensione del puntatore predefinita\n Per favore esci e accedi per vedere i cambiamenti.
ja: カーソルサイズをデフォルトに戻しました。\nログアウト→ログインで有効になります。
nl: Standaard cursor-grootte hersteld.\nA.u.b. afmelden/aanmelden om de veranderingen te bekijken.
pt: Restaurado o tamanho padrão do cursor. Por\n favor, reinicie a sessão para ver a mudança.
ro: Mărimea inplicită a cursorului a fost restaurată.\n Ieșiți și autentificați-vă pentru a vedea schimbările.
uk: Типовий розмір вказівника відновлено.\n Вийдіть та зайдіть знову, щоб побачити зміни.
