Repository: BitJam/Transifex-translations
Catalog: antix-development.restart-x/*.po
Languages: ar, ca, cs, de, el, es, fr, it, pl, pt_br

source: Restart X Windows
ar: إعادة تشغيل نافذة X
ca: Torna a engegar les X-windows
cs: Restartovat X Windows
de: Neustart von X Window
el: Επανεκκίνηση του διαχειριστή παραθύρων X Windows
es: Reiniciar las ventanas X
fr: Redémarrez X Windows
it: Riavvia X Windows
pl: Ponownie uruchom X Windows
pt_br: Reiniciar X Windows

source: Pause between stopping and starting.
ar: توقف مؤقت بين التوقف والبدء
ca: Pausa entre aturada i arrencada
cs: Pozastavit mezi zastavením a spuštěním.
de: Pause zwischen Anhalten und Starten.
el: Παύση ανάμεσα στη διακοπή και την εκκίνηση.
es: Pausa entre el inicio y el fin.
fr: Pause entre l'arrêt et le démarrage.
it: Pausa tra l'interruzione e l'avvio.
pl: Pauza między zatrzymaniem i uruchomieniem.
pt_br: Pausa entre a interrupção e o reinício.

source: DO NOT USE.
ar: لا تستخدم
ca: NO L'USEU
cs: NEPOUŽÍVAT
de: DAS IST NICHT IN VERWENDUNG.
el: ΝΑ ΜΗΝ ΧΡΗΣΙΜΟΠΟΙΕΙΤΑΙ.
es: NO USAR.
fr: NE PAS UTILISER.
it: NON UTILIZZARE.
pl: NIE UŻYWAJ.
pt_br: NÃO USAR.

source: The default display manager was not found.
ar: لم يتم العثور على مدير العرض الافتراضي
ca: No s'ha trobat el gestor de finestres.
cs: Výcohzí správce zobrazení nebyl nalezen.
de: Der Standard-Display-Manager wurde nicht gefunden.
el: Ο προεπιλεγμένος διαχειριστής παραθύρων δεν βρέθηκε.
es: El manejador de apariencia por defecto no se ha encontrado.
fr: Le gestionnaire d'affichage par défaut n'a pas été trouvé.
it: Il display manager di default non è stato trovato
pl: Nie odnaleziono domyślnego menedżera logowania.
pt_br: O gerenciador de sessões padrão não foi encontrado.

source: Will search for any running display manager.
ar: يتم البحث عن أي مدير العرض حالي
ca: Se cercarà qualsevol gestor de pantalla en execució.
cs: Proběhne hledání všech spuštěních správců zobrazení.
de: Werde suchen nach einem laufenden Display-Manager.
el: Θα γίνει αναζήτηση για οποιονδήποτε διαχειριστή παραθύρων εντοπισθεί.
es: Se buscará cualquier manejador de apariencia.
fr: Va rechercher un gestionnaire d'affichage en cours.
it: Si cercherà un qualche display manager in esecuzione.
pl: Rozpocznie poszukiwanie dowolnego działającego menedżera logowania.
pt_br: Procurar-se-á por algum gerenciador de sessões em atividade.

source: No display manager was found.
ar: لم يتم العثور على مدير العرض
ca: No s'ha trobar cap gestor de pantalla.
cs: Žádný správce zobrazení nebyl nalezen.
de: Kein Display-Manager gefunden.
el: Δεν βρέθηκε κανένας διαχειριστής παραθύρων.
es: No se encontró ningún manejador de apariencia.
fr: Aucun gestionnaire d'affichage n'a été trouvé.
it: Nessun display manager è stato trovato
pl: Nie odnaleziono żadnego menedżera logowania.
pt_br: Não foi encontrado nenhum gerenciador de sessões.

source: Cannot restart X.
ar: لا يمكن إعادة تشغيل X
ca: No es pot tornar a arrencar les X.
cs: Nelze restartovat X.
de: Kann nicht neu starten X.
el: Αδύνατη η επανεκκίνηση του Χ.
es: No se puede reiniciar X.
fr: Impossible de redémarrer X.
it: Non è possibile riavviare X.
pl: Nie można ponownie uruchomić X.
pt_br: Incapaz de reiniciar o X.

source: Found display manager: %s
ar: تم العثور على مدير العرض: %s
ca: S'ha trobat el gestor de pantalla: %s
cs: Nalezen správce zobrazení: %s
de: Gefunden Display-Manager: %s
el: Βρέθηκε ο διαχειριστής παραθύρων: %s
es: Se encontró el manejador de apariencia: %s
fr: Gestionnaire d'affichage trouvé: %s
it: Trovato il display manager: %s
pl: Odnaleziono menedżer logowania: %s
pt_br: Gerenciador de sessões encontrado: %s

source: Do you want to restart X-windows now?
ar: هل تريد إعادة تشغيل نافذة X الآن؟
ca: Voleu tornar a arrencar les X-windows ara?
cs: Chcete restartovat X-windows nyní?
de: MÃ¶chten Sie X-windows jetzt neu starten?
el: Θέλετε να επανεκκινήσετε το X-windows τώρα;
es: ¿Desea reiniciar las ventanas X ahora?
fr: Voulez-vous redémarrer X-windows maintenant?
it: Vuoi riavviare X-windows ora?
pl: Czy chcesz teraz ponownie uruchomić X-windows?
pt_br: Quer reiniciar o X agora?

source: (There will be a %s second pause before X-windows starts)
ar: (سيكون هناك توقف مؤقت لمدة %s ثانية قبل إعادة تشغيل نافذة X)
ca: (Es farà una pausa de %s segons abans de tornar a arrencar)
cs: (Před spuštěním X-windows bude %s vteřinová pauza)
de: (Es wird ein % Sekunden Pause, bevor X-Windows startet)
el: (Θα υπάρξει μία %s δεύτερη παύση πριν αρχίσει ο X-windows)
es: (Habrá una pausa de %s segundos antes de que las ventanas X se inicien).
fr: (Il y aura une pause de %s secondes avant que X-windows ne démarre)
it: (Ci sarà una pausa di %s secondi prima dell'avvio di X-windows)
pl: (Przed uruchomieniem X-windows nastąpi %s-sekundowa pauza)
pt_br: (haverá uma pausa de %s segundos antes do X ser iniciado)
