Repository: BitJam/Transifex-translations
Catalog: antix-development.remasterpot/*.po
Languages: ca, cs, de, es, it, nl, pl, pt_br

source: Do you want to chroot to ... to add/remove programs?
ca: Voleu fer chroot a ... abans d'afegir/eliminar programes?
cs: Chcete chroot ... pro přidání/odstranění programů?
de: Soll chroot nach ... ausgeführt werden um Programme hinzufügen/entfernen?
es: ¿Desea ejecutar chroot hacia ... para agregar/remover programas?
it: Vuoi utilizzare chroot per ... per aggiungere/rimuovere dei programmi?
nl: Wilt u 'chroot' toepassen op ... om programma's toe te voegen/te verwijderen?
pt_br: Você quer efetuar o chroot para ... para adicionar/remover programas?

source: WARNING!!! You are chrooting to ..., any changes in the chroot environment will affect the actual hard disk installation.
ca: COMPTE!!! Aneu a fer chroot a ... , qualsevol canvi a l'entorn de chroot afectarà la vostra instal·lació actual al disc dur.
cs: VAROVÁNÍ!!! Chrootovali jste ..., jakékoli změny v prostředí chroot ovlivní vlastní instalaci na pevný disk.
de: WARNUNG!!! Es wird ein chroot nach... ausgeführt. Jegliche Änderungen an der chroot Umgebung wird die Festplatteninstallation verändern.
es: ADVERTENCIA: Está ejecutando chroot en ... Todo cambio en el ambiente de chroot afectará la instalación del disco real.
it: ATTENZIONE!!! Stai eseguendo chroot su ..., qualsiasi cambiamento nell'ambiente chroot avrà effetti sull'attuale installazione nell'Hard Disk.
nl: WAARSCHUWING!!! U past 'chroot' toe op ..., elke verandering in de chroot-omgeving zal de huidige installatie op de harde schijf beinvloeden.
pt_br: ATENÇÃO!!! Você está efetuando o chroot para ..., quaisquer mudanças no ambiente chroot afetarão a própria instalação no HD.
