Repository: BitJam/Transifex-translations
Catalog: antix-development.remasterpot/*.po
Languages: ca, cs, de, es, it, nl, pl, pt_br

source: Enter the path (i.e. /home/username) in which you want to place your ISO file
ca: Introduïu el camí on voleu desar el vostre fitxer ISO (ex: /home/nomdusuari)
cs: Zadejte cestu (např. /home/uživatelskéjméno) do které chcete ISO umístit
de: Bitte den Pfad eingeben, in dem die ISO-Datei gespeichert werden soll (z.B. /home/username)
es: Ingrese la ruta (por ejemplo, /home/nombredeusuario) en la que desea colocar el archivo ISO
it: Inserisci il percorso (es. /home/nomeutente) dove vuoi mettere il tuo file ISO
nl: Voer het pad in (bijv. /home/gebruiker) waarin u uw ISO-bestand wilt plaatsen
pl: Podaj ścieżkę (np. /home/użytkownik) w której chcesz umieścić swój plik obrazu ISO
pt_br: Informe o caminho (p.ex. /home/usuario) no qual colocar o seu arquivo iso

source: ...doesn't exist, create?
ca: ... no hi és, voleu crear-lo?
cs: ...neexistuje, vytvořit?
de: ... existiert nicht; soll erstellt werden?
es: ... no existe. ¿Desea crearlo?
it: ...non esiste, crearlo?
nl: ...bestaat niet. Aanmaken?
pl: ...nie istnieje, czy utworzyć?
pt_br: ...não existe, criar?

source: Error: the directory was not created, please try again
ca: Error: no s'ha pogut crear el directori, torneu a provar-ho
cs: Chyba: složka nebyla vytvořena, zkuste to znovu prosím
de: Fehler: Das Verzeichnis wurde nicht erstellt, bitte erneut versuchen
es: Error: el directorio no pudo crearse. Por favor inténtelo de nuevo
it: Errore: la directory non è stata trovata, prego prova ancora
nl: Fout: de folder is niet aangemaakt. A.u.b. opnieuw proberen
pl: Błąd: katalog nie został utworzony, proszę spróbować ponownie
pt_br: Erro: o diretório não foi criado. Por favor, tente de novo

source: The path will be...
ca: El camí serà ...
cs: Cesta bude...
de: Der Pfad wird...
es: La ruta será ...
it: Il percorso sarà...
nl: Het pad zal zijn...
pl: Ścieżka zostanie...
pt_br: O caminho será...

source: Enter the name of the ISO file (default: remastered.iso)
ca: Introduïu el nom del fitxer ISO (per omissió: remastered.iso)
cs: Zadejte název souboru ISO (výchozí: remastered.iso)
de: Bitte den Namen der ISO-Datei eingeben (Vorgabewert: "remastered.iso")
es: Ingrese el nombre del archivo ISO (por defecto: remastered.iso)
it: Inserisci il nome del file ISO (di default: remastered.iso)
nl: Voer de naam in voor het ISO-bestand (standaard: 'remastered.iso')
pl: Podaj nazwę pliku obrazu ISO (domyślnie: remastered.iso)
pt_br: Informe o nome do arquivo iso (padrão: remastered.iso)

source: File exists, overwrite?
ca: El fitxer ja hi és, el voleu sobreescriure?
cs: Soubor existuje, přepsat?
de: Datei existiert bereits; überschreiben?
es: El archivo ya existe. ¿Desea sobreescribirlo?
it: Il file esiste già, sovrascriverlo?
nl: Het bestand bestaat reeds. Overschrijven?
pl: Plik istnieje, czy nadpisać?
pt_br: O arquivo já existe, sobrescrever?

source: Good. We are now creating your iso. Sit back and relax, this takes some time (some 20 minutes on an AMD +2500 for a 680MB iso).
ca: Bé. Ara es crearà la vostra ISO. Asseieu-vos i poseu-vos tranquils, cal un cert temps (uns 20 minuts en eun AMD +2500 per una imatge ISO de 680 MB)
cs: Dobře. Vaše iso je nyní vytvářeno. Pohodlně se usaďte a uvolněte se, toto bude jistou chvíli trvat (okolo 20 minut na AMD +2500 když iso je 680MB)
de: Gut. Nun wird die ISO-Datei erstellt. Dies könnte ein wenig dauern (ca. 20 Minuten auf einem AMD +2500 für eine 680 MB ISO-Datei), also Zeit für eine Pizza.
es: Bien. Ahora se está creando su iso. Sientése y relájese ya que esto tardará algún tiempo (alrededor de 20 minutos en un AMD +2500 para una iso de 680MB).
it: Bene. Si sta creando la tua iso. Stai tranquillo e rilassati, la faccenda prenderà un pò di tempo (circa 20 minuti su un AMD +2500 per una iso da 680MB).
nl: Goed. We gaan nu uw iso aanmaken. Leun achterover en ontspan. Het zal enige tijd duren (ongeveer 20 minuten op een AMD +2500 voor een 680MB iso).
pl: Dobrze. W tym momencie zaczynamy tworzenie Twojego pliku obrazu iso. Usiądź wygodnie i odpocznij, potrwa to trochę czasu (około 20 minut na komputerach AMD +2500 przy pliku 680 MB).
pt_br: Bom. O seu iso está sendo criado agora. Descanse, isso leva um tempo (uns 20 min em um AMD +2500 para um iso de 680MB).

source: Error making squashfs file. Script aborted.
ca: Error fent el fitxer squashfs. Script interromput.
cs: Chyba při vytváření souboru squashfs. Skript ukončen.
de: Fehler beim Erstellen der "squashfs"-Datei. Skript abgebrochen.
es: Error al crear el archivo squashfs. Se interrumpió el script.
it: Errore durante la creazione del file squashfs. Script interrotto.
nl: Fout bij het maken van het squashfs-bestand. Script afgebroken.
pl: Wystąpił błąd podczas tworzenia pliku squashfs. Działanie skryptu zostało przerwane.
pt_br: Erro ao criar o arquivo squashfs. Script abortado.

source: Done. You will find your very own remastered home-made Linux here:
ca: Fet. Trobareu el vostre propi Linux casolà remasteritzat aquí:
cs: Hotovo. Zde naleznete Váš vlastnoručně vyrobený Linux:
de: Fertig. Ihr Linux Marke Eigenbau befindet sich hier:
es: Listo. Encontrará su propio Linux remasterizado y hecho en casa aquí:
it: Fatto. Troverai la tua rimasterizzazione Linux personale, qui:
nl: Klaar. U kunt uw eigen zelf-bewerkte Linux hier vinden:
pl: Ukończono. Znajdziesz swojego własnego, zremasterowanego domowym sposobem, Linuksa tutaj:
pt_br: Pronto. Você encontrará o seu Linux remasterizado feito-em-casa aqui:

source: ISO building failed.
ca: Ha fallat la creació de la ISO
cs: Sestavování ISO selhalo.
de: ISO Erstellen fehlgeschlagen.
es: Falló la creación de la ISO.
it: Creazione dell'ISO fallita.
nl: ISO opbouwen mislukt.
pl: Zbudowanie obrazu ISO nie powiodło się.
pt_br: A construção do iso falhou.

source: File size =
ca: Mida del fitxer =
cs: Velikost souboru =
de: Dateigröße =
es: Tamaño del archivo =
it: Dimensione file =
nl: Bestandsgrootte =
pl: Rozmiar pliku =
pt_br: Tamanho do arquivo =

source: you can burn this file on a business-card CD, or a larger medium
ca: Podeu gravar aquest fitxer en un CD tipus "carta de crèdit" o més gran
cs: tento soubor můžete vypálit na vizitkovém CD, nebo na větším médiu
de: Diese Datei kann auf eine "business-card"-CD oder auf größere Medien gebrannt werden
es: puede grabar este archivo en un CD pequeño o en uno mayor
it: volendo puoi masterizzare questo file anche su un business-card CD, oppure su un CD più grande
nl: U kunt dit bestand branden op een business-card CD, of een groter medium
pl: możesz wypalić ten plik na płycie wizytowej CD lub na większym nośniku
pt_br: você pode queimar esse arquivo num Mini CD ou numa mídia de maior capacidade

source: you can burn this file on a Mini CD, or a larger medium
ca: Modeu gravar aquest fitxer en un Mini-CD, o més gran
cs: tento soubor můžete vypálit na Mini CD, nebo na větším médiu
de: Diese Datei kann auf eine Mini-CD oder auf größere Medien gebrannt werden
es: puede grabar este archivo en un Mini CD o en uno mayor
it: volendo puoi masterizzare questo file anche su un Mini CD, oppure su un CD più grande
nl: U kunt dit bestand branden op een Mini CD of een groter medium
pl: możesz wypalić ten plik na Mini CD lub na większym nośniku
pt_br: você pode queimar esse arquivo num Mini CD ou numa mídia de maior capacidade

source: you can burn this file on a 650 MB / 74 Min. CD, or a larger medium
ca: Podeu gravar aquest fitxer en un CD de 650MB / 74 min, o més gran.
cs: tento soubor můžete vypálit na 650 MB / 74 Min. CD, nebo na větším médiu
de: Diese Datei kann auf eine 650 MB / 74 Min. CD oder auf größere Medien gebrannt werden
es: puede grabar este archivo en un CD de 650 MB / 74 min. o en uno mayor
it: puoi masterizzare questo file su un CD di 650 MB / 74 Min. oppure su un CD/DVD con maggiore spazio
nl: U kunt dit bestand branden op een CD van 650 MB/ 74 min. of een groter medium
pl: możesz wypalić ten plik na płycie CD 650 MB / 74 min. lub na większym nośniku
pt_br: você pode queimar esse arquivo num CD de 650 MB / 74 min ou numa mídia de maior capacidade

source: you can burn this file on a 700 MB / 80 Min. CD, or a larger medium
ca: Podeu gravar aquest fitxer en un CD de 700 MB / 80 min, o més gran.
cs: tento soubor můžete vypálit na 700 MB / 80 Min. CD, nebo na větším médiu
de: Diese Datei kann auf eine 700 MB / 80 Min. CD oder auf größere Medien gebrannt werden
es: puede grabar este archivo en un CD de 700 MB / 80 min. o en uno mayor
it: puoi masterizzare questo file su un CD di 700 MB / 80 Min. oppure su un CD/DVD con maggiore spazio
nl: U kunt dit bestand branden op een CD van 700 MB/ 80 min. of een groter medium
pl: możesz wypalić ten plik na płycie CD 700 MB / 80 min. lub na większym nośniku
pt_br: você pode queimar esse arquivo num CD de 700 MB / 80 min ou numa mídia de maior capacidade

source: this is too big for a CD, burn it on a DVD
ca: és massa gran per a un CD, graveu-ho en un DVD
cs: toto je pro CD příliš velké, byplate to na DVD
de: Zu groß für eine CD, muss auf DVD gebrannt werden
es: Este archivo es demasiado grande para un CD. Guárdelo en un DVD
it: questo è troppo grande per un CD, masterizzalo su un DVD
nl: dit is te groot voor een CD. Brand het op een DVD
pl: jest on za duży dla płyty CD, wypal fo na płycie DVD
pt_br: isso é demais para um CD, queime-o num DVD

source: this is too big for a 4.7 GB DVD, burn it on a dual-layer DVD
ca: ÉS massa gran per a un DVD de 4,7 GB, graveu-ho en un CD de doble capa.
cs: toto je příliš velké pro 4.7 GB DVD, vypalte to na dvouvrstvém DVD
de: Zu groß für eine 4,7 GB DVD, muss auf zweilagige (Dual-Layer) DVD gebrannt werden
es: Este archivo es demasiado grande para un DVD de 4.7 GB. Guárdelo en un DVD de doble capa.
it: questo è troppo grande per un DVD da 4,7 GB, masterizzalo su un DVD a doppio strato
nl: dit is te groot voor een 4.7 GB DVD. Brand het op een dubbel-gelaagde DVD
pl: jest on za duży dla płyty DVD 4.7 GB, wypal go na dwuwarstwowej płycie DVD
pt_br: isso é demais para um DVD de 4,7 GB, queime-o num DVD de dupla-camada

source: the file is probably too big to burn even on a dual-layer DVD
ca: aquest fitxer potser és massa gran fins i tot per a un DVD de doble capa.
cs: soubor je pravděpodobně příliš velký i pro vypálení na dvouvrstvém DVD
de: Diese Datei ist wahrscheinlich sogar zu groß für eine zweilagige (Dual-Layer) DVD
es: Este archivo es demasiado grande para grabarse incluso en un DVD de doble capa.
it: il file probabilmente è troppo grande anche per masterizzarlo su un DVD a doppio strato
nl: het bestand is waarschijnlijk zelfs te groot om op een dubbel-gelaagde DVD te branden
pl: plik jest prawdopodobnie za duży do wypalenia nawet na dwuwarstwowej płycie DVD
pt_br: o arquivo é provavelmente grande demais para ser queimado até mesmo num DVD de dupla-camada

source: You started the script with "--from-hdd" option, you need to run the script from a Live CD
ca: Heu engegat l'script amb l'opció "--from-hdd", cal que executeu aquest script des d'un CD autònom
cs: Spustili jste skript s možností "--from-hdd", tento skript musíte spustit z Live CD
de: Das Skript wurde mit der "--from-hdd" Option gestartet, das Skript muss von einer Live CD ausgeführt werden.
es: Usted inició el script con la opción "--from-hdd". Tendrá que ejecutar el script desde un live CD
it: Hai avviato lo script con l'opzione "--from-hdd" , devi eseguire lo script da un Live CD
nl: U hebt het script gestart met de '--van-hdd' optie, maar u moet het script uitvoeren vanaf een live CD
pl: Skrypt został uruchomiony z opcją "--from-hdd", należy uruchomić skrypt z płyty Live CD
pt_br: Você iniciou o script com a opção "--from-hdd", você precisa executá-lo a partir de um Live CD

source: You have two choices here:
ca: Aquí teniu dues opcions:
cs: Máte dvě možnosti:
de: Hier gibt es zwei Möglichkeiten:
es: Tiene dos opciones:
it: Hai due scelte qui:
nl: U hebt hier twee keuzes:
pl: Masz do wyboru dwie opcje:
pt_br: Aqui você tem duas opções:

source: 1. Remaster a generic Live CD -- you'll lose your user account(s), you have to use Live CD's default accounts and passwords, /home partition or directory will not be included in resulting ISO.
ca: 1. Remasteritzar un CD autònom -- perdreu el(s) vostre(s) compte(s) d'usuari, cal usar els comptes i contrasenyes del CD autònom, i la partició /home no s'inclourà a la ISO resultant.
cs: 1. Vytvořit obecné Live CD -- ztratíte všechny Vaše uživatelské účty(), musíte použít výchozí účty a hesla z CD. oddíl či složka /home nebude zahrnuta ve výsledném ISO.
de: 1. Remastern einer generischen Live CD -- es werden alle Benutzerkonten entfernt; es müssen die voreingestellten Benuzerkonten und Passwörter der Live CD benutzt werden. Die/das /home Partition/Verzeichnis wird nicht in dem erzeugte ISO enthalten sein.
es: 1. Remasterizar un Live CD genérico -- perderá sus cuentas de usuario(s) y deberá usar las cuentas por defecto del Live CD. Las contraseñas, la partición /home o el directorio no se incluirán en la ISO resultante.
it: 1. Rimasterizza un Live CD generico -- perderai il tuo/tuoi account(s), dovrai usare l'account e la password di default del Live CD, inoltre la directory o partizione /home non sarà inclusa nella ISO risultante.
nl: 1. Bewerk een generieke Live CD -- u verliest uw gebruikers-account(s), u dient de standaard-accounts en wachtwoorden te gebruiken van de Live CD, en de /home partitie of -directory zullen niet worden opgenomen in de uiteindelijke ISO.
pl: 1. Zremasteruj ogólne Live CD -- stracisz swoje konto(-a) użytkownika(-ów), będziesz trzeba używać domyślnych dla Live CD kont i haseł. Partycja /home lub katalog nie zostanie załączona do ostatecznego obrazu płyty.
pt_br: 1. Remasterizar um Live CD genérico -- você perderá sua(s) conta(s) de usuário, você terá de usar as contas e as senhas padrão do Live CD, a partição ou diretório /home não serão inclusos no iso resultante.

source: 2. Remaster a custom Live CD -- you'll keep your own account(s) and paswords in the new Live CD (WARNING! NOT WORKING PROPERLY YET!)
ca: 2. Remasteritzar un CD autònom personalitzat --mantindreu el(s) vostre(s) propis compte(s) i contrasenyes al nou CD (ATENCIÓ! ENCARA NO FUNCIONA PROU BÉ!)
cs: 2. Vytvořit vlastní Live CD -- ponecháte si vaše účty() a hesla v novém Live CD (VAROVÁNÍ! ZATÍM NEFUNGUJE SPRÁVNĚ)
de: 2. Remastern eine angepassten Live CD -- Die Benutzerkonten und Passwörter werden auf der erzeuten Live CD beibehalten (WARNUNG! FUNKTIONIERT NOCH NICHT VOLLSTÄNDIG!)
es: 2. Remasterizar un live CD personalizado -- mantendrá sus cuentas y contraseñas en el nuevo CD ⏎ (ADVERTENCIA: NO FUNCIONA APROPIADAMENTE AÚN)
it: 2. Rimasterizza un Live CD personale -- avrai i tuoi account(s) e paswords nel nuovo Live CD (ATTENZIONE! NON FUNZIONA ANCORA IN MANIERA CORRETTA E STABILE!)
nl: 2. Bewerk een gewone Live CD -- u behoudt uw eigen account(s) en wachtwoorden in de nieuwe Live CD (WAARSCHUWING! WERKT NOG NIET HELEMAAL GOED!)
pl: 2. Zremasteruj własne Live CD -- zachowasz swoje własne konto(-a) i hasła na nowym Live CD (OSTRZEŻENIE! NIE DZIAŁA JESZCZE W PEŁNI SPRAWNIE!)
pt_br: 2. Remasterizar um Live CD personalizado -- serão mantidas a(s) sua(s) conta(s) e senhas no novo Live CD (ATENÇÃO! AINDA NÃO FUNCIONA ADEQUADAMENTE!)

source: Please enter your choice: 1 or 2
ca: Si us plau, entreu la vostra opció: 1 o 2
cs: Zadejte prosím Vaši volbu: 1 nebo 2
de: Bitte auswählen: 1 oder 2
es: Por favor ingrese su escogencia: 1 o 2
it: Per favore, inserisci la tua scelta: 1 o 2
nl: Voer a.u.b. uw keuze in: 1 of 2
pl: Proszę wybrać opcję: 1 lub 2
pt_br: Informe a sua opção: 1 ou 2

source: This option DOESN'T completely work yet. To log in in the resulting Live CD you need to:
ca: Aquesta opció encara no funciona del tot. Per a registrar-vos al CD resultant us caldrà:
cs: Tato možnost zatím NEFUNGUJE správně. Abyste se ve výsledném Live Cd přihlásili, musíte:
de: iese Option funktioniert noch NICHT vollständig. Um sich auf der erstellten Live CD einzuloggen muss:
es: Esta opción NO funciona bien completamente. Para ingresar en el Live CD resultante, deberá:
it: Questa opzione NON funziona ancora in maniera completa. Per accedere al Live CD risultante dovrai:
nl: Deze optie WERKT NOG NIET HELEMAAL. Om u aan te melden op de resulterende Live CD moet u:
pl: Ta opcja jeszcze NIE działa w pełni. Aby sprawdzić dziennik rezultatów pracy Live CD należy:
pt_br: Essa opção ainda NÃO funciona adequadamente. Para se autenticar no Live CD resultante é necessário:

source: 1. boot the Live CD using "aufs" option
ca: 1. Arrencar el CD autònom usant l'opció "aufs"
cs: 1. CD zavést pomocí možnosti "aufs"
de: 1. LiveCD mit der Option "aufs" booten
es: 1. iniciar el Live CD con la opción "aufs"
it: 1. avviare il CD Live utilizzando l'opzione "aufs"
nl: 1. de Live CD opstarten met de 'aufs'-optie
pl: 1. wykonaj rozruch płyty Live CD używając opcji "aufs"
pt_br: 1. carregá-lo usando a opção "aufs"

source: 2. press CTRL-ALT-F1, log in as root and execute this command: "mount --bind /aufs/home /home"
ca: 2. Prémer Ctrl-Alt-F1, registrar-vos com a usuari principal i executar l'ordre: "mount --bind /aufs/home /home"
cs: 2. stisknout CTRL-ALT-F1, přihlásit se jako root a spustit tento příkaz: "mount --bind /aufs/home /home"
de: 2. STRG+ALT+F1 drücken, als "root" einloggen und folgenden Befehl ausführen: "mount --bind /aufs/home /home"
es: 2. presionar CTRL-ALT-F1, iniciar como root y ejecutar esta orden: "mount --bind /aufs/home /home"
it: 2. premere CTRL-ALT-F1, poi accedi come root ed esegui questo comando: "mount --bind /aufs/home /home"
nl: 2. CTRL-ALT-F1 gebruiken, aanmelden als 'root' en deze commando's invoeren: "mount --bind /aufs/home/home"
pl: 2. naciśnij CTRL-ALT-F1, zaloguj się jako administrator i wykonaj to polecenie: "mount --bind /aufs/home /home"
pt_br: 2. pressionar CTRL-ALT-F1, autenticar-se como root e executar o comando: "mount --bind /aufs/home /home"

source: 3. run: "/etc/init.d/kdm restart"
ca: 3. Executar: "/etc/init.d/kdm restart"
cs: 3. spustit: "/etc/init.d/kdm restart"
de: 3. Ausführen: "/etc/init.d/kdm restart"
es: 3. ejecutar: "/etc/init.d/kdm restart"
it: 3. esegui: "/etc/init.d/kdm restart"
nl: 3. geef de opdracht: "/etc/init.d/kdm restart"
pl: 3. uruchom: "/etc/init.d/kdm restart"
pt_br: 3. executar: "/etc/init.d/kdm restart"

source: Enter the partition that you want to remaster (e.g., hda3)
ca: Indiqueu la partició que vulgueu remasteritzar (ex: hda3)
cs: Zadejte oddíl, který chcete přizpůsobit (např., hda3)
de: Die Partition die remastert werden soll angeben (z.B.: hda3)
es: Ingrese la partición que desea remasterizar (por ejemplo, hda3)
it: Inserisci la partizione che vuoi rimasterizzare (per esempio hda3)
nl: Voer de partitie in die u wilt bewerken (bijv. hda3)
pl: Wpisz partycję, którą chcesz zremasterować (np. hda3)
pt_br: Informe a partição que você quer remasterizar (p.ex. hda3)

source: Do you have /home on a different partition?
ca: El directori /home és a una partició diferent?
cs: Máte /home v jiném oddílu?
de: Befindet sich "/home" auf einer anderen Partition?
es: ¿Tiene ubicado el directorio /home en una partición diferente?
it: Hai /home su una partizione diversa?
nl: Hebt u /home op een andere partitie?
pl: Czy /home znajduje się na innej partycji?
pt_br: Você possui /home numa partição distinta?

source: Enter /home partition (e.g., hda4)
ca: Entreu la partició /home (ex: hda4)
cs: Zadejte oddíl /home (např., hda4)
de: Bitte die "/home" Partition eingeben (z.B. hda4)
es: Ingrese la partición /home (por ejemplo, hda4)
it: Inserisci la partizione /home (per esempio, hda4)
nl: Voer de partitie voor /home in (bijv. hda4)
pl: Wpisz nazwę partycji /home (np. hda4)
pt_br: Informe a partição /home (p.ex. hda4)

source: Could not mount ... partition, retry?
ca: No es pot muntar la partició ... , reintentar?
cs: Nelze připojit oddíl ... , zkusit znovu?
de: Konnte nicht Partition ... einhängen (mount'en), wiederholen?
es: No se pudo montar la partición ... ¿Desea reintentarlo?
it: Non è stato possibile montare la partizione ... , riprovare?
nl: Kon ..partitie niet aankoppelen. Opnieuw proberen?
pl: Nie udało się zamontować ... partycji, spróbować ponownie?
pt_br: Não foi possível montar a partição ..., tentar de novo?

source: You need to be root to execute this script.
ca: Cal ser usuari principal per a executar aquest script.
cs: Potřebujete být root pro spuštění tohoto skriptu.
de: Das Ausführen dieses Skriptes erfordert "root"-Rechte
es: Necesita ser root para ejecutar este script
it: Devi essere root per eseguire questo script.
nl: U moet 'root' zijn om dit script uit te voeren.
pl: Musisz mieć prawa administratora, aby wykonać ten skrypt.
pt_br: Você precisa ser root para executar este script.

source: This remastering process uses the "squashfs" file system which doesn't seem to be installed on your system. Without it we cannot proceed. Run ...
ca: El procés de remasterització usa el sistema de fitxers "squashfs" que sembla que no està instal·lat al vostre sistema. Sense ell no es pot continuar. Executeu ...
cs: Tento proces využívá souborový systém "squashfs" a ten není ve Vašem systému nainstalován. Bez toho nelze pokračovat. Spusťte ...
de: Das Remaster-Programm benutzt das "squashfs" Dateisystem, welches nicht installiert zu sein scheint. Ohne es kann nicht fortgefahren werden. Bitte ausführen:
es: Este proceso de remasterización usa el sistema de archivos "squashfs" que parece no estar instalado en su sistema. Sin él, no se puede proceder. Ejecute ...
it: Questo processo di rimasterizzazione usa il file system "squashfs" che non sembra sia installatosul tuo sistema. Senza di lui non è possibile procedere. Esegui ...
nl: Dit bewerkingsproces maakt gebruik van het 'squashfs' bestandssysteem, hetgeen niet lijkt te zijn geinstalleerd op uw systeem. Zonder 'squashfs' kunnen we niet verder gaan. Gebruik ...
pt_br: Este processo de remasterização usa o sistema de arquivos "squashfs", que parece não estar instalado no seu sistema. Sem ele é impossível prosseguir. Execute ...

source: If you do have the package installed you might need to run this command "modprobe squashfs" before running this script
ca: Si teniu el paquet instal·lat potser us cal executar l'ordre "modprobe squashfs" abans d'executar aquest script.
cs: Pokud nemáte balíček nainstalován, možná budete muset zadat příkaz "modprobe squashfs" před spuštěním tohoto skriptu
de: Falls das Paket installiert sein sollte, könnte es sein, dass der Befehl "modprobe squashfs" vor diesem Skriptes ausgeführt werden muss
es: Si realmente tiene el paquete instalado, es posible que deba ejecutar la orden "modprobe squashfs" antes de ejecutar este script
it: Se hai il pacchetto installato potresti dover eseguire questo comando "modprobe squashfs" prima di avviare questo script
nl: Indien het pakket toch bij u is geinstalleerd, is het misschien noodzakelijk om het commando "modprobe squashfs" te gebruiken voordat het script wordt uitgevoerd
pt_br: Se você tem o pacote instalado, talvez seja necessário executar o comando "modprobe squashfs" antes de executar este script

source: Script aborted.
ca: Script interromput.
cs: Skript ukončen.
de: Skript abgebrochen
es: Se interrumpió el script.
it: Script interrotto.
nl: Script afgebroken
pl: Działanie skryptu zostało przerwane.
pt_br: Script abortado.

source: Unrecognized option:
ca: Opció desconeguda:
cs: Nerozpoznaná možnost:
de: Unbekannte Option:
es: Opción no reconocida:
it: Opzione non riconosciuta:
nl: Onbekende optie
pl: Nierozpoznana opcja:
pt_br: Opção desconhecida:
