Repository: BitJam/Transifex-translations
Catalog: antix-development.remasterpot/*.po
Languages: ca, cs, de, es, it, nl, pl, pt_br

source: This script needs to use squashfs-tools package, shall I install it?
ca: Aquest script necessita el paquet squashfs-tools; l'instal·lem ara?
cs: Tento skript vyžaduje balíček squashfs-tools, má se instalace nyní provést?
de: Dieses Skript benötigt das "squashfs-tools" Paket; soll es installiert werden?
es: El script necesita usar el paquete squashfs-tools, ¿lo instalamos?
it: Questo script deve utilizzare il pacchetto squashfs-tools, devo installarlo?
nl: Voor het uitvoeren van dit script is het pakket 'squashfs-tools' noodzakelijk. Moet ik het installeren?
pl: Ten skrypt wymaga do działania pakietu squashfs-tools, czy zainstalować go?
pt_br: Este script necessita do pacote squashfs-tools, posso instalá-lo?

source: Squshfs-tools is a required package. Script aborted.
ca: Cal el paquet squashfs-tools. Script interromput.
cs: Squashfs-tools je vyžadovaný balíček. Skript ukončen.
de: Das Paket "squashfs-tools" wird benötigt. Skript abgebrochen.
es: Squashfs-tools es un paquete requerido. Se interrumpió el script.
it: Si richiede il pacchetto squshfs-tools. Script interrotto.
nl: 'Squashfs-tools' is een vereist pakket. Script afgebroken.
pl: Squashfs-tools jest wymaganym pakietem. Działanie skryptu zostało wstrzymane.
pt_br: O pacote squashfs-tools é requerido. Script abortado.

source: Error installing required package. Script aborted.
ca: Error instal·lant el paquet necessari. Script interromput.
cs: Chyba při instalaci požadovaného balíčku. Skript ukončen.
de: Fehler beim installieren eines benötigten Pakets. Skript abgebrochen.
es: Error al instalar el paquete requeriso. Se interrumpió la ejecución del script.
it: Errore durante l'installazione del pacchetto richiesto. Script interrotto.
nl: Er is een fout opgetreden in het inslleren van het vereiste pakket. Script afgebroken.
pl: Wystąpił błąd podczas instalowania wymaganego pakietu. Działanie skryptu zostało wstrzymane.
pt_br: Erro ao instalar o pacote requerido. Script abortado.

source: Are you ready to start building the ISO?
ca: Esteu a punt per a conçar a generar la ISO?
cs: Jste připraveni začíst sestavovat ISO?
de: Bereit zum Erstellen des ISO's?
es: ¿Está listo para empezar a crear la ISO?
it: Sei pronto ad iniziare a costruire l'ISO?
nl: Bent u klaar om het opbouwen van de ISO te starten?
pl: Czy rozpocząć budowanie obrazu ISO?
pt_br: Você está pronto para iniciar a construção do iso?

source: OK, to remaster later on, run this script with "build-iso" argument, like this
ca: D'acord per a remasteritzar més endavant. Executeu aquest script amb l'argument "build-iso", com això
cs: Dobrá, abyste příště operaci znovu zahájili, tento skript spusťte s argumentem "build-iso" takto
de: OK, um später Remastering auszuführen, dieses Skript mit dem "build-iso" Argument aufrufen, wie folgt
es: Bien. Para remasterizar luego, debe ejecutar el script con el argumento "build-iso", así
it: OK, per rimasterizzare in seguito, eseguire questo script con l'argomento "build-iso", come questo
nl: OK. Om later te bewerken, voer dit script uit met het 'build-iso' argument, zoals dit
pl: Dobrze, aby później zremasterować projekt uruchom ten skrypt z argumentem "build-iso", w taki sposób
pt_br: OK, para remasterizar mais tarde, execute este script com o argumento "build-iso", assim

source: Enter the host path (i.e. /home/username) in which you want to remaster your project
ca: Introduïu el camí vers l'amfitrió (ex: /home/nomdusuari) a on voleu remasteritzar el vostre projecte
cs: Zadejte cestu hostitele (např. /home/uživatelskéjméno) v kterém chcete Váš projekt přizpůsobit
de: Den Host-Pfad (z.B.: /home/username/) für das remaster Projekt angeben
es: Ingrese la ruta del host (por ejemplo: /home/nombredeusuario) en la que desea remasterizar su proyecto
it: Inserisci il percorso dell'host (per es. /home/nomeutente) nel quale vuoi rimasterizzare il tuo progetto
nl: Voer het 'host'-pad in (bijv. /home/gebruiker) waarmee u uw project wilt bewerken
pl: Podaj ścieżkę na komputerze (np. /home/nazwa_użytkownika), w której chcesz zremasterować swój projekt.
pt_br: Informe o caminho de destino (p.ex. /home/usuario) no qual você queira remasterizar o seu projeto

source: Error creating "remaster" directory. Script aborted.
ca: Error creant el directori "remaster". Script interromput.
cs: Chyba při vytváření složky "remaster". Skript ukončen.
de: Fehler beim Erstellen des "remaster" Verzeichnis. Skript abgebrochen.
es: Error al crear el directorio "remaster". Se interrumpió el script.
it: Errore durante la creazione della directory "remaster". Script interrotto.
nl: Fout bij het aanmaken van de 'bewerkings'-folder. Script afgebroken.
pl: Wystąpił błąd podczas tworzenia katalogu "remaster". Działanie skryptu zostało wstrzymane.
pt_br: Erro ao criar o diretório "remaster". Script abortado.

source: Enter the host path (i.e. /mnt/hda5/home/username) in which you want to remaster your project.
ca: Introduïu el camí vers l'amfitrió (ex: /mnt/hda5/home/nomdusuari) a on voleu remasteritzar el vostre projecte
cs: Zadejte cestu hostitele (např. /mnt/hda5/home/uživatelskéjméno) v kterém chcete Váš projekt přizpůsobit.
de: Den Host-Pfad (z.B.: /mnt/hda5/home/username) für das remaster Projekt angeben
es: Ingrese la ruta del host (por ejemplo: /mnt/hda5/home/nombredeusuario) en la que desea remasterizar su proyecto
it: Inserisci il percorso dell'host (per es. /mnt/hda5/home/nomeutente) nel quale vuoi rimasterizzare il tuo progetto
nl: Voer het 'host'-pad in (bijv. /mnt/hda5/home/gebruiker) waarmee u uw project wilt bewerken
pl: Podaj ścieżkę na komputerze (np. /mnt/hda5/home/nazwa_użytkownika), w której chcesz zremasterować swój projekt.
pt_br: Informe o caminho de destino (p.ex. /mnt/hda5/home/usuario) no qual você queira remasterizar o seu projeto

source: When remastering from harddisk you need to specify a different partition than the one you remaster
ca: Quan remasteritzeu des d'un disc dur, necessiteu especificar una partició diferent de la que remasteritzeu
cs: Při vytváření z pevného disku potřebujete zadat jiný oddíl, než z kterého toto provádíte
de: Beim Remastering von Festplatten, eine Partition die nicht remastered wird muss angegeben werden
es: Al remasterizar del disco duro debe especificar una partición distinta a la que va a remasterizar
it: Quando rimasterizzi da un harddisk devi specificare una partizione differente rispetto a quella che rimasterizzi
nl: Wanneer u bewerkingen uitvoert op uw harde schijf, dient u een andere partitie vast te stellen dan degene die u bewerkt
pl: Kiedy dokonuje się remasteringu z dysku twardego trzeba określić odrębną partycję, na której remastering będzie się odbywał
pt_br: Ao remasterizar a partir de um HD, é preciso especificar uma partição diferente da que é remasterizada

source: Could not mount
ca: No es pot muntar
cs: Nelze připojit
de: Konnte nicht einhängen (mount'en)
es: No se pudo montar
it: Non è stato possibile montare
nl: Kan geen koppeling maken
pl: Nie można zamontować
pt_br: Não foi possível montar

source: Error: the remaster directory already exists, please use another path
ca: Error: el directori del remaster ja hi és, indiqueu-ne un altre
cs: Chyba: složka remaster již existuje, prosím použijte jinou cestu
de: Fehler: Das "remaster" Verzeichnis existiert bereits, bitte anderen Pfad nutzen
es: Error: el directorio de remasterización ya existe. Por favor use otra ruta.
it: Errore: la directory per la rimasterizzazione esiste già, utilizza un altro percorso, per favore
nl: Fout: de bewerkings-folder bestaat reeds. Gebruik a.u.b. een ander pad
pl: Błąd: katalog dla remasteringu już istnieje, proszę wybrać inną ścieżkę
pt_br: Erro: o diretório para a remasterização já existe. Por favor, use outro caminho

source: Now using left-hand layout.Error: the directory was not created, please try again
ca: Usant ara la disposició esquerra. Error: el directori no s'ha creat, proveu-ho un altre cop
cs: Nyní je používáno rozvržení pro leváky. Chyba: Složka nebyla vytvořena, zkuste to znovu prosím
de: Verwende nun linkshändiges Layout. Fehler: Das Verzeichnis wurde nicht erstellt, bitte erneut eingeben
es: Ahora se está usando la distribución para zurdos. Error: el directorio no se creó. Por favor inténtelo de nuevo.
it: Ora si sta usando il layout della mano sinistra. Errore: la directory non è stata creata, prego riprova
nl: Nu is de layout voor linkshandigen actief. Fout: de folder is niet aangemaakt. Probeer a.u.b. opnieuw
pl: Używany jest teraz układ klawiatury dla leworęcznych. Błąd: katalog nie został utworzony, proszę spróbować ponownie
pt_br: Erro: o diretório não foi criado. Por favor, tente de novo.

source: The project will be created in ... directory
ca: El projecte es crearà al directori ...
cs: Projekt bude vytvořen ve ... složce
de: Das Projekt wird im Verzeichnis ... erstellt
es: El proyecto se creará en el directorio ...
it: Il progetto verrà creato nella directory ...
nl: Het project zal worden aangemaakt in ... folder
pl: Projekt zostanie utworzony w ... katalogu
pt_br: O projeto será criado no diretório ...

source: Okay, we have added a "remaster" subdirectory to your host path.
ca: D'acord, s'ha afegit un subdirectori "remaster" al camí de l'amfitrió
cs: Dobrá, podsložku "remaster" jsme přidali do cesty hostitele.
de: OK, es wurde ein "remaster" Unterverzeichnis zum Host-Pfad hinzugefügt.
es: Listo. Se ha agregado un subdirectorio "remaster" a su ruta anfitriona.
it: Okay, abbiamo aggiunto una subdirectory "remaster" al percorso del tuo host.
nl: OK. We hebben een 'bewerkings' subfolder toegevoegd aan uw 'host'-pad.
pl: Dobrze, dodaliśmy podkatalog "remaster" w Twojej ścieżce na komputerze.
pt_br: OK, foi adicionado o subdiretório "remaster" ao caminho de destino.

source: This script will remaster
ca: Aquest script remasteritzarà
cs: Tent oskript vytvoří Vaši verzi
de: Dieses Skript wird remastern
es: Este script remasterizará
it: Questo script rimasterizzerà
nl: Dit script zal bewerken
pl: Ten skrypt zremasteruje
pt_br: Este script remasterizará

source: Enter the path of your optical drive with the MEPIS CD (i.e. /dev/hdc)
ca: Indiqueu el camí vers al vostre disc òptic amb el CD MEPIS (ex: /dev/hdc)
cs: Zadejte cestu optické jednotky s CD MEPIS (např. /dev/hdc)
de: Bitte den Pfad des optischen Laufwerks mit der MEPIS CD einlegen (z.B. /dev/hdc)
es: Ingrese la ruta de su unidad óptica que contiene el CD de MEPIS (por ejemplo, /dev/hdc)
it: Inserisci il percorso del tuo lettore ottico contenente il CD MEPIS (es. /dev/hdc)
nl: Voer het pad van uw 'optical drive' in met de MEPIS-CD (bijv. /dev/hdc)
pl: Wprowadź ścieżkę do swojego napędu optycznego zawierającego płytę MEPIS CD (np. /dev/hdc)
pt_br: Informe o caminho da sua unidade óptica com o CD do MEPIS (p.ex. /dev/hdc)

source: Or enter the complete path to a MEPIS iso on your hard disk (i.e. /path_to_iso/mepis.iso)
ca: O entreu el camí complet vers al ISO MEPIS al vostre disc dur (ex: /cami_vers_iso/mepis.iso)
cs: Nebo zadejte úplnou cestu k iso MEPIS na Vašem pevném disku (např. /cesta/k/iso/mepis.iso)
de: Oder den vollständigen Pfad zu einer MEPIS ISO Datei auf einer Festplatte eingeben (z.B. /pfad_zum_iso/mepis.iso)
es: O ingrese la ruta completa hacia una ISO de MEPI en su disco duro (por ejemplo, /ruta_a_iso/mepis.iso)
it: O inserisci il percorso completo all'iso MEPIS sul tuo hard disk (es. /percorso_all_iso/mepis.iso)
nl: Of voer het volledige pad in naar een MEPIS-iso op uw harde schijf (bijv. /pad_naar_iso/mepis.iso)
pl: Lub podaj pełną ścieżkę do obrazu płyty MEPIS na swoim dysku twardym (np. /ścieżka_do_obrazu_płyty/mepis.iso)
pt_br: Ou informe o caminho completo de um ISO do MEPIS no seu HD (p.ex. /caminho_ao_iso/mepis.iso)

source: Path or file doesn't exist, please try again
ca: No s'ha trobat el camí, proveu-ho un altre cop
cs: Cesta nebou soubor neexistuje, zkuste to znovu prosím
de: Pfad oder Datei existiert nicht; bitte erneut versuchen
es: La ruta no existe, por favor inténtelo de nuevo
it: Il percorso o il file non esistono, riprova, per favore.
nl: Het pad of bestand bestaat niet. A.u.b. opnieuw proberen
pl: Ścieżka lub plik nie istnieją, proszę spróbować ponownie
pt_br: O caminho ou o arquivo não existem. Por favor, tente de novo

source: Creating directory structure for this operation
ca: Creant l'estructura de directors per aquesta operació
cs: Vytváření struktury složky pro tuto operaci
de: Erstelle Verzeichnisstruktur für diese Aktion
es: Creando una estructura de directorios para la operación
it: Creazione della struttura delle directory per questa operazione
nl: Een bestands-sructuur aanmaken voor deze operatie
pl: Tworzenie struktury katalogów dla tej operacji
pt_br: Criando a estrutura de diretórios para esta operação

source: ...directory to mount CD on
ca: ... directori on cal muntar el CD
cs: ...složka na kterou CD připojit
de: ... Verzeichnis in welchem die CD eingehängt werden soll
es: ... directorio donde se montará el CD
it: ...directory in cui montare il CD
nl: ...folder om de CD mee aan te kopelen
pl: ...katalog do zamontowania w nim płyty CD
pt_br: diretório no qual montar o CD

source: ...directory for old squashfs
ca: ... directori per a l'squashfs anterior
cs: ...složka pro staré squashfs
de: Verzeichnis für altes "squashfs" ...
es: ... directorio para el archivo squashfs antiguo
it: ...directory per il vecchio squashfs
nl: ...folder voor oude squashfs
pl: ...katalog dla starego squashfs
pt_br: diretório para o squashfs antigo

source: ...directory for new squashfs
ca: ... directori per al nou squashfs
cs: ...složka pro nové squashfs
de: Verzeichnis für neues "squashfs" ...
es: ...directorio para el archivo squashfs nuevo
it: ...directory per il nuovo squashfs
nl: ...folder voor nieuwe squashfs
pl: ...katalog dla nowego squashfs
pt_br: diretório para o squashfs novo

source: ...directory for new iso
ca: ... directori per a la nova ISO
cs: ...složka pro nové iso
de: Verzeichnis für neues "iso"
es: directorio para la nueva iso
it: ...directory per la nuova ISO
nl: ...folder voor nieuwe iso
pl: ...katalog dla nowego obrazu płyty
pt_br: diretório para o iso novo

source: mounting original CD to...
ca: muntant el CD original a ...
cs: připojuji původní CD na...
de: hänge originale CD in ... ein
es: montando el CD original en ...
it: Montaggio in corso del CD originale su...
nl: oorspronkelijke CD aankoppelen aan...
pl: montowanie oryginalnego CD w...
pt_br: Montando o CD original em ...

source: Copying mounted squashfs to ... (takes some time)
ca: Copiant el squashfs nou a ... (cal un cert temps)
cs: Kopírování připojeného squashfs do ... (to bude chvíli trvat)
de: Kopiere eingehängtes "squashfs" nach ... (könnte etwas dauern)
es: Copiando el archivo squashfs montado a ... (llevará algo de tiempo)
it: Copia del file squashfs montato su ... (ci vorrà del tempo)
nl: Aangekoppelde squashfs kopieren naar... (duurt enige tijd)
pl: Kopiowanie zamontowanego squashfs do ... (może zająć trochę czasu)
pt_br: Copiando o squashfs montado para ... (leva algum tempo)

source: Could not mount the CD image, do you want to try again
ca: No s'ha pogut muntar la imatge de CD, voleu provar-ho un altre cop
cs: Nelze připojit obraz CD, chcete to zkusit znovu
de: Konnte CD-Abbild (Image) nicht einhängen; soll wiederholt werden
es: No se pudo montar la imagen de CD. ¿Desea intentarlo de nuevo?
it: Non è possibile montare il CD image, vuoi provare ancora
nl: Kan het CD-beeldbestand niet aankoppelen. Wilt u het nog eens proberen
pl: Nie można zamontować obrazu CD, czy chcesz spróbować ponownie?
pt_br: Não foi possível montar a imagem do CD, você quer tentar de novo?

source: Copying live CD files to...
ca: Copiant els fitxers de CD autònom a ...
cs: Kopírování souborů živého CD do...
de: Kopiere Live-CD Dateien nach ...
es: Copiando los archivos del live CD a ...
it: Copia in corso dei file del CD Live su...
nl: Live-CD bestanden kopieren naar...
pl: Kopiowanie plików live CD do...
pt_br: Copiando os arquivos do Live CD para ...

source: Mounting original squashfs to...
ca: Muntant l'squashfs original a ...
cs: Připojování původního squashfs na...
de: Original squashfs wird gemounted auf ...
es: Montando el archivo squashfs original en ...
it: Montaggio in corso dello squashfs originale su...
nl: Oorspronkelijke squashfs koppelen aan...
pl: Montowanie oryginalnego squashfs do...
pt_br: Montando o squashfs original em ...

source: Error mounting squashfs file. ...is probable not a ... file.
ca: Error muntant el fitxer squashfs. ... probablement no és un fitxer ... .
cs: Chyba při připojování souboru squashfs. ...pravděpodobně není ... soubor.
de: Fehler beim mounten von squashfs Datei. ... is wahrscheinlich nich eine ... Datei.
es: Error al montar el archivo squashfs. ...no es probablemente un archivo ...
it: Errore montando il file squashfs. ...è probabile che non sia un ... file.
nl: Fout bij het aankoppelen van squashfs-bestanden. ...is waarschijnlijk geen ... bestand
pl: Wystąpił błąd montowania pliku squashfs. ...nie jest prawdopodobnie ... plikiem.
pt_br: Erro ao montar o arquivo squashfs. ...provavelmente não é um arquivo ... .

source: Cleaning up, removing "remaster" directory.
ca: Netejant, esborrant el directori "remaster".
cs: Čištění, odstraňování složky "remaster".
de: Aufräumen, Entferne "remaster" Verzeichnis.
es: Limpiando. Removiendo el directorio "remaster"
it: Pulizia con rimozione della directory "remaster".
nl: Opruimen, bewerkings-folder verwijderen
pl: Czyszczenie, usuwanie katalogu "remaster".
pt_br: Limpando, removendo o diretório "remaster".

source: Enter the path to the remaster directory (e.g., /home/username):
ca: Entreu el camí per al directori del remaster (ex: /home/nomdusuari)
cs: Zadejte cestu složky remaster (např. /home/uživatelskéjméno)
de: Bitte den Pfad zum "remaster"- Verzeichnis eingeben (z.B. /home/username)
es: Ingrese la ruta hacia el directorio "remaster" (por ejemplo, /home/nombredeusuario)
it: Inserisci il percorso alla directory remaster (es., /home/nomeutente):
nl: Voer het pad in voor de bewerkings-folder (bijv. /home/gebruiker):
pl: Podaj ścieżkę katalogu dla remasteringu (np. /home/nazwa_użytkownika):
pt_br: Informe o caminho ao diretório de remasterização (p.ex. /home/usuario):

source: "remaster" directory not found in that path, please try again
ca: No s'ha trobat el directori del "remaster" en aquest camí, torneu-ho a provar
cs: Složka "remaster" nebyla na této cestě nalezena, prosím zkuste to znovu
de: "remaster" Verzeichnis nicht im Pfad gefunden, bitte erneut versuchen
es: el directorio "remaster" no se encontró en esa ruta, por favor inténtelo de nuevo
it: la directory "remaster"non è stata trovata nel percorso, prego riprova
nl: 'Bewerkings'-folder in dat pad niet gevonden. A.u.b. opnieuw proberen
pl: Katalog "remaster" nie został odnaleziony w tej ścieżce, proszę spróbować ponownie
pt_br: O diretório "remaster" não foi encontrado naquele caminho. Por favor, tente de novo

source: Do you want to remove...
ca: Voleu eliminar ...
cs: Chcete odstranit...
de: Soll ... entfernt werden
es: ¿Desea remover ...
it: Vuoi rimuovere...
nl: Wilt u... verwijderen
pl: Czy chcesz usunąć...
pt_br: Você quer remover ...

source: Chrooting into your...
ca: Fent chroot al vostre ...
cs: Chrootování do Vaši...
de: Chroot nach ...
es: Ejecutando chroot hacia su...
it: Esecuzione di chroot nel tuo...
nl: 'Chroot' toepassen op...
pt_br: Efetuando chroot para o seu ...

source: You should now be in the environment you want to remaster. To check please type "ls" - you should see a root directory tree.
ca: Ara hauríeu d'estar a l'entorn que voleu remasteritzar. Per comprovar-ho, marqueu "ls". Hauríeu de veure l'arrel de l'arbre de directoris .
cs: Nyní byste měli být v prostředí, které chcete změnit. Prosím zadejte "ls" - měli byste být v kořenovém stromu složky.
de: Sie sollten sich nun in der Umgebung befinden die dem remaster Prozess unterzogen werden soll. Um dies zu überprüfen bitte "ls" eingeben - es sollte der root Verzeichnisbaum angezeigt werden.
es: Ahora deberá estar en el ambiente que desea remasterizar. Para verificarlo, por favor digite "ls" -debería ver un árbol de directorio de root.
it: Ora tu dovresti essere nell'ambiente che vuoi rimasterizzare. Per controllare digita "ls" - dovresti vedere l'albero delle directory di root.
nl: U moet nu in de omgeving zijn, die u wilt bewerken. Om dit te testen, typ 'ls' - u moet dan een folderstructuur voor 'root' zien.
pt_br: Você deve estar agora no ambiente que você quer remasterizar. Para verificar, tecle "ls" - você deve visualizar uma árvore de diretórios raiz.

source: When done please type "exit" or press CTRL-D
ca: En acabar, teclegeu "exit" o premeu Ctrl-D
cs: Až budete hotovi, zadejte "exit" nebo stiskněte CTRL-D
de: Wenn fertig bitte "exit" eingeben oder CTRL-D drücken
es: Cuando termine, digite "exit" o presione CTRL-D
it: Quando sarà finito, prego digita "exit" o premi CTRL-D
nl: Wanneer u klaar bent, typ 'exit' of druk op CTRL-D
pl: Kiedy nastąpi ukończenie, proszę wpisać "exit" lub naciśnąć CTRL-D
pt_br: Quando terminar, por favor tecle "exit" ou pressione CTRL-D

source: Cleaning chroot environment...
ca: Netejant l'entorn de chroot ...
cs: Čištění prostředí chroot...
de: Räume chroot Umgebung auf...
es: Limpiando el ambiente de chroot...
it: Pulizia dell'ambiente chroot in corso...
nl: Chroot-omgeving opschonen
pl: Czyszczenie środowiska chroot...
pt_br: Limpando o ambiente chroot ...

source: Exiting chroot.
ca: Sortint de chroot.
cs: Ukončení chroot.
de: Beende "chroot".
es: Saliendo de chroot
it: Uscita da chroot in corso.
nl: Chroot verlaten
pl: Wychodzenie z procesu chroot.
pt_br: Deixando chroot.

source: This is your current version file:
ca: Aquest és el fitxer de la vostra versió actual:
cs: Toto je Váš soubor současné verze:
de: Dies ist die aktuelle Versionsdatei:
es: Esta es la versión actual de su archivo:
it: Questo è il tuo file di versione corrente:
nl: Dit is het bestand van uw huidige versie:
pl: To jest Twoja obecna wersja pliku:
pt_br: Este é o seu arquivo de versão atual:

source: Would you like to amend your version file?
ca: Voleu esmenar el vostre fitxer de versió ?
cs: Chtěli byste připojit Váš soubor verze?
de: Soll die Versionsdatei ergänzt werden?
es: ¿Desearía modificar la versión de su archivo?
it: Ti piacerebbe modificare la versione del file?
nl: Wilt u iets toevoegen aan uw versie van het bestand?
pl: Czy chcesz poprawić wersję swojego pliku?
pt_br: Você gostaria de emendar o seu arquivo de versão?

source: The ISO file will be placed by default in ... directory.
ca: El fitxer ISO es desarà per omissió al directori ...
cs: Soubor ISO bude umístěn do výchouí ... složky
de: Das Vorgabeverzeichnis für die ISO-Datei ist ...
es: El archivo ISO se ubicará por defecto en el directorio ...
it: Il file ISO verrà allocato di default nella directory ...
nl: Het ISO-bestand zal standaard in ... folder worden geplaatst
pl: Plik obrazu ISO zostanie umieszczony domyślnie w ... katalogu.
pt_br: O arquivo iso será colocado por padrão no diretório ...

source: Is that OK?
ca: Esteu d'acord?
cs: Je to v pořádku?
de: In Ordnung?
es: ¿Está de acuerdo?
it: Va bene?
nl: Is dat OK?
pl: Czy wszystko się zgadza?
pt_br: Está bem assim?
