Repository: BitJam/Transifex-translations
Catalog: antix-development.live-text-menus/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pl, pt, pt_br, ru, sk, sv, tr

source: Default
am: ነባር
ca: Per omissió
cs: Předvolené
da: Standard
de: Voreinstellung
el: Προεπιλογή
es: Por defecto
fr: Par défaut
it: Predefinito
nl: Standaard
pl: Domyślny
pt: Pré-definição
pt_br: Pré-definição
ru: По умолчанию
sk: Predvolené
sv: Standard
tr: Öntanımlı

source: Check integrity of the live media
am: በ ቅጥታ መገናኛ ሙሉ መሆኑን መመርመሪያ
ca: Comprova la integritat del suport autònom
cs: Zkontrolovat integritu LIVE média
da: Tjek integritet af livemediet
de: Prüfe die Integrität der Live-Medien
el: Ελέγξτε την ακεραιότητα του livecd/liveusb
es: Revisar la integridad de los medios vivos
fr: Vérifier l'integrité du média live
it: Controlla l'integrità dell'unità live
nl: Controleer integriteit van de live media
pl: Sprawdź integralność nośnika live
pt: Verificar a integridade do dispositivo externo
pt_br: Verificar a integridade do dispositivo externo
ru: Проверить целостность живого носителя
sk: Skontrolovať integritu Live média
sv: Kontrollera live-mediums integritet
tr: Canlı ortamın doğruluğu denetleniyor

source: Check LiveUSB and persistence ext2/3/4 file systems
am: በ ቀጥታ USB እና ቀጣይነቱን ለ ext2/3/4 ፋይል ስርአት መመርመሪያ
ca: Comprova LiveUSB i persistència en sistemes de fitxers ext2/3/4
cs: Zkontrolovat LiveUSB a persistentní systémy ext2/3/4
da: Tjek LiveUSB og vedvarende ext2/3/4-filsystemer
de: prüfen von LiveUSB und Persistenz auf ext2/3/4 Dateisystemen
el: Ελέγξτε LiveUSB και persist συστήματα αρχείων ext2/3/4
es: Revisar LiveUSB y los sistemas de archivos ext2/3/4 con persistencia
fr: Vérifier les systèmes de fichiers LiveUSB et persistants de type ext2/3/4
it: Controlla il filesystems ext2/3/4 della LiveUSB e della persistenza
nl: Controleer LiveUSB en persistente ext2/3/4 bestandssystemen
pl: Sprawdź systemy plików LiveUSB i persistence ext2/3/4
pt: Verificar os sistemas de ficheiros ext2/3/4 da Instalação USB Externa e área persistente
pt_br: Verificar os sistemas de arquivos ext2/3/4 da Instalação USB Externa e da área persistente
ru: Проверить файловые системы ext2/3/4 LiveUSB и файла сохранения
sk: Skontrolovať Live-USB a persistentné systémy súborov ext2/3/4
sv: Kontrollera LiveUSB och persistens ext2/3/4 filsystem
tr: LiveUSB ve kalıcı ext2/3/4 dosya sistemlerini kontrol et

source: Copy the compressed file system to RAM
am: የ ታመቀ የ ስርአት ፋይል ወደ ራም ኮፒ ማድረጊያ
ca: Copia el sistema de fitxers comprimit a la RAM
cs: Zkopírovat komprimovaný soubor souborového systému do RAM
da: Kopiér det komprimeret filsystem til RAM
de: Kopiere das komprimierte Dateisystem nach RAM
el: Αντιγράψτε το συμπιεσμένο σύστημα αρχείων στη μνήμη RAM
es: Copiar el sistema de archivos comprimido a RAM
fr: Copier vers la RAM le système compressé de fichiers
it: Copia il file system compresso sulla RAM
nl: Kopieer het gecomprimeerde bestandssysteem naar RAM
pl: Skopiuj skompresowany system plików do pamięci RAM
pt: Copiar o sistema de ficheiros comprimido para a memória (RAM)
pt_br: Copiar o sistema de arquivos comprimido para a memória (RAM)
ru: Копировать сжатую ФС в RAM
sk: Skopírovať komprimovaný systém súborov do RAM
sv: Kopiera det komprimerade filsystemet till RAM
tr: Sıkıştırılmış dosya sistemi RAM'a kopyalanıyor

source: Finish booting from a LiveUSB
am: በ ቀጥታ USB ማስነሻ መጨረሻ
ca: Acaba l'arrencada des de l'USB autònom
cs: Dokončit zavedení systému z LiveUSB
da: Færdig med at opstarte fra en LiveUSB
de: Das Urladen (boot) von Live-USB zuendeführen
el: Ολοκληρώνει την εκκίνηση από ένα LiveUSB
es: Terminar el inicio desde un LiveUSB
fr: Fin du démarrage depuis un LiveUSB
it: Completa il boot da una Live USB
nl: Beëindig opstarten van een LiveUSB
pl: Zakończ uruchamianie z LiveUSB
pt: Acabar de iniciar a partir duma Instalação USB Externa
pt_br: Acabar de inicializar a partir duma Instalação USB Externa
ru: Завершить загрузку с Live USB
sk: Dokončiť zavedenie systému z Live-USB
sv: Slutför start från en LiveUSB
tr: LiveUSB'den yükleme bitti

source: Finish booting from a hard drive
am: በ ቀጥታ ከ ሀርድ ዲስክ ማስነሻ መጨረሻ
ca: Acaba l'arrencada des d'un disc dur
cs: Dokončit zavedení systému z pevného disku
da: Færdig med at opstarte fra en harddisk
de: Urladen von Festplatte abgeschlossen
el: Ολοκληρώνει την εκκίνηση από ένα σκληρό δίσκο
es: Finalizar el inicio de un disco duro
fr: Fin du démarrage depuis un disque dur
it: Completa il boot da un Hard Drive
nl: Beëindig opstarten van een harde schijf
pl: Zakończ uruchamianie z dysku twardego
pt: Acabar de iniciar pelo disco rígido
pt_br: Acabar de inicializar pelo disco rígido
ru: Завершить загрузку с жесткого диска
sk: Dokončiť zavedenie systému z pevného disku
sv: Slutför start från en hårddisk
tr: Sabit sürücüden önyükleme bitti

source: Disable all usb-2 devices while booting
am: ሁሉንም የ usb-2 አካሎች ማሰናከያ በሚጀምር ጊዜ
ca: Inhabilita tots els dispositius USB-2 en arrencar
cs: Odpojit všechna usb-2 zařízení počas startu
da: Deaktivér alle usb-2-enheder under opstart
de: Deaktiviere alle USB2-Anschlüsse während des Bootvorgangs
el: Απενεργοποιήση όλων των συσκευών usb-2 κατά την εκκίνηση
es: Deshabilitar todos los dispositivos usb-2 durante el inicio
fr: Désactiver tous les périphériques usb-2 pendant le démarrage
it: Disabilita tutti i dispositivi usb-2 durante il boot
nl: Alle usb-2 apparaten uitschakelen tijdens opstarten
pl: Wyłącz wszystkie urządzenia usb-2 podczas uruchamiania
pt: Desactivar todos os dispositivos usb-2 enquanto iniciar
pt_br: Desabilitar todos os dispositivos usb-2 enquanto a inicializar
ru: Отключить все USB-2 устройства при загрузке
sk: Zakázať všetky usb-2 zariadenia pri zavedení systému
sv: Koppla från alla usb-2 enheter vid start
tr: Önyükleme yaparken tüm usb-2 aygıtlarını devre dışı bırak

source: Have the system help determine the clock setting
am: ለ ሰአት ማሰናጃ የ ስርአት እርዳታ መወሰኛ
ca: Deixa que el sistema ajudi a trobar la configuració de rellotge
cs: Má systém pomoct určit nastavení hodin
da: Få systemet til at hjælpe med at fastslå urets indstilling
de: Lasse das Linux-System die Uhr stellen
el: Προσδιορίσετε τη ρύθμιση του ρολόι
es: Determinar el ajuste del reloj por medio del sistema
fr: Faire le système aider à déterminer le réglage de l'horloge
it: Disporre di aiuto dal sistema nell'impostazione dell'orologio
nl: Laat het systeem helpen de klokinstellingen vast te stellen
pl: Poproś system, aby określił ustawienie zegara
pt: Fazer o sistema ajudar a determinar as definições de relógio
pt_br: Fazer o sistema ajudar a determinar as definições de relógio
ru: Система должна помочь определить настройки часов
sk: Ma systémový pomocník určiť nastavenie hodín
sv: Få hjälp av systemet att avgöra klockans inställning
tr: Sistemin saat ayarını belirlemesine yardımcı olun

source: Hardware clock uses UTC (Linux-only systems)
am: የ ጠንካራ አካል የሚጠቀመው ሰአት UTC (ለ ሊነክስ-ስርአት ብቻ)
ca: El rellotge del maquinari usa UTC (sistemes amb només Linux)
cs: Hardvérové hodiny používají UTC (pouze systémy Linux)
da: Hardwarens ur bruger UTC (kun til Linux-systemer)
de: Hardware-Uhr läuft auf UTC ('Greenwich Zeitzone') (für Linux-Systeme ohne Windows Benutzung)
el: Ρολόι σε UTC (Linux)
es: El reloj del hardware usa UTC (sólo sistemas Linux)
fr: L'horloge interne se sert de UTC (systèmes n'ayant que de Linux )
it: L'orologio Hardware usa UTC (su sistemi esclusivamente Linux)
nl: Hardware klok gebruikt UTC (Enkel-linux systemen)
pl: Zegar sprzętowy używa UTC (tylko systemy Linux)
pt: O relógio interno usa o fuso horário UTC (só em sistemas Linux)
pt_br: O relógio interno usa o fuso horário UTC (só em sistemas Linux)
ru: Аппаратные часы используют UTC (только для Linux)
sk: Hardvérové hodiny používajú UTC (iba systémy Linux)
sv: Hårdvaru-klockan använder UTC (Endast Linuxsystem)
tr: Donanım saati UTC kullanıyor (Yalnızca linux sistemler)

source: Hardware clock uses local time (Windows systems)
am: የ ጠንካራ አካል የሚጠቀመው የ አካባቢ ሰአት (ለ Windows ስርአት)
ca: El rellotge de maquinari usa l'hora local (sistemes amb Windows)
cs: Hardvérové hodiny používají lokální nastavení času (systémy MS Windows)
da: Hardwarens ur bruger lokal tid (Windows-systemer)
de: Hardware-Uhr nutzt lokale Zeit (besser mit Windows-Systemem)
el: Ρολόι σε τοπική ώρα (Windows)
es: El reloj del hardwaree usa la hora local (sistemas Windows)
fr: L'horloge interne se sert de l'heure locale (systèmes Windows)
it: L'orologio Hardware usa l'ora locale (su sistemi Windows)
nl: Hardware klok gebruikt lokale tijd (Windows systemen)
pl: Zegar sprzętowy wykorzystuje czas lokalny (systemy Windows)
pt: O relógio interno usa a hora local (sistemas Windows)
pt_br: O relógio interno usa a hora local (sistemas Windows)
ru: Аппаратные часы используют местное время (Windows)
sk: Hardvérové hodiny používajú lokálny čas (systémy Windows)
sv: Hårdvaru-klocka använder lokal tid (Windows system)
tr: Donanım saati yerel zaman kullanıyor (Windows sistemler)

source: Change passwords before booting
am: ከ መነሳቱ በፊት የ መግቢያ ቃል መቀየሪያ
ca: Canvieu les contrasenyes abans d'arrencar
cs: Před přihášením změnit hesla
da: Skift adgangskoder inden opstart
de: Ändere Passwörter ("demo") vor dem Bootvorgang
el: Αλλαγή του κωδικού πρόσβασης πριν εκκίνηση
es: Cambiar las contraseñas antes de iniciar
fr: Changer de mots de passe avant de démarrer
it: Cambiare le passwords prima di avviare il boot
nl: Wijzig wachtwoorden voor het opstarten
pl: Zmień hasła przed uruchomieniem
pt: Alterar a as senhas antes de iniciar
pt_br: Alterar as senhas antes de inicializar
ru: Изменить пароль перед загрузкой
sk: Pred zavedením systému zmeniť heslá
sv: Ändra lösenord före start
tr: Önyüklemeden önce parolaları değiştir

source: Enable wicd service on startup
am: በሚጀምር ጊዜ የ wicd ግልጋሎት ማስቻያ
ca: Activa el servei wicd a l'arrencada
cs: Povolit službu wicd při startu
da: Aktivér wicd-tjeneste ved opstart
de: Wicd-Dienst beim Start aktivieren
el: Ενεργοποίηση την υπηρεσία wicd κατά την εκκίνηση
es: Habilitar servicio wicd al iniciar
fr: Activer le service wicd au démarrage
it: Attiva il servizio, di connessione rete, wicd all'avvio
nl: Schakel wicd service in bij het opstarten
pl: Włącz usługę wicd przy starcie
pt: Activar serviço wicd ao iniciar
pt_br: Ativar serviço wicd ao iniciar
sk: Pri štarte povoliť službu wicd
sv: Aktivera wicd service vid start
tr: wicd hizmetini başlangıçta etkinleştir

source: Disable wicd service on startup
am: በሚጀምር ጊዜ የ wicd ግልጋሎት ማሰናከያ
ca: Desactiva el servei wicd a l'arrencada
cs: Zakázat službu wicd při startu
da: Deaktivér wicd-tjeneste ved opstart
de: Wicd-Dienst beim Start deaktivieren
el: Απενεργοποίηση την υπηρεσία wicd κατά την εκκίνηση
es: Deshabilitar servicio wicd al iniciar
fr: Désactiver le service wicd au démarrage
it: Non abilitare il servizio wicd all'avvio
nl: Schakel wicd service uit bij het opstarten
pl: Wyłącz usługę wicd przy starcie
pt: Desactivar serviço wicd ao iniciar
pt_br: Desativar serviço wicd ao iniciar
sk: Pri štarte vypnúť službu wicd
sv: Stäng av wicd service vid start
tr: Başlangıçta wicd hizmetini devre dışı bırak

source: Disable LiveUSB-Storage feature (LiveUSB only)
am: በ ቀጥታ USB-ማጠራቀሚያ ገጽታ ማሰናከያ ለ (በ ቀጥታ USB ብቻ)
ca: Desactiva l'opció d'emmagatzematge LiveUSB (només LiveUSB)
cs: Zakázat funkci uložiště LiveUSB (pouze LiveUSB)
da: Deaktivér LiveUSB-lager-funktionalitet (kun LiveUSB)
de: Abschalten des Live-USB-Speicher Features (nur im Live-USB möglich, nicht von DVD)
el: Απενεργοποίηση του LiveUSB-αποθήκευσης (LiveUSB μόνο)
es: Deshabilitar la capacidad de almacenamiento LiveUSB (solamente para LiveUSB)
fr: Désactiver la fonctionnalité du stockage LiveUSB (LiveUSB seulement)
it: Disabilita la funzione LiveUSB con capacità di memorizzare dati (solo per LiveUSB)
nl: Schakel LiveUSB-Opslag optie uit (enkel LiveUSB)
pl: Wyłącz funkcję LiveUSB-Storage (tylko LiveUSB)
pt: Desactivar a funcionalidade Armazenar em Instalação USB Externa (apenas para Instalações USB)
pt_br: Desabilitar a funcionalidade Armazenar em Instalação USB Externa (apenas para Instalações USB)
ru: Отключить функцию сохранения LiveUSB (только LiveUSB)
sk: Zakázať funkciu Live-USB-Storage (iba Live-USB)
sv: Stäng av LiveUSB-lagringsfunktionen (Endast LiveUSB)
tr: LiveUSB Depolama özelliğini devre dışı bırak (Sadece LiveUSB)

source: Enable LiveUSB-Storage feature (LiveUSB only)
am: በ ቀጥታ USB-ማጠራቀሚያ ገጽታ ማስቻያ ለ (በ ቀጥታ USB ብቻ)
ca: Activa l'opció d'emmagatzematge LiveUSB (només LiveUSB)
cs: Povolit funkci uložiště LiveUSB (pouzeLiveUSB)
da: Aktivér LiveUSB-lager-funktionalitet (kun LiveUSB)
de: Einschalten des LiveUSB-Speicher features (nur im LiveUSB möglich)
el: Ενεργοποίηση του LiveUSB-αποθήκευσης (LiveUSB μόνο)
es: Habilitar la capacidad de almacenamiento LiveUSB (solamente para LiveUSB)
fr: Activer la fonctionnalité du stockage LiveUSB (LiveUSB seulement)
it: Abilita la funzione LiveUSB con capacità di memorizzare dati (solo per LiveUSB)
nl: Schakel LiveUSB-Opslag optie in (enkel LiveUSB)
pl: Włącz funkcję LiveUSB-Storage (tylko LiveUSB)
pt: activar a funcionalidade Armazenar em Instalação USB Externa (apenas para Instalações USB)
pt_br: Habilitar a funcionalidade Armazenar em Instalação USB Externa (apenas para Instalações USB)
ru: Включить функцию сохранения LiveUSB (только LiveUSB)
sk: Povoliť funkciu Live-USB-Storage (iba Live-USB)
sv: Använd LiveUSB-lagringsfunktionen (Endast LiveUSB)
tr: LiveUSB Depolama özelliğini etkinleştir (sadece LiveUSB)

source: Save some files across reboots (LiveUSB only)
am: አንዳንድ ፋይሎች ከ እንደገና ማስነሻ ባሻገር ማስቀመጫ (በ ቀጥታ USB ብቻ)
ca: Desa alguns fitxers entre arrencades (només USB autònom)
cs: Uchovávat soubory mezi restarty (pouze LiveUSB)
da: Gem nogen filer henover genstarter (kun LiveUSB)
de: Speicherung von Dateien zwischen den Sitzungen ermöglichen (nur bei LiveUSB)
el: Αποθήκευση κάποιων αρχείων σε επανεκκίνηση (LiveUSB μόνο)
es: Guardar algunos archivos entre reinicios (sólo LiveUSB)
fr: Conservez quelques fichiers à travers les redémarrages (LiveUSB uniquement)
it: Salvare le modifiche di alcuni file anche dopo il reboot (solo per LiveUSB)
nl: Sla enkele bestanden op over het herstarten (enkel LiveUSB)
pl: Zapisz niektóre pliki między ponownymi uruchomieniami (tylko LiveUSB)
pt: Guardar alguns ficheiros de reinício para reinício (apenas para Instalações USB)
pt_br: Salvar alguns arquivos de reinício para reinício (apenas para Instalações USB)
ru: Сохранить некоторые файлы после перезагрузки (только Live USB)
sk: Ukladať súbory medzi spusteniami (iba Live-USB)
sv: Spara en del filer vid omstarter (Endast LiveUSB)

source: Don't save files across reboots (LiveUSB only)
am: አንዳንድ ፋይሎች ከ እንደገና ማስነሻ ባሻገር አታስቀምጥ (በ ቀጥታ USB ብቻ)
ca: No desis fitxers entre arrencades (només USB autònom)
cs: Neuchovávat soubory mezi restarty (pouze LiveUSB)
da: Gem ikke filer henover genstarter (kun LiveUSB)
de: Keine Speicherung von Dateien zwischen den Sitzungen (nur bei LiveUSB)
el: Μην αποθηκεύετε αρχεία σε επανεκκίνηση (LiveUSB μόνο)
es: Do guardar archivos entre reinicios (sólo LiveUSB)
fr: Ne conservez pas les fichiers à travers les redémarrages (LiveUSB uniquement)
it: Non salvare le modifiche di alcuni file anche dopo il reboot (solo per LiveUSB)
nl: Geen bestanden over herstarten opslaan (enkel LiveUSB)
pl: Nie zapisuj plików między ponownymi uruchomieniami (tylko LiveUSB)
pt: Não guardar ficheiros de reinício para reinício (apenas para Instalações USB)
pt_br: Não salvar arquivos de reinício para reinício (apenas para Instalações USB)
ru: Не сохранять файлы после перезагрузки (только LiveUSB)
sk: Neukladať súbory medzi spusteniami (iba Live-USB)
sv: Spara inte filer vid omstarter (Endast LiveUSB)

source: Automatically mount devices when plugged in
am: ራሱ በራሱ መጫኛ አካሎች በሚሰኩ ጊዜ
ca: Munta els dispositius automàticament en connectar-los
cs: Automaticky připojovat zařízení po vložení
da: Monter automatisk enheder når de sættes i
de: Datenträger beim Einlegen automatisch einhängen
el: Αυτόματη προσάρτηση συσκευών όταν είναι συνδεδεμένο
es: Montar los dispositivos automáticamente al conectarlos
fr: Monter les périphériques automatiquement lors de leurs branchement
it: Mount automatico dei dispositivi con l'inserimento
nl: Automatisch apparaten koppelen als ze aangesloten worden
pl: Automatycznie montuj urządzenia po podłączeniu
pt: Quando fisicamente ligados, montar os dispositivos automaticamente
pt_br: Quando fisicamente conectados, montar os dispositivos automaticamente
ru: Автоматически монтировать устройства при подключении
sk: Automaticky pripájať zariadenia po ich pripojení
sv: Montera enheter automatiskt när de pluggas in
tr: Takılı olduğunda cihazları otomatik olarak bağla

source: Disable all extra mounting and automounting
am: ሁሉንም ተጨማሪ መጫኛ እና በራሱ መጫኛ ማሰናከያ
ca: Desactiva tot el muntatge i desmuntatge addicional
cs: Zakázat všechna připojení a automatické připojování
da: Deaktivér al ekstra montering og automontering
de: Alle zusätzlichen und Auto-mount Operationen abschalten
el: Απενεργοποίηση όλων των επιπλέον mount και automount
es: Deshabilitar todos los montajes extra y el automontaje
fr: Désactiver le montage - et le montage automatique - additionnel quelconque
it: Disabilitare tutti i montaggi extra e il montaggio automatico
nl: De-activeren van alle extra koppelingen en automatisch koppelen
pl: Wyłącz wszystkie dodatkowe montowania i automatyczne montowania
pt: Desactivar todas as montagens extra e auto-montagens
pt_br: Desabilitar todas as montagens extra e auto-montagens
ru: Отключить монтирование всех внешних устройств, смонтированных и автосмонтированных
sk: Zakázať všetky extra a automatické pripájania
sv: Stäng av all extra montering och automontering
tr: Tüm fazladan bağlama ve otomatik bağlamayı devre dışı bırak

source: Fast. Saves root and home (uses RAM, saves at shutdown)
ca: Ràpid. Desa root i home (usa la RAM, desa a l'aturada)
cs: Rychlé. Uchovává root a home (používá RAM, data se ukládájí při vypnutí)
da: Hurtig. Gemmer rod og hjem (bruger RAM, gemmes ved nedlukning)
de: Schnell. /home und / ("root") speichern (Zwischenspeichern im RAM, Permanentspeichern vor dem Runterfahren)
el: Γρήγορο. Αποθήκευση root και home (χρησιμοποιεί RAM, εξοικονομεί κατά τον τερματισμό)
es: Rápido. Guardar root y home (utiliza RAM, guardar al salir)
fr: Rapide. Il conserve la racine et le répertoire personnel. (Il emploie de RAM et sauvegarde lors de l'arrêt)
it: Veloce. Salva root e la home (usa la RAM, salva allo spegnimento)
nl: Snel. Slaat root en home op (gebruikt RAM, slaat op bij uitschakelen)
pl: Szybki. Zapisuje katalog główny (root) i domowy (home) (używa pamięci RAM, zapisuje przy wyłączaniu)
pt: Rápido. Guarda a root e a home (usa a RAM, guarda ao encerrar)
pt_br: Rápido. Salva a raíz [root] e a 'home' (usa a RAM, salva ao encerrar)
ru: Быстро. Сохраняет корневой и домашний каталоги (использует оперативную память, сохраняет при выключении)
sk: Rýchle. Ukladá root a home (používa RAM, ukladá pri odhlásení)
sv: Snabb. Sparar root och home (använder RAM, spara vid avstängning)

source: Fast. Only saves root (uses RAM, saves at shutdown)
ca: Ràpid. Només desa root (usa la RAM, desa a l'aturada)
cs: Rychlé. Uchovává pouze root-a (používá RAM, data se ukládájí při vypnutí)
da: Hurtig. Gemmer kun rod (bruger RAM, gemmes ved nedlukning)
de: Schnell. nur / ("root") speichern (Zwischenspeichern im RAM, Permanentspeichern vor dem Runterfahren)
el: Γρήγορο. Αποθήκευση root μόνο. (χρησιμοποιεί RAM, εξοικονομεί κατά τον τερματισμό)
es: Rápido. Solamente guarda root (utiliza RAM, guardar al salir)
fr: Rapide. Il ne conserve que de la racine. (Il emploie de RAM et sauvegarde lors de l'arrête.)
it: Veloce. Salva solo root (usa la RAM, salva allo spegnimento)
nl: Snel. Slaat enkel root op (gebruikt RAM, slaat op bij uitschakelen)
pl: Szybki. Zapisuje tylko katalog główny (root) (używa pamięci RAM, zapisuje przy wyłączaniu)
pt: Rápido. Guarda apenas a root (usa a RAM, guarda ao encerrar)
pt_br: Rápido. Salva apenas a raíz [root] (usa a RAM, salva ao encerrar)
ru: Быстро. Сохраняет только корневой каталог (использует оперативную память, сохраняет при выключении)
sk: Rýchle. Ukladá iba root (používa RAM, ukladá pri odhlásení)
sv: Snabb. Sparar enbart root (använder RAM, sparar vid avstängning)

source: Slow. Saves root and home (no RAM use, saves constantly)
ca: Lent. Desa root i home (no usa la RAM, desa continuament)
cs: Pomalejší. Uchovává root a home (nepoužívá RAM, data se ukládájí průběžně)
da: Langsom. Gemmer rod og hjem (ingen anvendelse af RAM, gemmes konstant)
de: Langsamer. /home und / ("root") speichern (kein Zwischenspeichern im RAM sondern laufend direkt Permanentspeichern)
el: Αργό. Αποθήκευση root και home (καμία χρήση RAM, εξοικονομεί συνεχώς)
es: Lento. Guardar root y home (n utiliza RAM, guardar constantemente)
fr: Lent. Il conserve la racine et le répertoire personnel (aucun usage de RAM, il sauvegarde constamment)
it: Lento. Salva root e la home (non usa la RAM, salva costantemente)
nl: Langzaam. Slaat root en home op (geen RAM gebruik, constant opslaan)
pl: Wolny. Zapisuje katalog główny (root) i domowy (home) (bez użycia pamięci RAM, zapisuje stale)
pt: Lento. Guarda a root e a home (não usa a RAM, guarda continuamente)
pt_br: Lento. Salva a raíz [root] e a 'home' (não usa a RAM, salva em contínuo)
ru: Медленно. Сохраняет корневой и домашний каталоги (без использования RAM, сохраняет постоянно)
sk: Pomalé. Ukladá root a home (nepoužíva RAM, ukladá ihneď)
sv: Långsam. Sparar root och home (ingen RAM-användning, sparar alltid)

source: Only home persistence
ca: Persistència només d'usuari
cs: Pouze persistence Home
da: Kun vedvarenhed for hjem
de: Nur Home-Persistenz (kein /)
el: Μόνο home persist
es: Sólo persistencia de home
fr: Persistance du répertoire personnel uniquement
it: Solo persistenza della home
nl: Enkel home persistentie
pl: Tylko home persistence
pt: Persistência apenas em home
pt_br: Persistência apenas em home
ru: Сохранение состояния только домашнего каталога
sk: Iba home persistencia
sv: Bara home-persistens

source: Frugal with both root and home persistence
ca: Frugal, amb persistència d'arrel i usuari
cs: Úsporný, s persistencí Home a root
da: Sparsommelig med vedvarenhed af både rod og hjem
de: Frugal mit Root- und Home-Persistenz
el: Frugal με root και home persist
es: Frugal con persistencia de root y home
fr: Frugal avec la persistance et de la racine et du répertoire personel
it: Frugale con persistenza sia di root che della home
nl: Spaarzaam met zowel root en home persistentie
pl: Frugal z root persistence i z home persistence
pt: Frugal com persistência em root e em home
pt_br: Frugal com persistência na raíz (root) e em home
ru: Упрощенная установка с сохранением корневой ФС и домашнего каталога
sk: Sporivý s oboma root a home persistenciou
sv: Frugal med både root och home-persistens

source: Frugal with only root persistence
ca: Frugal, amb persistència només d'arrel
cs: Úsporný, s persistencí root
da: Sparsommelig kun med vedvarenhed af rod
de: Frugal mit nur Root-Persistenz
el: Frugal με μόνο root persist
es: Frugal con persistencia de root solamente
fr: Frugal avec la persistance de la racine uniquement
it: Frugale con persistenza solo di root
nl: Spaarzaam met enkel root persistentie
pl: Frugal tylko z root persistence
pt: Frugal com persistência apenas da root
pt_br: Frugal com persistência apenas na raíz (root)
ru: Упрощенная установка с сохранением только корневой ФС
sk: Sporivý s root persistenciou
sv: Frugal med enbart root persistens
