Repository: BitJam/Transifex-translations
Catalog: antix-development.live-text-menus/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pl, pt, pt_br, ru, sk, sv, tr

source: Frugal with home and static root persistence
ca: Frugal, amb persistència d'usuari i arrel estàtica
cs: Úsporný, s persistencí Home a root staticky
da: Sparsommelig med vedvarenhed af hjem og statisk rod
de: Frugal mit Home- und statischer Root-Persistenz
el: Frugal με home και static root persist
es: Frugal con persistencia estática de home y root
fr: Frugal avec la persistance du répertoire personnel et de la racine statique
it: Frugale con persistenza della home e di root in modalità statica
nl: Spaarzaam met home en statische root persistentie
pl: Frugal z home i static root persistence
pt: Frugal com persistência em home e na root estática
pt_br: Frugal com persistência em home e na raíz (root) estática
ru: Упрощенная установка с сохранением домашнего каталога и неизменной корневой ФС
sk: Sporivý s home a statickou root persistenciou
sv: Frugal med home och statisk root-persistens

source: Frugal with only home persistence
ca: Frugal, només amb persistència d'usuari
cs: Úsporný, s persistencí Home
da: Sparsommelig kun med vedvarenhed af hjem
de: Frugal mit nur Home-Persistenz
el: Frugal με μόνο home persist
es: Frugal con sólo persistencia de home
fr: Frugal avec la persistance du répertoire personnel uniquement
it: Frugale con persistenza solo della home
nl: Spaarzaam met enkel home persistentie
pl: Frugal tylko z home persistence
pt: Frugal com persistência apenas em home
pt_br: Frugal com persistência apenas em home
ru: Упрощенная установка с сохранением только домашнего каталога
sk: Sporivý iba s home persistenciou
sv: Frugal med endast home-persistens

source: Only Frugal, no persistence
ca: Només Frugal, sense persistència
cs: Pouze úsporný, bez persistence
da: Kun sparsommelig, ingen vedvarenhed
de: Frugal ohne Persistenz
el: Μόνο Frugal, χωρίς persist
es: Solamente Frugal, sin persistencia
fr: Seulement Frugal , pas de persistance
it: Esclusivamente Frugale, senza persistenza.
nl: Enkel spaarzaam, geen persistentie
pl: Tylko Frugal, bez persistence
pt: Apenas frugal, sem persistência
pt_br: Apenas frugal, sem persistência
ru: Только упрощенная установка, без сохранения
sk: Iba Sporivý, žiadna persistencia
sv: Bara Frugal, ingen persistens

source: Yes (default)
am: አዎ (ነባር)
ca: Si (per omissió)
cs: Ano (předvolené)
da: Ja (standard)
de: Ja (voreingestellt)
el: Ναι (προεπιλογή)
es: Sí (por defecto)
fr: Oui (par défaut)
it: Si (default)
nl: Ja (standaard)
pl: Tak (domyślnie)
pt: Sim (pré-definição)
pt_br: Sim (pré-definição)
ru: Да (по умолчанию)
sk: Ano (predvolené)
sv: Ja (standard)
tr: Evet (öntanımlı)

source: No
am: አይ
cs: Ne
da: Nej
de: Nein
el: Όχι
fr: Non
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ru: Нет
sk: Nie
sv: Nej
tr: Hayır
