Repository: BitJam/Transifex-translations
Catalog: antix-development.change-display-manager/*.po
Languages: ar, el, es, fr, it, ja

source: Change Display Manager
ar: تغيير منظّم العرض
el: Αλλαγή Διαχειριστή Οθόνης
es: Cambiar el Manejador de Apariencia
fr: Changement du gestionnaire d'affichage
it: Cambia il Display Manager
ja: ディスプレイマネージャーの変更

source: Change the display manager and then offer too restart X-windows.
ar: غيّر منظّم العرض و من ثم اعرض إعادة تشغيل X-windows
el: Αλλαγή της προεπιλεγμένης επιφάνειας εργασίας και επανεκκινήστε το X-windows.
es: Camviar el manejador de apariencia y ofrecer iniciar las ventanas X también.
fr: Changer le gestionnaire d'affichage et ensuite offrir également de redémarrer X-Windows.
it: Cambia il Display Manager con successiva scelta se riavviare X-windows.
ja: ディスプレイマネージャーを変更し、X windows を再起動して下さい。

source: New display manager.
ar: منظّم العرض الجديد
el: Νέος διαχειριστής οθόνης.
es: Nuevo manejador de apariencia
fr: Nouveau gestionnaire d'affichage.
it: Nuovo Display Manager
ja: 新たなディスプレイマネージャー

source: Pause between stopping and starting.
ar: توقف مؤقت بين التوقف والبدء
el: Παύση ανάμεσα στην διακοπή και την εκκίνηση του Χ.
es: Pausar entre el finalizado y el inicio.
fr: Pause entre l'arrêt et le démarrage.
it: Pausa tra l'interruzione e l'avvio.
ja: 一時停止するには停止→再生します。

source: Invalid deskcode: %s
ar: deskcode غير صالح: %s
el: Μη έγκυρη κωδικούς επιφάνειας: %s
es: código de escritorio inválido: %s
fr: Invalide deskcode: %s
it: Deskcode non valido: %s
ja: 不正なデスクコード: %s

source: Valid choices: %s
ar: الخيار الصالح: %s
el: Έγκυρες επιλογές: %s
es: Opciones válidas: %s
fr: Les choix valides: %s
it: Scelte valide: %s
ja: 有効: %s

source: Found no Slim sessions
ar: لم يتم العثور على دورات Slim
el: Σύνδεση του SLiM δε βρέθηκε
es: No se encontraron sesiones de Slim
fr: Trouvé aucune sessions de Slim
it: Nessuna sessione Slim trovata
ja: Slim セッションが見つかりません

source: Set default window manager to: %s
ar: ضبط منظّم العرض المبدئي إلى: %s
el: Ορίστε τον νέο διαχειριστή παραθύρων στο: %s
es: Ajustar el manejador de ventanas por defecto a: %s
fr: Définir le gestionnaire de fenêtre par défaut: à: %s
it: Imposta come Window Manager predefinito: %s
ja: デフォルトウインドウマネージャーを設定: %s

source: Do you want to restart X-windows now?
ar: هل تريد إعادة تشغيل X-windows الآن؟
el: Θέλετε να επανεκκινήσετε το X-windows τώρα;
es: ¿Desea iniciar las ventanas X ahora?
fr: Voulez-vous redémarrer X-windows maintenant?
it: Vuoi riavviare X-windows ora?
ja: X window を再起動しますか？

source: (There will be a %s second pause before X-windows starts)
ar: (توقف مؤقت لمدة %s ثانية قبل إعادة تشغيل X-windows)
el: (Θα υπάρξει μία παύση για %s δευτερόλεπτα πριν εκκινήσει ο διαχειριστής παραθύρων X)
es: (Habrá una pausa de %s segundos antes de que se inicien las ventanas X).
fr: (Il y aura pause de %s secondes avant que X-windows démarre)
it: (Ci sar√† una pausa di %s secondi prima dell'avvio di X-windows)
ja: (X window の開始まで %s 秒休止があります)
