Repository: BitJam/Transifex-translations
Catalog: antix-development.persist-save/*.po
Languages: am, ja

source: antiX Save Persistent Root
am: የማያቋርጥ Root አንቲክ ማስቀመጫ
ja: antiX Persistent Root の保存

source: Manually save filesystem changes in %s file for persistent root.
am: የ ፋይል ስርአት ለውጦች በ እጅ ማስቀመጫ በ %s ፋይል ለማያቋርጥ root.
ja: 手動で persistent root ファイル %s のファイルシステム変更を保存します。

source: You MUST run a program like this to save your filesystem changes.
am: እርስዎ እንደዚህ አይነት ፕሮግራም ማስኬድ አለብዎት የ እርስዎን የ ፋይል ስርአት ለውጦች ለ ማስቀመጥ
ja: がファイルシステムの変更を保存するには、 プログラムを実行する必要があります。

source: %s was not enabled. Cannot %s
am: %s አላስቻሉም: አይቻልም %s
ja: %s を有効にできません。%s は使用できません。

source: Shall we begin?
am: እንጀምር?
ja: はじめてよろしいですか？

source: Stopping at user's request
am: በ ተጠቃሚው ጥያቄ ተቋርጧል
ja: リクエストは停止しました

source: The persistence device with UUID %s was not found
ja: persistence デバイスの UUIS %s は見つかりません

source: Please plug in the persistence device and try again
ja: persistence デバイスを接続して再度行って下さい

source: On VID error
ja: On VID エラー

source: Checking for existing files and
am: የ ነበረውን ፋይል መፈለጊያ እና
ja: 既存のファイルの確認

source: Checking if there is enough room ...
am: በቂ ቦታ እንዳለ በ መመርመር ላይ ...
ja: 十分な余地を確認中...

source: persist device
am: የሚቀጥል አካል
ja: persist デバイス

source: mounted at
am: ተጭኗል በ
ja: マウント:

source: Available space, %s, is smaller than the margin of %s.
am: ዝግጁ ቦታ %s, አነስተኛ ነው: ከ መስመር ከ %s.
ja: 利用可能な空き容量 %s は %s の領域よりも小さいです。

source: Insufficient space. Have: %s. Need: %s.
am: በቂ ቦታ የለም: ያለው: %s. የሚያስፈልገው: %s.
ja: 空き容量が不十分です。現在: %s 必要容量: %s

source: Ready to sync file system changes
am: የ ፋይል ስርአት ለውጦችን ለ ማስማማት ዝግጁ ነው
ja: ファイルシステムの変更を同期する準備ができました

source: Performing rsync ... please be patient
am: ማስማማት በ መፈጸም ላይ ... እባክዎን ይቆዩ
ja: rsync の実行...しばらくお待ちください

source: %s The rsync command failed Failed! %s
am: %s የ እንደገና ማስማማት ትእዛዝ ወድቋል! %s
ja: %s の rsync コマンドは失敗しました！ ％s

source: It returned an exit code of %s
am: የ መለሰው የ መውጫ ኮድ ነው ለ %s
ja: %s の終了コードが返りました

source: See the rsync man page to look up its meaning.
ja: その意味を参照するために rsync のマニュアルページをご参照下さい。

source: %s succeeded
am: %s ተሳክቷል
ja: 完了しました: %s

source: Your changes were saved in:
am: የ እርስዎ ለውጦች ተቀምጠዋል በ:
ja: 変更を保存しました:

source: Missing rootfs version file %s
am: የ ጎደለ የ rootfs ፋይል እትም %s
ja: rootfs バージョンファイル %s に問題があります

source: Missing version ID in rootfs file system
am: የ ጎደለ የ rootfs ፋይል ስርአት እትም
ja: rootfs ファイルシステムのバージョン ID に問題があります

source: Version id inside of %s file does not match
am: በ መለያ እትም ውስጥ ያለው %s ፋይል አይመሳሰልም
ja: ファイル %s の内部バージョン ID は内部と一致しません
