Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: <p><b>Limitations</b><br/>Remember, this software is provided AS-IS with no warranty what-so-ever. It's solely your responsibility to backup your data before proceeding.</p><p><b>Choose Partitions</b><br/>antiX requires a root partition. The swap partition is optional but highly recommended. If you want to use the Suspend-to-Disk feature of antiX, you will need a swap partition that is larger than your physical memory size.</p><p>If you choose a separate /home partition it will be easier for you to upgrade in the future, but this will not be possible if you are upgrading from an installation that does not have a separate home partition.</p><p><b>Upgrading</b><br/>To upgrade from an existing Linux installation, select the same home partition as before and check the preference to preserve data in /home.</p><p>If you are preserving an existing /home directory tree located on your root partition, the installer will not reformat the root partition. As a result, the installation will take much longer than usual.</p><p><b>Preferred Filesystem Type</b><br/>For antiX Linux, you may choose to format the partitions as ext2, ext3, ext4, jfs, xfs, btrfs or reiser. </p><p><b>Bad Blocks</b><br/>If you choose ext2, ext3 or ext4 as the format type, you have the option of checking and correcting for badblocks on the drive. The badblock check is very time consuming, so you may want to skip this step unless you suspect that your drive has badblocks.</p>
ca: <p><b>Limitacions</b><br/>Recordeu, aquest programari se subministra TAL-QUAL, sense garantia de cap mena. És de la vostra exclusiva responsabilitat fer còpia de seguretat de les vostres dades abans de continuar.</p><p><b>Selecció de Particions</b><br/>antiX necessita una partició arrel. La partició d'intercanvi és opcional però molt recomanable. Si voleu usar la funció de "suspendre al disc" de antiX, necessiteu una partició d'intercanvi una mica més gran que la mida de la vostra memòria RAM física.</p><p>Si definiu una partició /home separada, us serà més fàcil actualitzar en un futur, però això pot no ser possible si esteu actualitzant a partir d'una instal·lació que no té aquesta partició separada.</p><p><b>Actualització</b><br/>Per actualitzar a partir d'una instal·lació de Linux existent, trieu la mateixa partició /home que teníeu abans i marqueu la casella per a preservar les dades a /home.</p><p>Si preserveu el directori /home actual resident a la partició arrel, l'instal·lador no reformatarà aquesta partició. Com a resultat, la instal·lació necessitarà més temps que l'habitual.</p><p><b>Sistema de fitxers preferit</b><br/>Amb antiX Linux, podeu triar formatar les particions com a ext2, ext3, ext4, jfs, xfs, btrfs o bé reiser. </p><p><b>Blocs defectuosos</b><br/>Si trieu ext2, ext3 o ext4 teniu l'opció de comprovar i corregir els blocs defectuosos al disc. La verifcació de blocs defectuosos consumeix molt temps, o sigui que potser voleu ometre aquest pas, llevat que sospiteu que el vostre disc té algun bloc defectuós.</p>
cs: <p><b>Omezení</b><br/>Nezapomeňte, že tento software je poskytován TAK JAK JE bez žádné záruky. Je pouze Vaše zodpovědnost si před pokračováním data zálohovat.</p><p><b>Zvolení oddílů</b><br/>antiX vyžaduje oddíl root. Vyměnitelný oddíl je dobrovolný ale vysoce doporučen. Pokud chcete použít funkci hibernace, budete potřebovat, aby tento oddíl byl větší než velikost Vaší fyzické paměti.</p><p>Pokud zvolíte oddělený oddíl /home bude pro Vás lehčí v budoucnu aktualizovat, ale toto nebude možné, pokud aktualizujete instalaci, která nemá oddělený oddíl home.</p><p><b>Aktualizace</b><br/>Pro aktualizaci existující instalace Linux vyberte stejný oddíl home jako předtím a zvolte nastavení pr zachování dat v /home.</p><p>Pokud zachováváte existující strom složek /home umístěný v oddílu root, instalátor nebu oddíl formátovat. Výsledkem bude, že instalace trvá mnohem déle než obvykle.</p><p><b>Upřednostňovaný souborový systém</b><br/>Pro antiX Linux můžete zvolit formátovat do systémů ext2, ext3, ext4, jfs, xfs, btrfs nebo reiser. </p><p><b>Špatné bloky</b><br/>Pokud zvolíte ext2, ext3 nebo ext4 jako typ systému, budete mít možnost zkontrolovat a opravit špatné bloky na disku. Kontrola špatných bloků je velmi náročná na čas, takž eji můžete přeskočit, pokud si nemyslíte, že disk má špatné bloky.</p>
de: <p><b>Beschränkungen</b><br/>Bitte denken Sie daran: diese Software wird geliefert WIE-SIE-IST mit keinerlei Gewähr für die Funktion. Es liegt ausschliesslich in Ihrer Verantwortung, Ihre Daten zu sichern bevor Sie fortfahren.</p><p><b>Partitionsauswahl</b><br/>antiX benötigt eine Root-Partition. Die Swap-Partition ist optional, wird jedoch dringend empfohlen. Wenn Sie das Suspend-to-Disk Feature von antiX benutzen wollen, benötigen Sie eine Swap_partition, die grösser als die Menge Ihres physikalisch vorhandenen RAMs ist.</p><p>Wenn Sie eine separate Home-Partition auswählen, wird es für Sie in der Zukunft einfacher werden ein Upgrade auszuführen, dieses wird jedoch nicht möglich sein, wenn Sie ein Upgrade von einem System machen möchten, dass keine separate Home-Partition hat.</p><p><b>Upgrade</b><br/>Um ein Upgrade einer existierenden Linux Installation durchzuführen, wählen Sie die gleiche Home-Partition wie zuvor und markieren Daten behalten in /home.</p><p>Wenn Sie ein existierendes Home-Directory auf der Root-Partition zum behalten markieren, wird der Installer die Root-Partition nicht neu formatieren. Daraus ergibt sich, dass die Installation viel länger dauert, als gewöhlich.</p><p><b>Bevorzugter Filesystem Typ</b><br/>Für antiX Linux können sie auswählen, ob die Partition mit ext2, ext3, ext4, jfs, xfs, btrfs oder reiser formatiert wird. </p><p><b>Fehlerhafte Blöcke</b><br/>Wenn sie ext2, ext3 oder ext4 als Formatierungstyp ausgewählt haben, gibt es die Option einen Check und evtl. eine Korrektur auf fehlerhafte Blöcke auf dem Laufwerk durchzuführen. Diese Überprüfung ist sehr zeitaufwendig. Sie können diesen Schritt überspringen, es sei denn, Sie haben den Verdacht, dass ihr Laufwerk Fehler aufweist.</p>
el: <p><b>Περιορισμοί</b><br/>Να θυμάσθε ότι αυτό το λογισμικό προσφέρεται ΩΣ ΕΧΕΙ χωρίς καμία απολύτως εγγύηση. Είναι αποκλειστικά δικιά σας ευθύνη να πάρετε αντίγραφα ασφαλείας των δεδομένων σας πριν.</p><p><b>Επιλέξτε Κατατμήσεις</b><br/>Το antiX προαπαιτεί την ύπαρξη μίας κατάτμησης συστήματος (root partition). Η κατάτμηση swap είναι προαιρετική αλλά συστήνεται εντόνως. Αν θέλετε να χρησιμοποιήσετε την δυνατότητα Suspend-to-Disk του antiX, τότε θα χρειασθείτε μία κατάτμηση swap που να είναι μεγαλύτερη από το μέγεθος της φυσικής σας μνήμης.</p><p>Αν επιλέξετε μία χωριστή κατάτμηση χρήστη /home partition, θα είναι ευκολώτερο να κάνετε αναβαθμίσεις στο μέλλον, ενώ κάτι τέτοιο δεν θα είναι εφικτό αν αναβαθμίσετε από μία εγκατάσταση που δεν διαθέτει μία χωριστή κατάτμηση χρήστη.</p><p><b>Αναβάθμιση</b><br/>Για να κάνετ αναβάθμιση από μία υπάρχουσα εγκατάσταση Linux, επιλέξτε την ίδια κατάτμηση χρήστη (home partition) όπως και πριν, και τσεκάρετε την προτίμηση να διατηρούνται τα δεδομένα στο /home.</p><p>Αν φροντίσετε το υπάρχον /home directory tree να βρίσκεται στην κατάτμηση συστήματος (root partition), τότε ο εγκαταστάτης δεν θα ξανακάνει φορμά στην κατάτμηση συστήματος. Συνεπώς, η εγκατάσταση θα κρατήσει πολύ παραπάνω από το συνηθισμένο.</p><p><b>Προτιμώμενες μορφές Αρχείων Συστήματος</b><br/>Για το antiX Linux, μπορείτε να επιλέξετε τη μορφοποίηση των κατατμήσεων σε ext2, ext3, ext4, jfs, xfs, btrfs ή reiser. </p><p><b>Bad Blocks</b><br/>Αν επιλέξετε το ext2, ext3 or ext4 σαν τη μορφή αρχείων, έχετε την επιλογή να τσεκάρετε και να διορθώσετε τα badblocks που έχει το drive. Ο έλεγχος για badblock είναι πολύ χρονοβόρος, και έτσι μπορεί να θέλετε να παραβλέψετε αυτό το βήμα, εκτός και αν υποψιάζεσθε ότι το δικό σας drive μπορεί να έχει badblocks.</p>
es: <p><b>Limitaciones</b><br/>Recuerde, este software se suministra TAL CUAL, sin garanías de ningún tipo. Es su responsibilidad, personalmente, respaldar los datos antes de proceder.</p><p><b>Escoger Particiones</b><br/>antiX requiere una partición / (root, raíz). La partición swap es opcional, pero es altamente recomendada. Si desea utilizar la carácteristica Suspender al Disco de antiX, necesita una partición swap (intercambio) que sea mayor al de la memoria física del sistema. </p><p>Si desea una partición /home separada, será más fácil actualizar en el futuro, pero no será posible si está actualizando desde una instalación que no proporciona una partición /home separada.</p><p><b>Actualizar</b><br/>Para actualizar de una instalación Linux existente, seleccione la mismo partición /home anterior y active la preferencia de Preservar los datos en el /home.</p><p>Si está preservando un directorio /home actualmente ubicado en un directorio en la partición de / (root,raíz), el instalador no formateará el partición root. Como resultado, la instalación tomará mucho más tiempo del usual.</p><p><b>Tipo de Sistema de Archivos Preferido</b><br/>Para antiX Linux, puede escoger formatear las particiones como ext2, ext3, ext4, jfs, xfs, btrfs o reiserfs. </p><p><b>Bloques Dañados</b><br/>Si escoge ext2, ext3 ó ext4 como el tipo de formato, tendrá la opción de verificar y corregir los bloques dañados en el disco duro. Esta revisión consume bastante tiempo, quizás desee omitir este paso a menos que sospeche que el disco presente este tipo de problema.</p>
fr: <p><b>Limitations</b><br/>Souvenez vous que ce logiciel est fourni TEL-QUEL sans aucune garantie quelles qu’elles soient. Il est seulement de votre responsabilité de faire une sauvegarde de vos données avant de poursuivre.</p><p><b>Choix des Partitions</b><br/> antiX nécessite une partition racine (/). La partition d’échange (swap) est optionnelle mais recommandée. Si vous voulez utiliser la fonction de Suspend-to-Disk de antiX, vous devez disposer d’une partition d’échange d’une taille supérieure à celle de votre mémoire. .</p><p> Si vous choisissez une partition utilisateur (/home) séparée cela facilitera les mises à jour futures, mais cela ne sera pas possible si vous mettez actuellement à jour une installation qui ne contient pas déjà une partition utilisateur séparée.</p><p><b>Mise à jour</b><br/> Pour mettre à jour une installation existante de Linux, choisissez la même partition utilisateur comme en cas de nouvelle installation mais cochez la case pour préserver les données contenues dans /home.</p><p>Si vous préservez une arborescence existante /home et qu’elle est située sur votre partition racine, l’installateur ne formatera pas la partition racine. Cela entrainera une installation plus longue que dans les autres cas.</p><p><b>Système de Fichiers</b><br/>Pour antiX Linux, vous avez le choix entre les systèmes de fichiers ext2, ext3, ext4, jfs, xfs, btrfs ou reiser. </p><p><b>Secteurs Défectueux</b><br/>Si vous choisissez un formatage ext2, ext3 ou ext4, vous aurez la possibilité de vérifier et corriger les secteurs défectueux du disque. La vérification des secteurs défectueux est extrêmement lente, aussi vous pouvez souhaiter ignorer cette étape à moins que vous ne suspectiez votre disque de contenir des secteurs défectueux.</p>
hu: <p><b>Korlátozások</b><br/>Emlékezz, hogy ezt a programot úgy kapod AHOGY VAN, mindenféle garancia nélkül. Teljesen a te felelőséged az adatok lementése a telepítés folytatása előtt.</p><p><b>Partíciók Kiválasztása</b><br/>A antiX-nek szüksége van egy root partícióra. A swap partíció használata tetszőleges, ám erősen ajánlott. Ha a későbbiekben szeretnéd használni a antiX hibernálás funkcióját, akkor a fizikai memóriánál (RAM) nagyobb méretű swap partícióra szükséged lesz.</p><p>Ha a különálló /home partíció mellett döntesz, akkor a későbbiekben könnyebb lesz a rendszer frissítése. Különálló home partíció nélküli rendszer esetén az ilyen, egyszerű frissítés nem lehetséges.</p><p><b>Frissítés</b><br/>Ha egy már létező Linux-ot frissítesz, akkor válaszd ki az előzőleg használt /home partíciót és pipáld be a 'Adatok meghagyása a /home-ban' opciót.</p><p>Ha a root partíción már létező home könyvtárban hagyod meg az adatokat, akkor a telepítő nem fogja újraformázni a root partíciót. Ennek az lesz az eredménye, hogy a telepítés a szokásosnál hosszabb ideig fog tartani.</p><p><b>Ajánlott Fájlrendszer Típus</b><br/>Az ext3, ext4, jfs, xfs, btrfs és reiserfs fájlrendszerek egyikét választhatod ki a antiX számára.</p><p><b>Hibás Blokkok</b><br/>Ha az ext2, ext3 és ext4 fájlrendszert választod, akkor lehetőséged van a merevlemezen esetlegesen előforduló hibás blokkok keresésére és javítására. A hibás blokkok keresése nagyon időigényes. Hacsak nem gyanakszol hibás blokkokra a merevlemezeden, akkor valószínűleg ki szeretnéd hagyni ezt a tesztet.</p>
it: <p><b>Limitazioni</b><br/>Ricorda, questo software è fornito tal quale senza alcun tipo di garanzia. Sarà esclusivamente tua responsabilità fare il backup dei tuoi dati prima di procedere.</p><p><b>Scegliere le Partizioni</b><br/>antiX richiede una partizione root. La partizione swap è facoltativa ma altamente raccomandata. Se vuoi usufruire della sospensione del computer grazie alla funzione Suspend-to-Disk di antiX , ti servirà una partizione swap più grande della RAM del computer.</p><p>Se scegli una partizione /home separata ti sarà più facile, in futuro, aggiornare ad una versione superiore della distribuzione, cosa che non sarà possibile se il sistema non diispone già di una partizione home separata.</p><p><b>Upgrade</b><br/>Per aggiornare da un installazione Linux esistente, seleziona per l'utente la stessa partizione home che hai già e seleziona l'opzione per preservare i dati in /home.</p><p>Se si vuole preservare la /home quando questa è localizzata con la sua cartella e sottocartelle all'interno della partizione root, l'installer non riformatterà la partizione root. In questo caso l'installazione richiederà molto più tempo del solito.</p><p><b>Tipo di Filesystem preferito</b><br/>Per antiX Linux, puoi scegliere di formattare le partitioni come ext2, ext3, ext4, jfs, xfs, btrfs o reiser. </p><p><b>Bad Blocks</b><br/>Se scegli come tipo di formato ext2, ext3 or ext4, avrai la possibilità di scegliere l'opzione di correzione dei settori danneggiati del supporto d'installazione. La ricerca dei badblock richiede molto tempo, ma potrai saltare questo passaggio, se non sospetti che l'unità contenga errori.</p>
ja: <p><b>無保証</b><br/>このソフトウェアは保証なしで提供されます。 データのバックアップを取って下さい。</p><p><b>パーティション</b><br/>antiX はルートパーティションが必須です。また swap パーティションも作成でき、推奨されます。antiX でディスクを休ませるようにするには、swap パーティションを実際のメモリより大きい容量にして下さい。</p><p>ホームパーティションを別のパーティションで作成すると、将来的にアップグレードを容易に行う事ができます。</p><p><b>更新</b><br/>すでにインストールしている Linux を更新する場合、ホームパーティションが存在すれば、それを選んで下さい。</p><p>もしルートパーティション内にホームディレクトリが存在する場合、ルートパーティションのフォーマットを行いません。この場合インストール作業は時間を要します。</p><p><b>望ましいファイルシステムの種類</b><br/>antiX では ext2、ext3、ext4、jfs、xfs、btrfs、reiser をフォーマットの種類として選択できます。</p><p><b>不良ブロック</b><br/>ext2、ext3、ext4 をフォーマット形式で選んだ場合、ドライブの不良ブロック確認するオプションを選択できます。不良ドライブの確認はとても時間を要します。ドライブに不良ブロックがある事を思われない限りはこの手順をスキップしても良いでしょう。</p>
nl: <p><b>Beperkingen</b><br/>Weet dat in deze software wordt voorzien AS-IS, zonder enige garantie. Het is louter uw verantwoordelijkheid om uw gegevens op te slaan, voordat u verder gaat.</p><p><b>Partities kiezen</b><br/>antiX vereist een root-partitie. De swap-partitie is optioneel, maar wordt sterk aanbevolen. Indien u de Suspend-to-Disk mogelijkheid van antiX wilt gebruiken, hebt u een swap-partitie nodig die groter is dan de omvang van het fysieke geheugen.</p><p>Indien u kiest voor een afzonderlijke/home-partitie zal het gemakkelijker zijn om in de toekomst op te waarderen, maar dit zal niet mogelijk zijn als u een installatie wilt opwaarderen zonder aparte /home-partitie.</p><p><b>Opwaarderen</b><br/>Om een bestaande Linux-installatie op te waarderen, kies dezelfde home-partitie als voorheen en vink de voorkeur aan, om de gegevens op te slaan in /home.</p><p>Indien u een reeds bestaande /home-directory structuur bewaart die onderdeel uitmaakt van uw root-partitie, zal het installatieprogramma de root-partitie niet opnieuw formatteren. De installatie zal dientengevolge veel meer tijd in beslag nemen dan normaal.</p><p><b>Aanbevolen type bestandssysteem</b><br/>Voor antiX-Linux kunt u ervoor kiezen om de partities te formatteren als ext3, ext4, jfs, xfs, btrfs of reiser.</p><p><b>Bad Blocks</b><br/>Als u kiest voor ext2, ext3 of ext4 als het format-type, hebt u de mogelijk om 'Bad Blocks' op uw schijf op te sporen en te corrigeren. Deze procedure kost echter veel tijd. U kunt ervoor kiezen om deze stap over te slaan, tenzij u vermoedt dat uw schijf deze Bad Blocks heeft.</p>
pt_br: <p><b>Limitações</b><br/>Lembre-se, este programa é oferecido NO ESTADO, sem qualquer garantia. É de responsabilidade exclusivamente sua o backup de seus dados antes de prosseguir.</p><p><b>Escolher Partições</b><br/>O antiX requer uma partição root. A partição swap é opcional mas altamente recomendável. Se você quiser utilizar o modo Suspender-no-Disco do antiX, você precisará de uma partição swap maior que a memória física de seu equipamento.</p><p>Se você escolher uma partição /home separada, será mais simples para você atualizar o sistema para uma versão superior no futuro. Mas se você está atualizando uma instalação que não tem a partição /home separada, separá-la não será possível.</p><p><b>Atualização</b><br/>Para atualizar uma instalação Linux existente, selecione a partição home atual e marque a preferência para preservar os dados em /home.</p><p>Se você está preservando um diretório árvore /home localizado na sua partição root, o instalador não reformatará essa partição. Como resultado, a instalação demorará muito mais que de costume.</p><p><b>Sistema de Arquivos Preferido</b><br/>Para o Linux antiX, você poderá escolher por formatar as partições como ext2, ext3, ext4, jfs, xfs, btrfs ou reiserfs. </p><p><b>Blocos Defeituosos</b><br/>Se você escolher ext2, ext3 ou ext4 como o tipo de formatação, você terá a opção de checagem e correção de blocos defeituosos no disco. Essa checagem é muito demorada, portanto talvez você queira pular essa etapa se você não suspeitar que o disco tenha blocos defeituosos.</p>
ro: <p><b>Limitări</b><br/>Acest program este furnizat AȘA CUM SE PREZINTĂ fără nici o garanție. Este exclusiv responsabilitatea dumneavoastră să faceți o copie de siguranta a datelor înainte de a continua. </p><p><b>Alegerea partițiilor</b><br/>antiX necesită o partiție rădăcină - root. Partiția swap este opțională, dar recomandată. Dacă doriți să utilizați funcția Suspend-to-Disk, veți avea nevoie de o partiție de swap mai mare decât dimensiunea memoriei fizice.</p><p>Dacă alegeți o partiție separată pentru / home va fi mai ușor se faceți o actualizare în viitor, dar acest lucru nu va fi posibil, dacă faceți upgrade de la o instalație care nu are o partiție home separată . </p><p><br> Actualizare</b ><br/>Pentru a face o actualizare la o instalare Linux existentă, selectați aceeași partiție home ca înainte și verificați preferința de a păstra datele in / home. </p><p>Dacă păstrați un director / home situat pe partiția root, instalatorul nu va reformata partiția root. Ca urmare , instalarea va dura mult mai mult decât de obicei.</p><p><b>Tipul sistemului de fișiere</b><br/>Pentru antiX Linux, puteți alege să formatați partițiile ca ext2 , ext3 , ext4 , jfs , xfs , Btrfs sau Reiser.</p><p><b>Bad Blocks</b><br/>Dacă alegeți ext2 , ext3 sau ext4 ca tip de format, aveți opțiunea de a verifica și de a corecta badblocks pe disc. Verificarea badblock este consumatoare de foarte mult timp, săriți peste acest pas dacă bănuiți că unitatea nu are badblocks.</p>
sv: <p><b>Begränsningar</b><br/>Kom ihåg, denna mjukvara kommer som den är utan någon som helst garanti. Det är helt ditt eget ansvar att backa upp dina data innan du fortsätter.</p><p><b>Välj partitioner</b><br/>antiX behöver en root partition. Swap partitionen är frivillig, men är varmt rekommenderad. Om du vill använda Suspend-to-Disk viloläget hos antiX, behöver du en swap partition som är större än den fysiska minnesstorleken.</p><p>Om du har valt en separat /home partition blir det lättare för dig att uppgradera i framtiden, men det kommer inte att vara möjligt om du uppgraderar från en installation utan en separat hem-partition</p><p><b>Uppgradera</b><br/>För att uppgradera från en existerande Linux installation, välj samma hem-partition som tidigare och kryssa för alternativet att bevara data i /home.</p><p>Om du bevarar ett existerande hemkatalog-träd beläget på root partitionen, kommer installeraren inte att omformatera root partitionen. Resultatet blir att installationen tar mycket längre tid än vanligt.</p><p><b>Föredragen Filsystemstyp</b><br/>För antiX Linux kan du välja att formatera partitionerna som ext2, ext3, ext4, jfs, xfs, btrfs eller reiser. </p><p><b>Dåliga sektorer</b><br/>Om du valt ext2, ext3 or ext4 som filformat, har du möjlighet att undersöka och korrigera för dåliga sektorer på hårddisken. Badblock-kontollen tar mycket lång tid, så det är troligt att du vill hoppa över det här steget om du inte tror att hårddisken har dåliga sektorer.</p>

source: Failed to create required partitions. Returning to Step 1.
ca: Ha fallat la creació de particions. Retornant al primer pas.
cs: Vytváření požadovaných oddílů selhalo. Vracím se ke kroku 1.
de: Konnte die benötigten Partitionen nicht anlegen. Gehe zurück zu Schritt 1.
el: Αποτυχία δημιουργίας των απαιτούμενων κατατμήσεων. Επιστροφή στο Βήμα 1.
es: Fallo al crear particiones requeridas. Regresando al Paso 1.
fr: Echec lors de la création des partitions nécessaires. Retour à l'étape 1.
hu: A szükséges partíciók létrehozása sikertelen. Visszatérés az 1. lépéshez.
it: Creazione delle partizioni richieste fallita. Torna allo Step 1.
ja: 必須パーティションの生成に失敗しました。 Step 1 へ処理を戻します。
nl: Het aanmaken van de vereiste partities is mislukt. Terugkeren naar stap 1.
pt_br: A criação das partições necessárias falhou. Retornando ao Passo 1.
ro: Nu s-au putut prepara partițiile alese. Întoarcere la Pasul 1.
ru: Не удалось создать необходимую перегородкy Возврат к этапу 1.
sv: Misslyckades med att skapa nödvändiga partitioner. Återvänder till Steg 1.

source: Sorry, unable to set root password.
ca: Ho sento, no es pot definir la contrasenya d'usuari primari.
cs: Je nám líto, nelze natavit heslo pro root.
de: Konnte root-Passwort nicht setzen.
el: Συγγνώμη, αδυναμία καθορισμού του Κωδικού root.
es: Lo siento, fallo al crear la contraseña de raíz (root).
fr: Désolé, impossible de définir le mot de passe root.
hu: Bocs, de nem lehet a root jelszót beállítani.
it: Spiacente, non si riesce ad impostare la password di root.
ja: root パスワードが設定できませんでした。
nl: Sorry. Het instellen van het root-wachtwoord is mislukt.
pt_br: Desculpe, incapaz de estabelecer a senha de root.
ro: Nu s-a putut seta parola administratorului.
ru: К сожалению, не удалось установить пароль администратора.
sv: Ledsen, kan inte sätta upp root lösenordet.

source: GRUB installed ok.
ca: GRUB instal·lat correctament.
cs: GRUB bylo v pořádku nainstalováno.
de: GRUB erfolgreich installiert.
el: Η εγκατάσταση του GRUB έγινε επιτυχώς.
es: GRUB instalado correctamente.
fr: GRUB installé avec succès.
hu: A GRUB feltelepült.
it: Installazione di GRUB avvenuta con successo.
ja: GRUB インストール済
nl: GRUB installeren gelukt.
pt_br: Instalação do GRUB ok.
sv: GRUB installerades OK.
