Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: Copying new system
ca: Copiant el nou sistema
cs: Kopírování nového systému
de: Kopiere neues System
el: Αντιγραφή του νέου συστήματος
es: Copiando sistema nuevo
fr: Copie du nouveau système
hu: Új rendszer másolása
it: Copia del nuovo sistema in corso
ja: 新システムのコピー中
nl: Kopieren van het nieuwe systeem
pt_br: Copiando o novo sistema
ro: Copiază sistemul nou
ru: Копирование новой системы
sv: Kopierar det nya systemet

source: Formatting the /home partition
ca: Formatant la partició /home
cs: Formátování /domácího oddílu
de: Formatiere /home Partition
el: Γίνεται φορμά στην Κατάτμηση Χρήστη /home
es: Formateando la partición /home
fr: Formatage de la partition /home
hu: /home partíció formázása folyamatban
it: Formattazione della partizione /home in corso
ja: /home パーティションのフォーマット中
nl: De /home-partitie formatteren
pt_br: Formatando a partição /home
ro: Formatează partiția /home
ru: Форматирование the /home разделa
sv: Formaterar /home partitionen

source: Failed to delete old antiX on destination. Returning to Step 1.
ca: Ha fallat l'esborrat del sistema antiX. Retornant al primer pas.
cs: Nelze smazat staré antiX v cílovém umístění. Návrat do Kroku 1.
de: Konnte die alte antiX-Version auf dem Ziellaufwerk nicht löschen. Gehe zurück zu Schritt 1.
el: Αποτυχία διαγραφής του παλιού antiX στη τοποθεσία προορισμού. Επιστροφή στο Βήμα 1.
es: Fallo al borrar la versión anterior de antiX. Regresando al Paso 1.
fr: Echec lors de l'effacement de la précédente version de antiX sur la destination. Retour à l'étape 1.
hu: A régi antiX törlése sikertelen a célmeghajtón. Visszatérés az 1. lépéshez.
it: Fallita eliminizione del vecchio antiX dalla sua posizione. Ritorna allo Step 1.
ja: 古い antiX の削除に失敗しました。 Step 1 に処理を戻します。
nl: Het wissen van het oude antiX-systeem op de bestemde plaats is mislukt. Terugkeren naar stap 1.
pt_br: Apagar o antiX antigo na destinação falhou. Retornando ao Passo 1.
ro: Nu s-a putut șterge vechiul antiX pe destinație. Întoarcere la Pasul 1.
ru: Не удалось удалить старый antiX пункта назначения Возвращаясь к этапу 1.
sv: Misslyckades med att ta bort den gamla antiX på målet Återvänder till Steg 1.

source: Sorry, failed to save old home directory. Before proceeding, you'll have to select a different username or delete a previously saved copy of your home directory.
ca: Ho sento, no s'ha pogut desar el directori d'inici antic. Abans de continuar, cal triar un nom d'usuari nou o esborrar la còpia desada del vostre directori d'inici.
cs: Je nám líto, nelze uložit do staré domovské složky. Před pokračováním, musíte vybrat jiné uživatelské jméno nebo smazat předešlou uloženou kopii Vaši domovské složky.
de: Konnte das alte Home-Verzeichnis nicht retten. Bevor sie weitermachen, müssen Sie einen anderen Benutzernamen auswählen oder die bereits früher angelegte Kopie Ihres Home-Verzeichnisses löschen.
el: Συγγνώμη, αποτυχία αποθήκευσης του Φακέλλου Χρήστη (home directory). Πριν συνεχίσετε, πρέπει να επιλέξετε ένα διαφορετικό Όνομα Χρήστη, ή να διαγράψετε ένα αντίγραφο που είχατε προηγουμένως αποθηκεύσει στο Φάκελλο Χρήστη.
es: Lo siento, fallo al guardar el viejo directorio /home. Antes de proceder, tendrá que seleccionar un nombre de usuario diferente, o borrar una copia previamente guardada del directorio /home.
fr: Désolé, la sauvegarde de l'ancien répertoire home a échoué. Avant de poursuivre vous devez sélectionner un autre nom d'utilisateur ou effacer la précédente sauvegarde de votre répertoire home.
hu: Bocs, de a régi home könyvtár mentése nem sikerült. Mielőtt folytatnád, egy új felhasználónevet kell választanod, vagy le kell törölnöd egy előzőleg mentett home könyvtárad.
it: Spiacente, il salvataggio della vecchia home è fallito. Prima di procedere, dovrai scegliere un nome utente differente o eliminare copia della tua cartella home salvata in precedenza.
ja: /home ディレクトリの保存に失敗しました。 処理を進めるために異なるユーザー名を選択するか /home ディレクトリを削除しなければいけません。
nl: Sorry. Het aanmaken van de oude home-directory is mislukt. Voordat u verder gaat, dient u een andere gebruikersnaam te kiezen of een reeds opgeslagen copy van uw home-directory te wissen.
pt_br: Desculpe, salvar o diretório home antigo falhou. Antes de prosseguir você deverá selecionar um nome de usuário diferente ou apagar uma cópia do seu antigo diretório home previamente salva.
ro: Nu s-a reușit să se salveze vechiul director /home. Înainte de a continua alegeți alt nume de utilizator or ștergeți vechiul director home.
ru: К сожалению, не удалось спасти старую домашнюю директорию. Прежде чем продолжить, Вы должны выбрать другое имя или удалить ранее сохраненную копию вашего домашнего каталога.
sv: Ledsen, misslyckades med att spara den gamla hemkatalogen. Innan du fortsätter måste du välja ett annat användarnamn eller ta bort en tidigare sparad kopia av din hemkatalog.

source: <p><b>Computer Identity</b><br/>The computer name is a common unique name which will identify your computer if it is on a network. The computer domain is unlikely to be used unless your ISP or local network requires it.</p><p>The SaMBa Server needs to be activated if you want to use it to share some of your directories or printer with a local computer that is running MS-Windows or Mac OSX.</p>
ca: <p><b>Identitat de l'ordinador</b><br/>El nom de l'ordinador és un nom únic que identifica el vostre ordinador quan forma part d'una xarxa. El domini de l'ordinador és improbable que sigui obligatori llevat que el vostre proveïdor d'Internet (ISP) o bé la xarxa local ho necessitin.</p><p>Cal activar el servidor SaMBa si voleu compartir els vostres directoris o impressores amb un ordinador local que usi MS-Windows o Mac OSX.</p>
cs: <p><b>Identita počítače</b><br/>Název počítače je společný jedinečný název, který určuje Váš počítač, pokud je v síti. Je nepravděpodobné, že počítačová doména bude použita, pokud ji Váš poskytovatel sítě, nebo Vaše místní síť nevyžaduje.</p><p>Server SaMBa potřebuje být aktivován, pokud ho chcete použít ke sdílení některých z Vašich složek nebo tiskárnu s místním počítačem na kterém běží MS-WIndows nebo Mac OSX.</p>
de: <p><b>Computer Identifikation</b><br/>Der Computername ist ein aussagekräftiger Name, der Ihren Computer in einem Netzwerk eindeutig identifiziert. Der Computer Domänenname sollte nur verwendet werden, falls Ihr ISP oder das lokale Netzwerk dieses erfordern.</p><p>Der SaMBa Server muss aktiviert sein, wenn Sie ihn dazu benutzen wollen, einige Ihrer Directories oder Drucker mit anderen Computern gemeinsam zu nutzen, die mit MS-Windows oder MAC OSX betrieben werden.</p>
el: <p><b>Ταυτότητα Υπολογιστή</b><br/>Το Όνομα Υπολογιστή είναι ένα μοναδικό κοινό όνομα, που θα ταυτοποιεί τον υπολογιστή σας όταν βρίσκεται σε ένα δίκτυο. Είναι απίθανο να χρησιμοποιηθεί το Όνομα του υπολογιστή, εκτός αν το Τοπικό Δίκτυο ή ο ISP σας, το απαιτούν.</p><p>Αν θέλετε να χρησιμοποιείτε τον υπολογιστή σας για να μοιράζεσθε κάποιους φακέλλους σας, ή τον εκτυπωτή, με ένα τοπικό υπολογιστή που τρέχει MS-Windows ή Mac OSX, τότε θα πρέπει να ενεργοποιηθεί ο Διακομιστής SaMBa .</p>
es: <p><b>Identidad de la Computadora</b><br/>El nombre de la computadora es un nombre común y único que identifica esta computadora si está conectada a una red. Es probable que el dominio del computador no esté siendo usado, a menos que el ISP o red local lo requieran.</p><p>El servidor SaMBa necesita ser activado si desea compartir directorios o una impresora con una computadora que ejecuta MS-Windows o Mac OSX.</p>
fr: <p><b>Identité de l’ordinateur</b><br/>Le nom de l’ordinateur est un nom commun unique qui permet d’identifier votre machine si elle est sur un réseau. Le nom de domaine n’est probablement pas utile a moins que votre FAI ou que votre réseau local le nécessite.</p><p>SaMBA Server doit être activé si vous voulez l’utiliser pour partager certains de vos répertoires ou imprimantes avec d’autres ordinateurs de votre réseau local sous MS-Windows ou Mac OSX.</p>
hu: <p><b>Számítógép azonosító</b><br/>A számítógépnév egy általános, egyedi név, amely azonosítani fogja számítógéped, ha egy hálózatra van csatlakoztatva. A számítógép domént nem valószínű hogy használni kell, hacsak az internet szolgáltató vagy helyi hálózat nem kívánja. A SaMBa Szervert aktiválni kell, ha néhány mappádat vagy nyomtatódat meg szeretnéd osztani egy olyan helyi hálózaton, ahol a gépeken MS-Windows vagy Mac OSX fut.</p>
it: <p><b>Identità del Computer</b><br/>Il nome del computer è un normale nome che identificherà il computer quando sarà all'interno di un network di rete. Il dominio del computer è improbabile che sia usato a meno che non venga richiesto dal tuo ISP o network locale.</p><p>Il server SaMBa deve essere attivato se vuoi condividere cartelle o stampanti con un computer locale che usa MS-Windows o Mac OSX.</p>
nl: <p><b>Computer-identificatie</b><br/>De computernaam is een algemene unieke benaming waarmee uw computer op een netwerk kan worden geidentificeerd. De domeinnaam van uw computer zal waarschijnlijk niet worden gebruikt, tenzij dat wordt vereist door uw ISP of lokaal netwerk.</p><p>De SaMBa-Server moet worden geactiveerd, als u die wenst te gebruiken om een aantal van uw bestanden of een printer te delen met een lokale computer die MS-Windows of Mac OSX gebruikt.</p>
pt_br: <p><b>Identidade da Máquina</b><br/>O nome da máquina é um nome específico que permitirá identificar o seu computador em uma rede. O domínio do computador dificilmente será usado a menos que o seu provedor de Internet ou rede local o exijam.</p><p>O Servidor Samba deve ser ativado se você quiser utilizá-lo para compartilhar alguns de seus diretórios ou uma impressora com um computador local que esteja rodando MS-Windows ou Mac OSX.</p>
ro: <p><b>Nume computer</b><br/>Numele computerului este un nume unic care va indentifica computerul dumneavoastra pe rețea. Numele domeniului nu e probabil să fie folosit decât dacă e necesar furnizorului de servicii Internet sau pentru rețeaua locala.</p><p>Serverul SaMBa trebuie să fie activat dacă doriți să-l folosiți să împărțiți directoarele sau printerul cu un computer care rulează MS-Windows sau Mac OSX.</p>
sv: <p><b>Dator-identitet</b><br/>Datornamnet är ett allmänt unikt namn som identifierar din dator om den ingår i ett nätverk. Dator-domänen kommer troligen inte att användas om inte din internetleverantör eller lokalt nätverk kräver det.</p><p>SaMBa Server behöver aktiveras om du vill använda den för att dela kataloger eller skrivare med en lokal dator som använder MS-Windows eller MacOSX.</p>

source: Printing
ca: Impressió
cs: Tisk
de: Drucken
el: Εκτύπωση
es: Impresión
fr: Imprimantes
hu: Nyomtatás
it: Stampa
ja: 印刷中
nl: Afdrukken
pt_br: Impressão
ro: Tipărire
ru: печать
sv: Utskrifter

source: Sorry, failed to name user directory.
ca: Ho sento, ha fallat en nomenar el directori d'usuari.
cs: Promiňte, jmenování uživatelského adresáře selhalo.
de: Konnte das User-Verzeichnis nicht umbenennen.
el: Συγγνώμη, αποτυχία απόδοης ονόματος στο Φάκελλο Χρήστη
es: Lo siento, fallo al nombrar directorio de usuario.
fr: Désolé, le nommage du répertoire utilisateur a échoué.
hu: Bocs, de nem sikerült elnevezni a felhasználói könyvtárat.
it: Spiacente, la denominazione della cartella utente è fallita.
ja: ユーザーディレクトリ生成に失敗しました。
nl: Sorry. Het benoemen van een gebruikers-directory is mislukt.
pt_br: Desculpe, a nomeação do diretório do usuário falhou.
ro: Nu s-a reușit numirea directorului utilizatorului.
ru: К сожалению, не удалось назвать каталог пользователя.
sv: Ledsen, misslyckades med att namnge användar-katalogen.

source: The user password needs to be at least 2 characters long. Please select a longer password before proceeding.
ca: La contrasenya d'usuari han de tenir com a mínim 2 caràcters. Si us plau, trieu un altre nom d'usuari més llarg.
cs: Heslo uživatele musí být dlouhé alespoň 2 znaky. Před pokračováním musíte vybrat delší heslo.
de: Das Benutzer-Passwort muss mindestens 2 Zeichen lang sein. Bitte wählen Sie ein längeres Passwort, bevor Sie weitermachen.
el: Το όνομα χρήστη πρέπει να έχει μήκος τουλάχιστον 2 χαρακτήρων. Παρακαλώ επιλέξτε ένα μεγαλύτερο Κωδικό πριν συνεχίσετε.
es: La contraseña del usuario tiene que ser al menos 2 caracteres de largo. Por favor seleccione una más larga antes de seguir.
fr: Le mot de passe utilisateur doit faire au moins 2 caractères. Veuillez, svp, choisir un mot de passe plus long avant de continuer.
hu: A felhasználói jelszónak legalább 2 karakternyi hosszúnak kell lennie. Válassz egy hosszabb jelszót mielőtt folytatnád.
it: La password utente deve essere lunga almeno 2 caratteri. Per favore, scegli un nome più lungo prima di procedere.
ja: パスワードは2文字以上で なければいけません。 再度入力して下さい。
nl: Het wachtwoord van de gebruiker dient tenminste 2 karakters te bevatten. Kies een langer wachtwoord voordat u verder gaat.
pt_br: A senha do usuário necessita ter pelo menos 2 caracteres. Por favor, escolha uma senha mais longa antes de prosseguir.
ro: Parola utilizatorului trebuie să aibă cel puțin 2 caractere. Alegeți o altă parolă înainte de a continua.
ru: Пароль пользователя должен быть по крайней мере 2 символa. Пожалуйста, выбeрeтe длинный пароль, прежде чем продолжить.
sv: Användarens lösenord måste vara åtminstone 2 bokstäver långt. Var vänlig välj ett längre lösenord innan du fortsätter.

source: Local web server with php and perl support
ca: Servidor de web local amb suport PHP i PERL
cs: Místní webový server s podporou PHP a perl
de: Lokaler Webserver mit PHP und Perl Unterstützung
el: Τοπικός διακομιστής Διαδιικτύου με υποστήριξη για php και για perl
es: Servidor web local con soporte para php y perl
fr: Serveur Web local avec support php et perl
hu: Helyi web szerver php és perl támogatással
it: Web server locale con supporto php e perl
ja: ローカル Web サーバ PHP・Perl 対応
nl: Locale web-server met php- en perl-ondersteuning
pt_br: Servidor web local com suporte a php e perl
sv: Lokal web server med php och perl support

source: Deleting old system
ca: Esborrant el sistema antic
cs: Odstraňování starého systému
de: Lösche altes System
el: Διαγραφή παλιού συστήματος
es: Quitando sistema viejo
fr: Effacement de l'ancien système
hu: Régi rendszer törlése
it: Eliminazione del vecchio sistema
ja: 旧システムの削除中
nl: Het oude systeem wissen
pt_br: Apagando o sistema antigo
ro: Se șterge sistemul vechi
ru: Удаление старой системы
sv: Tar bort det gamla systemet

source: Creating system directories
ca: Creant els directoris de sistema
cs: Vytváření systémových adresářů
de: Erstelle Systemverzeichnisse
el: Δημιουργία Φακέλλων Συστήματος
es: Creando directorios del sistema
fr: Création des répertoires systèmes
hu: Rendszer könyvtárak létrehozása
it: Creazione delle cartelle di sistema
ja: システムディレクトリの生成中
nl: De systeembestanden aanmaken
pt_br: Criando diretórios do sistema
ro: Se crează directoarele sistemului
ru: Создание системных каталогoв
sv: Skapar system-kataloger

source: Sorry, failed to create user directory.
ca: Ho sento, ha fallat la creació del directori d'usuari.
cs: Promiňte, vytvoření uživatelského adresáře selhalo.
de: Konnte das User-Verzeichnis nicht anlegen.
el: Συγγνώμη, αποτυχία δημιουργίας Φακέλλου Χρήστη (user directory).
es: Lo siento, fallo al crear directorio de usuario.
fr: Désolé, la création du répertoire utilisateur a échoué.
hu: Bocs, de nem sikerült felhasználói könyvtárat létrehozni.
it: Spiacente, creazione della cartella utente fallita.
ja: ユーザーディレクトリの生成に失敗しました。
nl: Sorry. Het aanmaken van een gebruikers-directory is mislukt.
pt_br: Desculpe, a criação do diretório do usuário falhou.
ro: Nu s-a putut crea directorul utilizatorului.
ru: К сожалению, не удалось создать каталог пользователя.
sv: Ledsen. misslyckades med att skapa användar-katalog.

source: title antiX at %1, kernel %2
ca: title antiX a %1, kernel %2
cs: title antiX na %1, kernel %2
de: title antiX auf %1, kernel %2
el: title antiX σε %1, kernel %2
es: title antiX en %1, kernel %2
fr: title antiX sur %1, noyau %2
hu: title antiX az %1 -n, %2 kernellel
it: title antiX su %1, kernel %2
pt_br: title antiX em %1, kernel %2
sv: titel antiX på %1, kernel %2

source: Would you like to save the old home directory and create a new home directory?
ca: Voleu desar el directori d'inici anterior i crear-ne un de nou?
cs: Chcete uložit starý domovský adresář a vytvořit nový domovský adresář?
de: Möchten Sie das alte Home-Verzeichnis retten und ein neues Home-Verzeichnis anlegen?
el: Μήπως θα θέλατε να αποθηκεύσετε τον παλιό Φάκελλο Χρήστη (home directory) και να φτιάξετε ένα νέο Φάκελλο Χρήστη (home directory);
es: ¿Le gustaría guardar el viejo directorio /home y crear una nuevo directorio /home?
fr: Voulez vous sauvegarder l'ancien répoertoire home et créer un nouveau répertoire home ?
hu: El szeretnéd menteni a régi home könyvtárat és egy új home könyvtárat létrehozni?
it: Ti piacerebbe salvare la vecchia cartella home e creare una nuova cartella home?
ja: 今までのホームディレクトリを保存し、 新たなホームディレクトリを作成しますか？
nl: Wilt u de oude home-directory bewaren en een nieuwe home-directory aanmaken?
pt_br: Você gostaria de salvar o diretório home antigo e criar um diretório home novo?
ro: Doriți să salvați vechiul director home și să creați un nou drector home?
ru: Хотите сохранить старый и создать новый домашний каталог?
sv: Vill du spara den gamla hemkatalogen och skapa en ny hemkatalog

source: antiX installation and configuration is complete. To use the new installation, reboot without the CD. Do you want to reboot now?
ca: Ja ha acabat la instal·lació i configuració de antiX. Per tal d'usar la nova instal·lació, cal tornar a arrencar sense el CD. Voleu fer-ho ara?
cs: Instalace a nastavení antiX je dokončena. Pro použití nové instalace restartuje bez CD. Chcete nyní restartovat?
de: Die antiX Installation und Konfiguration sind jetzt abgeschlossen. Entfernen Sie die CD aus dem Laufwerk und führen einen PC-Neustart durch. Möchten Sie jetzt den Neustart ausführen?
el: Η εγκατάσταση και η ρύθμιση του antiX ολοκληρώθηκαν. Για να χρησιμοποιήσετε τη νέα εγκατάσταση, επανεκκινήστε τον υπλογιστή, χωρίς το CD. Θα θέλατε να κάνετε επανεκκίνηση τώρα;
es: La instalación y configuración de antiX están completas. Para utilizar antiX, reinicie sin el CD. ¿Desea reiniciar ahora?
fr: L'installation et la configuration de antiX sont terminées. Pour utiliser votre nouveau système, redémarrer sans le CD dans le lecteur. Voulez vous redémarrer maintenant ?
hu: A antiX telepítés és beállítása sikeresen befejeződött. Az új rendszer használatához újra kell indítani a számítógépet CD nélkül. Újra szeretnéd indítani a számítógépet most?
it: L'installazione e configurazione di antiX è ultimata. Per usare la nuova installazione, riavvia senza il CD/DVD/USBpen usato per l'installazione. Vuoi riavviare ora?
ja: antiX のインストールと設定が完了しました。 使用するためには再起動し、メディアを取り出す必要があります。 再起動を行ってよろしいですか？
nl: De installatie en configuratie van antiX is voltooid. Om de nieuwe installatie te gebruiken, dient u te herstarten zonder de CD. Wilt u nu herstarten?
pt_br: A instalação e a configuração do antiX estão completas. Para usar a nova instalação reinicie o computador sem o CD. Você quer reiniciar agora?
ro: Instalarea și configurarea a antiX e completă. Ca să folosiți noul sistem, reporniți fară DVD/CD. Doriți să reporniți acum?
ru: Установка и настройка antiX является полной Чтобы использовать новую установку, перезагрузите компьютер без установки медиа Вы хотите, чтобы перезагрузить сейчас?
sv: antiX installationen och konfigurationen är komplett. För att använda den nya installationen, starta om utan CD-skivan. Vill du starta om nu?

source: The root password entries do not match. Please try again.
ca: Les contrasenyes d'administrador no coincideixen. Proveu-ho un altre cop.
cs: Záznamy hesla root se neshodují. Zkuste to znovu prosím.
de: Das eingegebenen Root-Passworte stimmen nicht überein. Bitte versuchen Sie es noch einmal.
el: Ο Κωδικός root που βάλατε δεν ταιριάζει. Παρακαλώ προσπαθείστε ξανά.
es: Las entradas del clave de root no concuerdan. Por favor, intenta de nuevo.
fr: Les différentes saisies du mot de passe root ne concordent pas. Veuillez, svp, essayer à nouveau.
hu: A root jelszó bejegyzések nem egyeznek. Próbáld meg újra.
it: L'amministratore e la password inseriti non corrispondono. Prego, riprova.
ja: ルートパスワードが一致していません。再度行って下さい。
nl: De ingevoerde wachtwoorden voor 'root' verschillen. Probeer opnieuw.
pt_br: As senhas de root não combinam. Por favor, tente de novo.
ro: Parolele intrate pentru administrator nu se potrivesc. Încearcați din nou.
ru: Записи пароль суперпользователя не совпадают. Пожалуйста, попробуйте еще раз.
sv: De angivna root-lösenorden stämmer inte överens. Var vänlig försök igen.

source: Formatting home partition
ca: Formatant la partició /home
cs: Formátování domácího oddílu
de: Formatiere Heimpartition (home)
el: Γίνεται φορμά της Κατάτμησης Χρήστη (home partition)
es: Formateando la partición home
fr: Formatage de la partition /home
hu: A home partíció formázása
it: Formattazione della partizione home in corso
ja: ホームパーティションのフォーマット中
nl: Home-partitie formatteren
pt_br: Formatando a partição home
sv: Formaterar home partitionen

source: Ok to format and use the entire disk (%1) for antiX?
ca: D'acord per formatar i usar el disc sencer (%1) per antiX?
cs: Opravdu chcete formátovat a použít celý disk (%1) pro antiX?
de: Das gesamte Laufwerk (%1) wird formatiert und für antiX verwendet, OK?
el: Είναι εντάξει να γίνει φορμά και να χρησιμοποιηθεί για το antiX ολόκληρος ο δίσκος (%1) ;
es: ¿Desea formatear y utilizar todo el disco (%1) para antiX?
fr: Ok pour formater et utiliser tout le disque dur (%1) pour antiX?
hu: Szeretnéd formázni és használni az egész lemezt (%1) a antiX-re?
it: Ok per formatare e usare l'intero Hard Disk (%1) per antiX?
ja: ディスク %1 をフォーマットし、antiX を使用できるようにしますか？
nl: O.K. om de gehele schijf (%1) door antiX te formatteren en te gebruiken?
pt_br: Ok para formatar e usar o disco (%1) inteiro para o antiX?
ro: E OS să se formateze și să se folosească intregul disc (%1) pentru antiX?
ru: Eсть разрешение для форматирования и использовать весь диск (% 1) для antiX?
sv: OK att formatera och använda hela disken (%1) för antiX?

source: Formatting root partition
ca: Formatant la partició arrel
cs: Formátování kořenového oddílu
de: Formatiere Systempartition (root)
el: Γίνεται φορμά της Κατάτμησης συστήματος (root partition)
es: Formateando partición raíz (root)
fr: Formatage de la partition racine
hu: A root partíció formázása
it: Formattazione della partizione root in corso
ja: ルートパーティションのフォーマット中
nl: Root-partitie formatteren
pt_br: Formatando a partição root
ro: Se formateaza partiția root
ru: Форматирование корневогo разделa
sv: Formaterar root-partitionen
