Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: Abort
ca: Atura
cs: Zrušení
de: Abbrechen
el: Ματαίωση
es: Abortar
fr: Abandonner
hu: Megszakít
it: Interruzione
nl: Afsluiten
pt_br: Abortar
ro: Anulare
ru: Отмена
sv: Avbryt

source: 1a. Choose disk for installation
ca: 1a. Trieu el disc d'instal·lació
cs: 1a. Vyberte disk pro instalaci
de: 1a. Laufwerk für die Installation auswählen
el: 1a. Επιλέξτε δίσκο για την εγκατάσταση
es: 1a. Seleccionar disco para la instalación
fr: 1a. Choisir un disque pour l'installation
hu: 1a. Válassz lemezt a telepítésre
it: 1a. Scegli il disco per l'installazione
ja: 1a. インストールするディスクの選択
nl: 1a. Kies schijf voor de installatie
pt_br: 1a. Escolha o disco para a instalação
ro: 1a. Alegeți discul pentru instalare
ru: 1а. Выберите диск для установки
sv: 1a. Välj disk för installation

source: 3. Installation in progress
ca: 3. Instal·lació en progrés
cs: 3. Instalace probíhá
de: 3. Installation läuft
el: 3. Γίνεται εγκατάσταση
es: 3. Instalación en progreso
fr: 3. Installation en cours
hu: 3. A telepítés folyamatban
it: 3. Installatione in avanzamento
ja: 3. インストール処理
nl: 3. Installatie-voortgang
pt_br: 3. Instalação em andamento
ro: 3. Instalare in curs
ru: 3. Идет установка
sv: 3. Installation pågår

# MeInstall#17
source: Ready to install antiX filesystem
ca: A punt per instal·lar antiX
cs: Připraveno pro instalaci systému souborů antiX
de: Bereit zum installieren des antiX Dateisystem
el: Έτοιμοι για την εγκατάσταση του Συστήματος Αρχείων του antiX
es: Listo para instalar el sistema de archivos antiX
fr: Prêt à installer le système antiX
hu: antiX fájlrendszer telepítésére készen
it: Pronto ad installare il filesystem di antiX
ja: antiX ファイルシステムインストールの確認
nl: Klaar om antiX bestandssysteem te installeren
pt_br: Pronto para instalar o sistema de arquivos do antiX
ro: Gata pentru a instala sitemul de fișiere antiX
ru: Все готово для установки antiX Файловая система
sv: Klar för att installera antiX filsystem

source: Workgroup:
ca: Grup de treball:
cs: Pracovní skupina:
de: Arbeitsgruppe:
el: Ομάδα Εργασίας:
es: Equipo de trabajo:
fr: Groupe de travail :
hu: Munkacsoport:
it: Gruppo di lavoro
ja: ワークグループ:
nl: Werkgroep:
pt_br: Grupo de trabalho:
ro: Grup de lucru:
ru: рабочая группа:
sv: Arbetsgrupp

source: Computer name:
ca: Nom d'ordinador:
cs: Název počítače:
el: Όνομα Υπολογιστή:
es: Nombre del ordenador:
fr: Nom de l'ordinateur :
hu: Számítógép név:
it: Nome computer:
ja: コンピュータ名:
nl: Computer-naam:
pt_br: Nome da máquina:
ro: Nume computer:
ru: Имя компьютера:
sv: Datornamn

source: 1c. Select type of installation
ca: 1c. Trieu el tipus d'instal·lació
cs: 1c. Vyberte typ instalace
de: 1c. Art der Installation auswählen
el: 1c. Επιλέξτε το είδος εγκατάστασης
es: 1c. Seleccionar el tipo de instalación
fr: 1c. Sélectionner le type d'installation
hu: 1c. Válassz telepítési típust
it: 1c. Seleziona il tipo d'installazione
ja: 1c. インストールする種類の選択
nl: 1c. Kies type installatie
pt_br: 1c. Selecione o tipo de instalação
ro: 1c. Alegeți modul de instalare
ru: 1c. Выберите тип установки
sv: 1c. Välj typ av installation

source: 8b. Root (administrator) Account
ca: 8b. Compte d'Usuari Principal (root)
cs: 8b. Účet správce
de: 8b. root (Administrator) Konto
el: 8b. Λογαριασμός Root (Διαχειριστή)
es: 8b. Cuenta del administrator (root)
fr: 8b. Compte Root (administrateur)
hu: 8b. Root (rendszergazda) Fiók
it: 8b. Account di root (amministratore)
ja: 8b. Root (Administrator) アカウント
pt_br: 8b. Conta Root (administrador)
ro: 8b. Cont root (administrator)
sv: 8b. Root (administratör) Konto

source: 5. Common Services to Enable
ca: 5. Serveis comuns a habilitar
cs: 5. Společné služby k povolení
de: 5. Gemeinsame Dienste einschalten
el: 5. Κοινές Υπηρεσίες προς ενεργοποίηση
es: 5. Servicios comunes a activar
fr: 5. Services courants à Activer
hu: 5. Általános szolgáltatások elindítása
it: 5. Servizi da avviare in automatico
ja: 5. 任意サービスの有効
nl: 5. Algemene diensten om te kiezen
pt_br: 5. Ativação de Serviços Comuns
ro: 5. Serviciile comune de activat
sv: 5. Vanliga Tjänster att Aktivera

source: swap partition:
ca: Partició d'intercanvi:
cs: vyměnit oddíl:
de: swap (Auslagerungs-) Partition:
el: κατάτμηση swap:
es: Partición de intercambio (swap):
fr: partition d'échange (swap) :
hu: swap partíció:
it: partizione della swap:
ja: swap パーティション:
nl: Swap-partitie:
pt_br: Partição swap:
ro: partition swap:
ru: раздел подкачки:

source: Confirm root password:
ca: Confirmeu la contrasenya de root:
cs: Potvrzení hesla správce:
de: root-Passwort bestätigen:
el: Επιβεβαιώστε τον Κωδικό Συστήματος:
es: Confirmar la contraseña de root:
fr: Confirmer le mot de passe root :
hu: Root jelszó megerősítése:
it: Conferma password di root
ja: 確認 root パスワード:
nl: Bevestig root-wachtwoord:
pt_br: Confirme a senha de root:
ro: Confirmați parola root:
ru: Подтвердите пароль суперпользователя:
sv: Bekräfta root lösenord:

source: Filesystem type:
ca: Sistema de fitxers:
cs: Typ systému souborů:
de: Dateisystemtyp:
el: Τύπος συστήματος αρχείων:
es: Tipo de sistema de archivos:
fr: Type du système de fichiers :
hu: Fájlrendszer típus:
it: Tipo di filesystem:
ja: ファイルシステムの種類:
nl: Soort bestandssysteem:
pt_br: Tipo de sistema de arquivos:
ro: Tipul de sistem de fișiere:
ru: Тип файловой системы:
sv: Typ av filsystem:

source: <p>antiX is an independent linux distribution based on Debian Testing.</p> <p>antiX uses some components from MEPIS Linux which are released under an Apache free license. Some MEPIS components have been modified for antiX.</p> <p>Enjoy using antiX.</p>
ca: <p>antiX és una distribució linux independent basada en Debian Testing.</p> <p>antiX utilitza alguns components de MEPIS Linux que es publiquen sota una llicència lliure Apache. Alguns components de MEPIS han estat modificats per antiX.</p> <p>Gaudi amb antiX.</p>
cs: <p></p>Antix je nezávislá linuxová distribuce založené na Debian Testing.<p>Antix používá některé komponenty z MEPIS Linux, který je šířen pod svobodnou licencí Apache. Některé MEPIS komponenty byly upraveny pro Antix.</p> <p>Užijte si pomocí Antix.</p>
de: <p>antiX ist eine unabhängige Linux-Distribution auf Debian-Testing.</p> <p>antiX verwendet einige Komponenten von MEPIS Linux, die unter einer Apache Lizenz freigegeben werden. Einige Komponenten sind für MEPIS antiX geändert worden. Bitte beachten Sie die MEPIS Urheberrecht.</p> <p>Genießen Sie mit antiX.</p>
el: <p>To antiX είναι μία ανεξάρτητη διανομή GNU/Linux που βασίζεται στο Debian Testing.</p> <p>Το antiX χρησιμοποιεί μερικά συστατικά του MEPIS Linux που κυκλοφορούν υπό ελεύθερη άδεια Apache. Μερικά συστατικά του MEPIS έχουν τροποποποιηθεί για το antiX.</p> <p>Απολαύστε τη χρήση του antiX.</p>
es: <p>antiX es una distribución linux independiente basada en Debian Testing.</p>antiX utiliza algunos componentes de MEPIS Linux que se publican bajo una licencia libre Apache. Algunos componentes de MEPIS han sido modificados para antiX.<p></p> <p>Disfrute con antiX.</p>
fr: <p>antiX est une distribution Linux basée sur Debian Testing.</p> <p>antiX utilise certains composants de MEPIS Linux qui sont libérés en vertu d'une licence Apache libre. Certains composants MEPIS ont été modifiés pour antiX.</p>Profitez de l'aide antiX.<p></p>
hu: <p>Antix egy független Linux-disztribúció Debian alapú tesztelés.</p> <p>Antix használ néhány összetevőket MEPIS Linux amelyek alatt kiadott Apache szabad licenc. Néhány MEPIS elemek módosításra kerültek a Antix.</p> <p>Szívesen használja Antix.</p>
it: <p>antiX è una distribuzione linux indipendente basata su Debian Testing.</p> <p>antiX usa alcuni componenti da MEPIS Linux che sono rilasciati con una licenza libera Apache. Alcuni componenti MEPIS sono stati modificati per antiX.</p> <p>Prova il piacere di usare antiX.</p>
nl: <p>antiX is een onafhankelijke Linux-distributie gebaseerd op Debian Testing.</p> <p>antiX gebruikt een aantal componenten uit MEPIS Linux die zijn vrijgegeven onder een Apache licentie. Sommige MEPIS onderdelen zijn aangepast voor antiX.</p> <p>Genieten van het gebruik antiX.</p>
pt_br: <p>O antiX é uma distribuição Linux independente baseada no Debian Testing.</p> <p>O antiX usa alguns componentes do Linux MEPIS que estão sob a licença 'Apache free'. Alguns componentes do MEPIS foram modificados para o antiX.</p> <p>Aproveite bem o antiX.</p>
sv: <p>antiX är en oberoende linux-distribution baserad på Debian Testing.</p> <p>antiX använder en del komponenter från MEPIS Linux som är utgivna under en Apache free license. En del MEPIS komponenter har modifierats för antiX.</p> <p>Lycka till med antiX.</p>

source: < Back
ca: < Enrera
cs: < Předchozí
de: < Zurück
el: < Πίσω
es: < Anterior
fr: < Précédent
hu: < Vissza
it: < Indietro
ja: < 戻る
nl: < Terug
pt_br: < Voltar
ro: < Înapoi
ru: <назад
sv: < Tillbaka

source: Default user login name:
ca: Nom de registre d'usuari:
cs: Výchozí uživatelské přihlašovací jméno:
de: Standard-Benutzername
el: Όνομα σύνδεσης προεπιλεγμένου χρήστη:
es: Nombre de inicio de sesión del usuario principal:
fr: Nom d'utilisateur par défaut :
hu: Alapértlemezett felhasználói login név:
it: Login dell'utente predefinito:
ja: デフォルトユーザログイン名:
nl: Aanmeldnaam voor de standaardgebruiker:
pt_br: Nome de autenticação do usuário padrão:
ro: Nume utilizator implicit:
ru: Имя пользователя по умолчанию Логин:
sv: Standard användar-inloggningsnamn:

source: Check for badblocks (takes longer)
ca: Comprova blocs defectuosos (triga més)
cs: Zkontrolovat špatné bloky (trvá déle)
de: Auf fehlerhafte Blöcke (badblocks) untersuchen (dauert länger)
el: Ελέγξτε για badblocks (κρατά παραπάνω χρόνο)
es: Verificar bloques erróneos (mayor duración)
fr: Vérifier les secteurs défectueux (long)
hu: Hibás blokkok keresése (tovább tart)
it: Ricerca dei badblocks (ci vorrà parecchio tempo)
ja: 不良ブロックの確認 (時間を要します)
nl: Zoek naar Bad-Blocks (duurt langer)
pt_br: Verificar blocos defeituosos (demora mais)
ro: Verifică badblocks (durează mai mult)
ru: Проверьте badblocks (занимает больше времени)
sv: Sök efter dåliga sektorer (tar längre tid)

source: Reminders
ca: Recordatoris
cs: Připomenutí
de: Erinnerungen
el: Υπενθυμίσεις
es: Recordatorios
fr: Rappels
hu: Emlékeztetők
it: Promemoria
ja: リマインダー
nl: Herinnering
pt_br: Lembretes
ro: Memo
ru: Напоминания
sv: Påminnelser

source: 2a. Choose partitions
ca: 2a: Tria particions
cs: 2a. Vyberte oddíly
de: 2a. Partitonen wählen
el: 2a. Επιλέξτε κατατμήσεις
es: 2a. Seleccionar particiones
fr: 2a. Choississez les partitions
hu: 2a. Válassz partíciókat
it: 2a. Scegli le partizioni
ja: 2a. パーティションの選択
nl: 2a Partities kiezen
pt_br: 2a. Escolha as partições
ro: 2a. Alegeți partițiile
ru: 2а. Выберите разделы
sv: 2a. Välj partitioner

source: 1b. Rearrange disk partitions (optional)
ca: 1b. Modifica les particions del disc (opcional)
cs: 1b. Přeskupit oddíly disku (nepovinné)
de: 1b. Partitionierung der Festplatte ändern (optional)
el: 1b. Επανατακτοποίηση κατατμήσεων του δίσκου
es: 1b. Reubicar particiones de discos (opcional)
fr: 1b. Rearragner les partitions disques (optionnel)
hu: 1b. A partíciók átrendezése (opcionális)
it: 1b. Riorganizza le partizioni del disco (facoltativo)
ja: 1b. ディスクパーティションの再構成 (任意)
nl: 1b Schijf-partities opnieuw inrichten (optioneel)
pt_br: 1b. Rearranje as partições do disco (opcional)
ro: 1b. Rearajează partițiile discului (opțional)
ru: 1b. Перестановка разделов жесткого диска (по желанию)
sv: 1b. Gör om diskpartitionerna (valfritt)

source: Terms of Use
ca: Condicions d'ús
cs: Podmínky použití
de: Nutzungsbedingungen
el: Όροι Χρήσεως
es: Condiciones de uso
fr: Conditions d'utilisation
hu: Használat feltételei
it: Termini d'Uso
ja: 利用規約
nl: Gebruiksvoorwaarden
pt_br: Termos de Uso
ro: Termeni de folosire
ru: Условия эксплуатации
sv: Användarvillkor

source: 7a. Localization Defaults
ca: 7a. Localització per omissió
cs: 7a. Výchozí lokalizace
de: 7a. Standardlokalisierung
el: 7a. Προεπιλογές Τοπικοποίησης (Localization)
es: 7a. Valores de localización por defecto
fr: 7a. Localisation par Défaut
hu: 7a. Lokalizációs Alapértelmezések
it: 7a. Impostazioni di Localizazione
ja: 7a. 標準の言語
nl: 7a. Standaard-lokalisatie
pt_br: 7a. Padrões de Localização
ro: 7a. Opțiuni prestabilite localizare
sv: 7.a Regional Standard

# MeInstall#36
source: Next >
ca: Següent >
cs: Další >
de: Weiter >
el: Επόμενο >
es: Siguiente >
fr: Suivant >
hu: Következő >
it: Avanti >
ja: 次へ >
nl: Volgende >
pt_br: Próximo >
ro: Următorul >
ru: Cледующий>
sv: Nästa>

source: Run GParted...
ca: Executa GParted...
cs: Spuštení GParted...
de: Starte GParted...
el: Τρέξτε το GParted.
es: Ejecutar GParted...
fr: Lancer GParted...
hu: GParted indítása...
it: Esegui GParted...
ja: GParted を実行...
nl: GParted starten ...
pt_br: Executar Gparted...
sv: Kör Gparted...

source: I have read the Terms
ca: He llegit les Condicions
cs: Přečetl jsem si podmínky
de: Ich habe die AGB gelesen
el: Διάβασα τους Όρους
es: He leído los Términos
fr: J'ai pris connaissance des Conditions
hu: Elolvastam az Általános Szerződési Feltételeket
it: Ho letto i termini d'uso
nl: Ik heb de Algemene Voorwaarden
pt_br: Eu concordo com os Termos
sv: Jag har läst Villkoren

# MeInstall#41
source: <p><b>Support antiX</b><br/>antiX is supported by people like you. Some help others at the support forum - http://antix.freeforums.org, or translate help files into different languages, or make suggestions, write documentation, or help test new software.</p>
ca: <p><b>Suport de antiX</b><br/>antiX té el suport de gent com vosaltres. Alguns ajuden als demés als fòrums de suport, com http://antix.freeforums.org, tradueixen programari o fitxers d'ajuda a altres llengües, fan suggeriments, escriuen manuals i documentació, o ajuden a provar el funcionament del programari nou.</p>
cs: <p><b>Podpora Antix</b><br/>Antix je podporován lidmi, jako jste vy. Některé pomáhat ostatním na support forum - http://antix.freeforums.org, nebo překládat soubory nápovědy do různých jazyků, nebo návrhy, napište dokumentace, nebo pomoci test nového softwaru.</p>
de: <p><b>antiX unterstützen</b><br/>antiX wird von Menschen wie Ihnen unterstützt. Einige helfen anderen im Form - http://antix.freeforums.org , oder übersetzen Hilfe-Dateien in andere Sprachen oder machen Vorschläge, schreiben Dokumentationen, oder helfen, neue Software zu testen.</p>
el: <p><b>Υποστηρίξτε το antiX</b><br/>Το antiX στηρίζεται από ανθρώπους σαν εσάς. Κάποιοι βοηθούν κάποιους άλλους στο forum υποστήριξης- http://antix.freeforums.org, ή μεταφράζουν αρχεία βοήθειας σε διάφορες γλώσσες, ή κάνουν υποδείξεις, γράφουν τεκμηρίωση, ή βοηθούν δοκιμάζοντας νεό λογισικό.</p>
es: <p><b>antiX Soporte</b><br/>antiX es apoyado por gente como usted. Algunos ayudan a los otros en el foro de soporte en - http://antix.freeforums.org, o traducen los archivos de ayuda a diferentes idiomas, hacen sugerencias, escriben la documentación, y/o prueban el software nuevo.</p>
fr: <p><b>Supporter antiX</b><br/>antiX est supporté par des personnes telles que vous. Certains aident les autres sur le Forum - http://antix.freeforums.org, d'autres traduisent des fichiers d'aides dans d'autres langues, font des suggestions, écrivent des documentations ou aident à tester de nouveaux logiciels.</p>
hu: <p><b>Támogasd a antiX-t</b><br/>antiX-t olyan emberek támogatják, mint te. Néhányan a http://antix.freeforums.org fórumon keresztül segítenek másokat, mások fájlokat fordítanak más nyelvekre, javaslatokat tesznek, dokumentációt írnak, vagy éppen az új szofvert tesztelik.</p>
it: <p><b>Sostieni antiX</b><br/>antix è sostenuto da persone come te. Alcuni aiutano altri nel forum di supporto - http://antix.freeforums.org, o traducono guide in lingue diverse, danno consigli, scrivono documentazione, o aiutano a testare nuovo software.</p>
ja: <p><b>antiX のサポート</b><br/>antiX はあなたのような皆様に支援されています。サポートフォーラム http://antix.freeforums.org で他の人を助ける、使用している言語の翻訳作業を行う、ドキュメント作成を行う、新しいバージョンのテストを行う、といった支援が可能です。</p>
nl: <p><b>Ondersteuning van antiX</b><br/>antiX wordt ondersteund door mensen als u. Sommigen zijn behulpzaam op het forum - http://antix.freeforums.org, of ze vertalen help-bestanden in de verschillende talen, doen suggesties, schrijven handleidingen of testen nieuwe software.</p>
pt_br: <p><b>Suporte o antiX</b><br/>O antiX é suportado por pessoas como você. Algumas ajudam outras no fórum de apoio - http://antix.freeforums.org, traduzem arquivos de ajuda para diferentes línguas, fazem sugestões, escrevem a documentação ou ajudam a testar novos programas.</p>
ro: <p><b>Sprijin antiX</ b><br/>antiX este susținut de către oameni ca tine. Se ajută unii pe alții pe forumul comunitații - http://antix.freeforums.org, traduc fișiere de ajutor în diverse limbi, fac sugestii, scriu documentație, sau ajută la testarea programelor noi.</p>
ru: <p><b>Поддержка antiX</b><br/>antiX поддерживается людьми, как вы. Некоторые помогают другим на форуме поддержки - http://antix.freeforums.org или переводят файлы справки на различных языках, или внoсят предложения, пишут документацию, или помогают в тестировании нового программного обеспечения.</p>
sv: <p><b>Stöd antiX</b><br/>antiX stöds av folk som du. En del hjälper andra på support-forumet - http://antix.freeforums.org, eller översätter hjälpfiler till olika språk, kommer med förslag, skriver dokumentation, eller hjälper till med att testa ny mjukvara.</p>

source: example.dom
ca: exemple.dom
cs: příklad.dom
de: beispiel.dom
fr: exemple.dom
hu: pelda.dom
nl: voorbeeld.dom
pt_br: exemplo.dom
ro: exemplu.dom

source: 6. Computer Network Names
ca: 6. Noms de xarxa d'ordinadors
cs: 6. Názvy připojení počítače
de: 6. Computer Netzwerk Namen
el: 6. Ονόματα Υπολογιστών Δικτύου
es: Nombres del ordenador en la red
fr: 6. Noms Réseaux de l'Ordinateur
hu: 6. Számítógép hálózati nevek
it: 6. Nomi Computer e Network
ja: 6. コンピューターネットワーク名
nl: 6. Computer netwerk-namen
pt_br: 6. Nome da Máquina para Redes
ro: 6. Nume de rețea pentru computer
sv: 6. Dator-nätverksnamn

source: Leave free space up to:
ca: Deixa espai lliure fins a:
cs: Ponechaná volná kapacita:
de: Freien Platz lassen bis max:
el: Αφήστε ελεύθερο χώρο μέχρι:
es: Dejar espacio libre, hasta :
fr: Laisser de l'espace libre jusqu'à :
hu: Ennyi szabad hely maradjon:
it: Lasciare spazio libero:
ja: この空き容量を要します:
nl: Behoud vrije schijfruimte tot:
pt_br: Deixar espaço livre até:
ro: Lasă spațiu liber până la:
ru: Оставьте свободное пространство до:
sv: Lämna fritt utrymme upp till:

source: Use disk:
ca: Usa el disc:
cs: Využít disk:
de: Folgenden Datenträger benutzen:
el: Δίσκος
es: Utilizar disco:
fr: Utiliser le disque :
hu: Ezt a lemezt használd:
it: Usare il disco:
ja: 使用ディスク:
nl: Gebruik schijf:
pt_br: Usar o disco:
ro: Folosește discul:
ru: Используйте диск:
sv: Använd disk:

source: Install on:
ca: Instal·la a:
cs: Instalovat na:
de: Installiere auf:
el: Να γίνει εγκατάσταση στο:
es: Instalar en:
fr: Installer sur :
hu: Telepítés ezen:
it: Installare su:
ja: インストール:
nl: Installeer op:
pt_br: Instalar em:
ro: Instaleaza pe:
ru: Установите на:
sv: Installera på:

source: 4. Select Boot Method
ca: 4. Trieu el mètode d'arrencada
cs: 4. Vyberte způsob zavedení
de: 4. Bootmethode auswählen
el: 4. Επιλεξτε Μέθοδο Εγκατάστασης
es: 4. Seleccionar el método de arranque
fr: 4. Sélectionner une Méthode de Démarrage
hu: 4. Válassz Indítási Módot
it: 4. Scegli il Sistema di Boot
ja: 4. 起動方法の選択
nl: 4. Selecteer opstart-methode
pt_br: 4. Selecione o Método de Inicialização
ro: 4. Alege metoda de bootare
ru: 4. Выберите способ загрузки
sv: 4. Välj boot-metod

source: use initrd (recommended)
ca: usa initrd (recomanat)
cs: použít initrd (doporučeno)
de: initrd benutzen (empfohlen)
el: χρησιμοποιείστε το initrd (συστήνεται)
es: usar initrd (recomendado)
fr: utilisez initrd(recommandé)
hu: initrd használata (ajánlott)
it: usa initrd (raccomandato)
ja: initrd を使用する (推奨)
nl: gebruik initrd (aanbevolen)
pt_br: usar initrd (recomendável)
sv: använd initrd (rekommenderas)

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
hu: Leírás
it: Descrizione
ja: 説明
nl: Beschrijving
pt_br: Descrição
ro: Descriere
ru: описание
sv: Beskrivning

source: username
ca: nomdusuari
cs: uživatelské jméno
de: Benutzername
el: όνομα χρήστη
es: nombreusuario
hu: felhasználónév
it: nome utente
ja: ユーザー名
nl: Gebruikersnaam
pt_br: nome do usuário
ro: nume cont utilizator
ru: Имя пользователя
sv: användar-namn

source: Service
ca: Servei
cs: Služba
de: Dienst
el: Υπηρεσία
es: Servicio
hu: Szolgáltatás
it: Servizio
ja: サービス
nl: Dienst
pt_br: Serviço
ro: Serviciu
ru: обслуживание
sv: Tjänst

source: 8a. Default User Account
ca: 8a. Compte d'usuari per omissió
cs: 8a. Výchozí uživatelský účet
de: 8a. Standard-Benutzerkonto
el: 8a. Λογαριασμός Προεπιλεγμένου Χρήστη
es: 8a. Cuenta de usuario principal
fr: 8a. Compte Utilisateur par défaut
hu: 8a. Alapértelmezett Felhasználói Fiók
it: 8a. Account dell'Utente Predefinito
ja: 8a. 標準ユーザーアカウント
nl: 8a. Standaard Gebruikersaccount
pt_br: 8a. Conta do Usuário Padrão
ro: 8a. Cont implicit
sv: 8.a Standard användarkonto

source: Run partition tool...
ca: Executar l'eina de partició...
cs: Spustit oddíl nástroj...
de: Partitionswerkzeug starten...
el: Τρέξτε το εργαλείο.
es: Ejecutar la herramienta de partición...
fr: Outil de partitionnement Exécuter...
hu: Fuss partíció eszköz...
it: Avvio partizionatore...
ja: パーティションツールの起動...
nl: Run partitie tool...
pt_br: Execute a ferramenta de partição...
ro: Ruleză utilitarul de partiționare...
ru: Запустите инструмент разделения ...
sv: Kör partitioneringsverktyg...

source: Show passwords
ca: Mostra contrasenyes
cs: Zobrazit hesla
de: Show Passwörter
el: Εμφάνιση κωδικών
es: Mostrar contraseñas
fr: Afficher les mots de passe
hu: Megjelenítés jelszavak
it: Mostra le passwords
ja: パスワードを表示する
nl: Toon wachtwoorden
pt_br: Mostrar senhas
ro: Arată parolele
ru: Показать пароли
sv: Visa lösenord

source: /home partition:
ca: Partició /home:
cs: oddíl /home:
el: κατάτμηση χρήστη /home :
es: Partición /home:
fr: partition /home :
hu: /home partíció:
it: partizione /home:
ja: /home パーティション:
nl: /home-partitie:
pt_br: Partição /home:
ro: Partiția /home:
ru: / Главная раздела:

source: Auto-install using entire disk
ca: Auto-instal·la usant tot el disc
cs: Automatická instalace za použití celého disku
de: Automatische Installation auf gesamter Disk
el: Αυτόματη με χρήση όλου του δίσκου
es: Instalación automática usando todo el disco
fr: Installation automatique en utilisant l'intégralité du disque
hu: Automatikus telepítés az egész lemez felhasználásával
it: Installaz automatica usando l'intero disco
ja: ディスクへ自動インストールを使用
nl: Automatische installatie op de gehele schijf
pt_br: Autoinstalação usando o disco inteiro
ro: Auto-instalare folosind intregul disc
ru: Автоматическая установка с помощью всего диска
sv: Auto-installera och använd hela disken

source: Default user password:
ca: Contrasenya d'usuari:
cs: Výchozí uživatelské jméno:
de: Standard-Benutzerpasswort
el: Κωδικός Προεπιλεγμένου Χρήστη:
es: Contraseña del usuario principal:
fr: Mot de passe utilisateur :
hu: Alapértelmezett felhasználói jelszó:
it: Password dell'utente predefinito:
ja: 標準ユーザーパスワード:
nl: Wachtwoord voor de standaard gebruiker:
pt_br: Senha do usuário padrão:
ro: Parolă pentru cont implicit:
ru: По умолчанию пароль пользователя:
sv: Standard användarlösenord:

source: SaMBa Server for MS Networking
ca: Servidor SaMBa per a xarxa MS
cs: SaMBa Server pro MS připojování
de: Samba Server für MS-Netzwerk
el: Διακομιστής SaMBa για δικτύωση MS
es: Servidor SaMBa para redes de MS
fr: Serveur SaMBa pour réseaux MS
hu: SaMBa szerver MS hálózatokhoz
it: Server SaMBa per MS computer in rete
ja: SAMBA サーバ・MS ネットワーク
nl: SaMBa-server voor MS netwerk
pt_br: Servidor SaMBa para redes MS
ro: Server SaMBa pentru Rețea MS
ru: Samba-сервер для MS сетей
sv: SaMBa Server för MS nätverk
