Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: Yes
ca: Sí
cs: Ano
de: Ja
el: Ναι
es: Sí
fr: Oui
hu: Igen
it: Sì
ja: はい
nl: Ja
pt_br: Sim
ro: Da
ru: Да
sv: Ja

source: The home directory for %1 already exists.Would you like to reuse the old home directory?
ca: El directori per a %1 ja hi és. Voleu reutilitzar el directori d'inici preexistent?
cs: Domovská složka pro %1 již existuje. Chtěli byste znovu použít starou domovskou složku?
de: Das Home-Directory für %1 existiert bereits. Möchten Sie das alte Home-Directory wiederverwenden?
el: Ο Φάκελλος χρήστη για τοr %1 υπάρχει ήδη.Θέλετε να χρησιμοποιήσετε τον παλιό Φάκελλο χρήστη;
es: El directorio /home para %1 ya existe. ¿Desea reutilizar el viejo directorio /home?
fr: Le répertoire home pour %1 existe déjà. Voulez vous réutiliser l'ancien répertoire home ?
hu: A %1 -en már van home könyvtár. Újra szeretnéd használni a régi a home könyvtárat?
it: La cartella home per %1 esiste già. Vuoi riusare la vecchia cartella home?
ja: ホームディレクトリ %1 はすでに存在しています。このホームディレクトリを使用しますか？
nl: De home-directory bestaat al voor %1. Wilt u de oude home-directory hergebruiken?
pt_br: O diretório home para %1 já existe. Você gostaria de reutilizar o diretório home antigo?
ro: Directorul home pentru %1 există deja. Doriți să reutilizați vechiul director home?
ru: Домашний каталог% 1 уже существует. Bы бы хотели использовать старую домашнюю директорию?
sv: Hemkatalogen för %1 finns redan. Vill du återanvända den gamla hemkatalogen?

source: Other
ca: Altres
cs: Jiné
de: Anderes
el: Άλλο
es: Otro
fr: Autres
hu: Egyéb
it: Altro
ja: その他
nl: Ander
pt_br: Outros
sv: Annan

source: You must choose a root partition. The root partition must be at 1.5 GB.
ca: Cal que trieu una partició arrel. La partició arrel ha de tenir 1,5 GB o més.
cs: Musíte vybrat korenový oddíl. Kořenový oddíl musí mít 1.5 GB.
de: "root"-Partition auswählen. Die "root"-Partition benötigt mindestens 1,5GB freien Speicherlatz.
el: Πρέπει να επιλέξετε μία κατάτμηση συστήματος (root). Η κατάτμηση συστήματος (root) πρέπει να είναι τουλάχιστον 1.5 GB.
es: Debe escoger una partición root. Dicha partición debe medir al menos 1.5 Gb.
fr: Vous devez choisir une partition racine. La partition racine doit faire au moins 1.5 GO.
it: Devi scegliere una partizione root. La partizione root deve essere almeno 1,5 GB.
ja: ルートパーティションを選んで下さい。 1.5GB 以上必要です。
nl: U moet een root-partitie kiezen. De root-partitie moet tenminste 1,5 GB beslaan.
pt_br: Você deve escolher uma partição root. A partição root deve ser de ao menos 1,5 GB.
sv: Du måste välja en root partition Root partitionen måste vara minst 1,5 GB.

source: Sorry, unable to set user password.
ca: Ho sento, no es pot establir la contrasenya d'usuari.
cs: Promiňte, nelze změnit uživatelské heslo.
de: Konnte Benutzerpasswort nicht setzen.
el: Συγγνώμη, Αδυναμία ορισμού του Κωδικού Χρήστη.
es: Lo siento, no pudo fijar clave de paso del usuario.
fr: Désolé, impossible de définir le mot de passe utilisateur.
hu: Bocs, de nem lehet a felhasználói jelszót beállítani.
it: Spiacente, non si riesce ad impostare la password utente.
ja: ユーザーパスワードの設定ができませんでした。
nl: Sorry. Het instellen van het wachtwoord voor de gebruiker is mislukt.
pt_br: Desculpe, incapaz de estabelecer a senha do usuário.
ro: Nu s-a putut seta parola utilizatorului.
ru: К сожалению, не удалось установить пароль пользователя.
sv: Ledsen, kan inte sätta upp användar-lösenord

source: Failed to write antiX to destination. Returning to Step 1.
ca: Ha fallat escrivint antiX a la destinació. Retornant al primer pas.
cs: Nelze zapisovat antiX do cíle. Návrat ke Kroku 1.
de: Konnte antiX nicht auf das Ziellaufwerk schreiben. Gehe zurück zu Schritt 1.
el: Αποτυχία εγγραφής του antiX στον προορισμό. Επιστροφή στο Βήμα 1.
es: Fallo en escribir antiX en destinación. Regresando al Paso 1.
fr: Echec lors de la copie de antiX sur la destination Retour à l'étape 1.
hu: Nem sikerült a kijelölt helyre írni a antiX-t. Visszatérés az 1. Lépéshez.
it: Fallita scrittura di antiX nella sua destinazione. Torna allo Step 1.
ja: antiX の書き込みに失敗しました。 Step 1 へ処理を戻します。
nl: Het schrijven van antiX naar de bestemde plaats is mislukt. Terugkeren naar stap 1.
pt_br: A escrita do antiX na destinação falhou. Retornando ao Passo 1.
ro: Nu s-a putut scrie antiX la destinație. Întoarcere la Pasul 1.
ru: Не удалось записать antiX до пункта назначения Возвращаясь к этапу 1.
sv: Misslyckades med att skriva antiX till målet. Återvänder till Steg 1.

source: Sorry, failed to delete old home directory. Before proceeding, you'll have to select a different username.
ca: Ho sento, ha fallat l'esborrat del vostre directori d'inici antic. Abans de continuar, cal triar un nom d'usuari diferent.
cs: Je nám líto, ale nelze smazat starou domovskou složku. Před pokračováním, si budete muset zvolit jiné uživatelské jméno.
de: Konnte das alte Home-Verzeichnis nicht retten. Bevor sie weitermachen, müssen Sie einen anderen Benutzernamen auswählen.
el: Συγγνώμη, αποτυχία διαγραφής του παλιού Φακέλλου χρήστη. Πριν συνεχίσετε, θα πρέπει να επιλέξετε ένα άλλο Όνομα Χρήστη.
es: Lo siento, fallo en borrar el viejo directorio /home. Antes de proceder, tendra que seleccionar un nombre de usuario diferente.
fr: Désolé, la sauvegarde de l'ancien répertoire home a échoué. Avant de poursuivre vous devez sélectionner un autre nom d'utilisateur.
hu: Bocs, de a régi home könyvtár törlése nem sikerült. Mielőtt folytatnád, egy új felhasználónevet kell választanod.
it: Spiacente, il salvataggio della vecchia home è fallito. Prima di procedere, dovrai scegliere un nome utente differente.
ja: ホームディレクトリの削除ができませんでした。処理を進めるために、異なるユーザー名にする必要があります。
nl: Sorry. Het wissen van de home-directory is mislukt. Voordat u verder gaat, dient u een andere gebruikersnaam te kiezen.
pt_br: Desculpe, apagar o diretório home antigo falhou. Antes de prosseguir você deverá selecionar um nome de usuário diferente.
ro: Nu s-a reușit ștergerea vechiului director home. Înainte de a continua, va trebui să alegeți un nou nume de utilizator.
ru: К сожалению, не удалось удалить старую домашнюю директорию. Прежде чем продолжить, Вы должны выбрать другое имя.
sv: Ledsen, misslyckades med att ta bort den gamla hemkatalogen. Innan du fortsätter, måste du välja ett annat användarnamn.

source: Failed to prepare chosen partitions. Returning to Step 1.
ca: Ha fallat la preparació de particions. Retornant al primer pas.
cs: Nelze připravit zvolené oddíly. Návrat ke Kroku 1.
de: Konnte die benötigten Partitionen nicht vorbereiten. Gehe zurück zu Schritt 1.
el: Αποτυχία προετοιμασίας των Κατατμήσεων που επιλέχθηκαν. Επιστροφή στο Βήμα 1.
es: Fallo en preparar particiones elegidos. Regresando al Paso 1.
fr: Echec lors de la préparation des partitions choisies. Retour à l'étape 1.
hu: A kiválasztott partíciók előkészítése sikertelen. Visszatérés az 1. lépéshez.
it: Fallita preparazione delle partizioni prescelte. Torna allo Step 1.
ja: パーティションの設定に失敗しました。 Step 1 に処理を戻します。
nl: Het voorbereiden van de gekozen partities is mislukt. Terugkeren naar stap 1.
pt_br: O preparo das partições selecionadas falhou. Retornando ao Passo 1.
ro: Nu s-a putut prepara partiția aleasă Întoarcere la Pasul 1.
ru: Не удалось подготовить выбранный перегородкy Возврат к этапу 1.
sv: Misslyckades med att förbereda valda partitioner. Återvänder till Steg 1.

source: The user password entries do not match. Please try again.
ca: Les contrasenyes d'usuari no coincideixen. Proveu-ho un altre cop.
cs: Položka užicatelské heslo se neshoduje. Prosím zkuste to znovu.
de: Das eingegebenen Benutzer-Passworte stimmen nicht überein. Bitte versuchen Sie es noch einmal.
el: Ο Κωδικός Χρήστη που βάλατε δεν ταιριάζει. Παρακαλώ δοκιμάστε ξανά.
es: Las entradas de clave del usuario no concuerda. Por favor, intenta de nuevo.
fr: Les différentes saisies du mot de passe utilisateur ne concordent pas. Veuillez, svp, essayer à nouveau.
hu: A felhasználó jelszó bejegyzések nem egyeznek. Próbáld meg újra.
it: Utente e password inseriti non corrispondono. Prego, riprova.
ja: パスワードが一致しません。 もう一度入力して下さい。
nl: De ingevoerde wachtwoorden voor de gebruiker verschillen. Probeer opnieuw.
pt_br: As senhas do usuário não combinam. Por favor, tente de novo.
ro: Parolele intrate nu se potrivesc. Încearcați din nou.
ru: Записи пароля пользователя не совпадают. Пожалуйста, попробуйте еще раз.
sv: Användar-lösenorden stämmer inte överens. Var vänlig försök igen.

source: <p><b>Adjusting Your Sound Mixer</b><br/>antiX attempts to configure the sound mixer for you but sometimes it will be necessary for you to turn up volumes and unmute channels in the mixer in order to hear sound.</p> <p>The mixer shortcut is located in the tray. Click on it to open the mixer. </p>
ca: <p><b>Ajustar el Volum del Mesclador de So</b><br/>antiX intenta configurar el mesclador de so, però amb alguns dispositius pot ser necessari apujar el volum del mesclador o "desenmudir" algun canal per tal d'escoltar so.</p> <p>La drecera del mesclador està situada a la dreta del plafó. Cliqueu sobre la icona per a obrir el mesclador. </p>
cs: <p><b>Úprava Vašeho Mixéru Zvuku</b><br/>antiX se pokusí Vám nastavit mixér zvuku, ale někdy bude potřeba, abyste zvýšili hlasitost a zrušili ztlumení některých kanálů, abyste slyšeli zvuk .</p> <p>Zkratka mixéru je umístěna v hlavním panelu. Klikněte na ni pro otevření mixéru.</p>
de: <p><b>Einstellung des Sound Mixers</b><br/>antiX versucht, Ihren SoundMixer für Sie einzustellen, aber manchmal ist es notwendig Lautstärke-Einstellungen anzupassen oder abgeschaltete Kanäle im Mixer einzuschalten um etwas hören zu können.</p> <p>Ein Mixer-Schnellstart-Symbol befindet sich in der Menüleiste. Um den Mixer zu öffnen, einfach darauf klicken. </p>
el: <p><b>Ρύθμιση του Μίκτη Ήχου</b><br/>Το antiX προσπαθεί να ρυθμίσει τον Μίκτη Ήχου για σας, αλλά μπορεί να πρέπει πρώτα να δυναμώσετε την ένταση του ήχου και να βγάλετε τη Σίγαση από τα κανάλια του μίκτη, για να ακούσετε ήχο.</p> <p>Η συντόμευση για τον μίκτη βρίσκεται στο tray. Κάντε κλικ πάνω της για να ανοίξετε τον Μίκτη. </p>
es: <p><b>Ajuste la mezcla de Sonido</b><br/>antiX intenta configurar la mezcla de sonido pero a veces es necesario subir el volumen o quitar el mudo de algún canal de la mezclador para eschucharlo.</p> <p>El atajo del mezclador está ubicado en la bandeja. Haga clic en el ícono para abrir el mezclador. </p>
fr: <p><b> Réglages de l’Équaliseur Sonore </b><br/>antiX essaie de configurer l’équaliseur sonore pour vous mais il est parfois nécessaire que modifiez le volume et les canaux de l’équaliseur pour entendre du son.</p> <p>Le raccourci vers l’équaliseur est situé dans le panneau. Cliquez dessus pour l’ouvrir.</p>
hu: <p><b>A Hangkeverő Beállítása</b><br/>A antiX megpróbálja beállítani a hangkeverőt a számodra, de néha szükséges lehet a hangerő felerősítése, valamint hangcsatornák némításának kikapcsolása a hallható hang érdekében.</p> <p>A keverő ikonja a panelen megtalálható. Nyomd meg, hogy megnyisd a keverőt.</p>
it: <p><b>Regolare il Mixer del Suono</b><br/>antiX cerca di configurare il mixer del suono per te ma talvolta dopo l'installazione sarà necessario alzare i volumi e attivare i canali nel mixer per riuscire ad udire il suono.</p> <p>L'icona del mixer si trova nella barra del panel. Cliccaci sopra per aprire il mixer. </p>
ja: <p><b>音量調整</b><br/>antiX は音楽ミキサーを備えます。たまに音を聞くため、ミキサーでチャンネル毎の音量調整が必要になるかもしれません。</p> <p>ミキサーの素早い起動はトレイからミキサーをクリックして開いて下さい。 </p>
nl: <p><b>Geluidsmixer instellen</b><br/>antiX probeert de geluidsmixer in te stellen. Maar soms is het voor u noodzakelijk om het volume te verhogen, of kanalen in de mixer te veranderen om geluid te horen.</p><p>De snelkoppeling voor de mixer is geplaatst in de tray. Klik erop om de mixer te openen.</p>
pt_br: <p><b>Ajustando o Misturador de Som</b><br/>O antiX procura configurar o misturador de som para você, mas às vezes é necessário que você aumente o volume ou retire do mudo canais no misturador para que possa ouvir o som.</p> <p>O atalho ao misturador está localizado na bandeja. Clique nele para abrir o misturador.</p>
ro: <p> <b>Reglarea mixer de sunet </b><br/>antiX încercă să configureze mixerul de sunet automat, dar, uneori, pentru a auzi ceva, va fi necesar să modificați volumul și canale de activare sunet în mixer.</p><p>Comanda pentru mixer se află în meniu. Faceți clic pe el pentru a deschide mixerul. </p>
ru: <p><b>регулирование звуковогo микшерa регулирование</b><br/>antiX пытается настроить звуковой микшер для вас, но иногда вам придется увеличить звук и включить звуковые каналы в миксере, чтобы услышать звук..</p> <p>Смеситель ярлык находится в меню. Нажмите на нее, чтобы открыть микшер. </p>
sv: <p><b>Justera din Ljudmixer</b><br/>antiX försöker ställa in ljudmixern åt dig, men ibland kan det bli nödvändigt att skruva upp volymen och sätta på kanaler i mixern för att höra ljud.</p> <p>Mixergenvägen finns i menyn. Klicka på den för att öppna mixern. </p>

# MInstall#12
source: Ready to install antiX filesystem
ca: A punt per instal·lar antiX
cs: Připraveno pro instalaci systému souborů antiX
de: Bereit zum installieren des antiX Dateisystem
el: Έτοιμοι για την εγκατάσταση του Συστήματος Αρχείων του antiX
es: Listo para instalar el sistema de archivos antiX
fr: Prêt à installer le système antiX
hu: antiX fájlrendszer telepítésére készen
it: Si sta per installare il filesystem di antiX
ja: antiX ファイルシステムインストールの確認
nl: Klaar om antiX bestandssysteem te installeren
pt_br: Pronto para instalar o sistema de arquivos do antiX
ro: Gata pentru a instala sitemul de fișiere antiX
ru: Все готово для установки antiX Файловая система
sv: Klar för att installera antiX filsystem

source: Creating required partitions
ca: Creant les particions necessàries
cs: Vytváření požadovaných oddílů
de: Erstelle benötigte Partitionen
el: Δημιουργία των απαιτούμενων κατατμήσεων
es: Creando particiones requeridas
fr: Création des partitions nécessaires
hu: A szükséges partíciók létrehozása
it: Creazione della partizione richiesta
ja: パーティションを作成する必要があります
nl: Aanmaken van de vereiste partities
pt_br: Criando as partições necessárias
ro: Creare de partiții necesare
ru: Cоздание необходимых разделов
sv: Skapar nödvändiga partitioner

source: antiX is installing, are you sure you want to Close now?
ca: S'està instal·lant antiX, esteu segurs que voleu acabar ara?
cs: Probíhá instalace antiX, jste si jisti, že chcete nyní Zavřít?
de: antiX wird gerade installiert, sind Sie sicher, das Sie jetzt beenden möchten?
el: Το antiX είναι σε φάση εγκατάστασης, είστε σίγουροι πως θέλετε να κλείσετε τώρα;
es: antiX esta instalando, ¿esta seguro que desea Cerrar ahora?
fr: antiX est en cours d'installation, êtes vous certain d'abandonner maintenant ?
hu: A antiX telepszik, biztosan meg akarod szakítani?
it: antiX è in corso di installazione, sei sicuro di volere chiudere ora?
ja: antiX はインストール中です。 閉じてもよろしいですか？
nl: antiX wordt geinstalleerd. Weet u zeker dat u nu wilt Afsluiten?
pt_br: O antiX está sendo instalado, você tem certeza de que quer Encerrar agora?
ro: antiX se instaleaza, sigur doriți sa Inchideți acum?
ru: antiX занимается установкой, вы уверены, что хотите закрыть сейчас?
sv: antiX installeras, är du säker på att du vill Avsluta nu?

source: Desktop firewall
ca: Tallafocs d'escriptori
cs: Firewall pracovní plochy
el: Τοίχος Προστασίας
es: Cortafuegos de escritorio
fr: Parefeu
hu: Asztali tűzfal
ja: デスクトップファイヤーウォール
pt_br: Interface gráfica do firewall
sv: Skrivbords-brandvägg

source: Sorry your computer name needs to be at least 2 characters long. You'll have to select a different name before proceeding.
ca: Ho sento, el nom de l'ordinador ha de tenir 2 caràcters com a mínim. Cal que en trieu un altre abans de continuar.
cs: Je nám líto. Název Vašeho počítače musí mít délku alespoň 2 znaky. Před pokračováním budete muset zvolit jiný název.
de: Der Name des Computers muss mindestens 2 Zeichen lang sein. Bitte wählen Sie ein längeren Namen, bevor Sie weitermachen.
el: Συγγνώμη, το όνομα του υπολογιστή σας πρέπει να έχει μήκος τουλάχιστον 2 χαρακτήρων. Θα πρέπει να επιλέξετε ένα διαφορετικό όνομα πριν συνεχίσετε.
es: Lo siento, el nombre del computador necesita ser por lo menos, 2 carácteres de largo. Tendra que escoger un nombre diferente antes de proceder.
fr: Désolé, le nom de votre ordinateur doit faire au moins 2 caractères. Veuillez, svp, choisir un nom plus long avant de continuer.
hu: A számítógép nevének legalább 2 karakternyi hosszúnak kell lennie. Válassz egy másik nevet mielőtt folytatnád.
it: Spiacente, Il nome del tuo computer deve essere lungo almeno 2 caratteri. Devi scegliere un nome differente prima di procedere.
ja: コンピューター名は2文字より 長くしなければいけません。 再度設定して下さい。
nl: Sorry. De naam voor uw computer dient ten minste 2 karakters te bevatten. Kies een andere naam voordat u verder gaat.
pt_br: Desculpe, o nome da máquina deve ter ao menos 2 caracteres. Você deve escolher um nome diferente antes de prosseguir.
ro: Numele computerului trebuie sa aibă cel puțin 2 caractere. Alegeți alt nume înainte de a continua.
ru: Извините имя компьютера необходимо быть по крайней мере, 2 символов. Выберите другое имя, прежде чем продолжить.
sv: Ledsen, ditt datornamn måste vara åtminstone 2 bokstäver. Du måste välja ett annat namn innan du fortsätter.

source: Preparing required partitions
ca: Preparant les particions adients
cs: Příprava požadovaných oddílů
de: Bereite benötigte Partitonen vor
el: Προετοιμασία των απαιτούμενων κατατμήσεων
es: Preparando particiones requeridos
fr: Préparation des partitions nécessaires
hu: Szükséges partíciók előkészítése
it: Preparazione della partizione richiesta
ja: パーティションが必要です。
nl: De vereiste partities voorbereiden
pt_br: Preparando as partições necessárias
ro: Se prepară partițiile necesare
ru: Подготовка необходимых разделов
sv: Förbereder nödvändiga partitioner

source: Ok to format and destroy all data on %1 for the /home partition?
ca: Voleu formatar i destruir les dades a %1 per a la partició /home?
cs: Je v pořádku zformátovat a zničit všechna data na %1 pro oddíl /home?
de: Wollen Sie alle Daten auf Partition %1 löschen und die Formatierung für die /home-Partition durchführen?
el: Είναι Ok να γίνει format και να καταστραφούν όλα τα δεδομένα στο %1 στη Κατάτμηση Χρήστη (/home) ;
es: ¿Desea formatear y eliminar todos los datos en %1 para la partición de /home?
fr: Ok pour formater et détruire toutes les données sur %1 pour la partition /home ?
hu: Biztosan leformázod és törlöd az összes adatot a %1 -n a /home könyvtár számára?
it: Ok per formattare ed eliminare tutti i dati presenti in %1 per la partizione /home?
ja: フォーマットにより %1 の /home パーティションは破壊されます。よろしいですか？
nl: O.K. om alle gegevens op %1 te formatteren en vernietigen voor de /home-partitie?
pt_br: Ok para formatar e destruir todos os dados em %1 para a partição /home?
ro: E OK să se formateze și să se distrugă toate datele pe %1 pentru partiția /home?
ru: Eсть разрешение для форматирования и уничтожения всеx данныx на % 1 для / корневой раздел?
sv: OK att formatera och förstöra alla data på %1 för /home partitionen?

source: Mounting the /home partition
ca: Muntant la partició /home
cs: Připojování oddílu /home
de: Hänge /home Partition ein
el: Προσάρτηση της Κατάτμησης Χρήστη ( /home )
es: Formateando la partición /home
fr: Montage de la partition /home
hu: /home partíció csatolása folyamatban
it: Montaggio della partizione /home
ja: /home パーティションのマウント中
nl: De /home-partitie aankoppelen
pt_br: Montando a partição /home
ro: Se montează partiția /home
ru: Подключение раздела /home
sv: Monterar /home partitionen

source: Ok to reuse (no reformat) %1 as the /home partition?
ca: Voleu usar (sense reformatar) %1 com a partició /home?
cs: Je v pořádku znovu použít (neformátovat) %1 jako oddíl /home?
de: Wollen Sie alle Daten auf Partition %1 behalten (keine Formatierung) und sie für /home benutzen?
el: Είναι Ok να ξαναχρησιμοποιηθεί το %1 (χωρίς reformat), σαν Κατάτμηση Χρήστη /home ;
es: ¿Desea usar (no format) %1 como la partición /home?
fr: Ok pour réutiliser (sas reformatage) %1 comme partition /home ?
hu: Biztosan újra szeretnéd használni (formázás nélkül) %1 -t /home partícióként?
it: Ok per riusare (senza riformattare) %1 come partizione /home?
ja: %1 /home パーティションをそのまま使用してよろしいですか？
nl: O.K. om (zonder format) %1 te gebruiken voor de /home-partitie?
pt_br: Ok para reutilizar (sem reformatar) %1 como partição /home?
ro: E OK să se refolosească (făra reformatare) %1 ca partiție /home?
ru: Ok использовать снова (не переформатировать)% 1, как / домашний раздел?
sv: OK att återanvända (utan omformatering) %1 som /home partition?

source: Formatting swap partition
ca: Formatant la partició d'intercanvi
cs: Formátování SWAP oddílu
de: Formatiere Auslagerungspartition (swap)
el: Γίνεται format της κατάτμησης του swap
es: Formateando la partición de intercambio (swap)
fr: Formatage de la partition d'échange (swap)
hu: A swap partíció formázása
it: Formattazione della partizione di swap in corso
ja: swap パーティションのフォーマット中
nl: Swap-partitie formatteren
pt_br: Formatando a partição swap
ro: Se formatează partițoa swap
ru: Форматирование раздела /swap
sv: Formatera swap-partition

source: title %1 at %2
ca: title %1 a %2
cs: title %1 na %2
de: title %1 auf %2
el: title %1 σε %2
es: título %1 en %2
fr: titre %1 à %2
hu: title %1 az %2 -n
it: title %1 su %2
pt_br: title %1 em %2
sv: titel %1 på %2

source: The installation and configuration is incomplete. Do you really want to stop now?
ca: No s'ha acabat la instal·lació i configuració. De debò voleu aturar-la ara?
cs: Instalace a nastavení není kompletní. Chcete nyní skutečně ukončit akci?
de: Die Installation und Konfiguration sind unvollständig. Möchten Sie jetzt wirklich den Vorgang beenden?
el: Η εγκατάσταση και η ρύθμιση δεν ολοκληρώθηκαν. Θέλετε πραγματικά να σταματήσετε τώρα;
es: La instalación y configuración no están completas. ¿Realmente desea parar ahora?
fr: L'installation et la configuration sont inachévées. Voulez vous vraiment quitter maintenant ?
hu: A telepítés és beállítás még nem teljes. Biztos meg akarod állítani a folyamatot?
it: L'intallazione e configurazione non è ultimata. Vuoi davvero chiudere ora?
ja: インストールと設定がまだ完了していません。 処理を止めてよろしいですか？
nl: De installatie en configuratie zijn onvoltooid. Wilt u werkelijk stoppen?
pt_br: A instalação e a configuração estão incompletas. Você realmente deseja interromper agora?
ro: Instalarea și configurarea e incompletă. Sigur doriți sa opriți acum?
ru: Установка и конфигурация незакончены. Вы действительно хотите остановить сейчас?
sv: Installationen och konfigurationen är inte komplett. Vill du verkligen sluta nu?
