Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: Sorry, installing GRUB failed. This may be due to a change in the disk formatting. You can uncheck GRUB and finish installing antiX, then reboot to the CD and repair the installation with the reinstall GRUB function.
ca: Ho sento, la instal·lació de GRUB ha fallat. Això pot ser degut al format del disc. Podeu desmarcar GRUB i acabar d'instal·lar antiX, tornar a arrencar amb el CD i reparar la instal·lació amb la funció de reinstal·lar GRUB.
cs: Je nám líto, instalace GRUB selhala. To může být díky změně ve formátování disku. GRUB můžete odškrtnout a dokončit instalaci antiX, pak restartovat, vstoupit na CD a instalaci opravit pomocí funkce reinstalace GRUB.
de: Konnte GRUB nicht installieren. Der Grund dafür kann eine Änderung der Disk-Formatierung sein. Sie können GRUB abwählen und die Installation abschliessen, dann einen neustart mit der CD durchführen und die Installation mit der ReInstall GRUB Funktion reparieren.
el: Συγγνώμη, η εγκατάσταση του GRUB απέτυχε. Αυτό μπορεί να οφείλεται σε μία αλλαγή στο φορμάρισμα του δίσκου. Μπορείτε να αποεπιλέξετε το GRUB, να ολοκληρώσετε την εγκατάσταση του antiX, και στη συνέχεια να ξανακάνετε εκκίνηση από το CD, επιδιορθώνοντας την εγκατάσταση και επανεγκαθιστώντας τη λειτουργία του GRUB.
es: Lo siento, la instalación de GRUB falló. Esto puede ser debido a un cambio en el formato del disco. Puede deseleccionar GRUB para seguir instalando antiX y reparar la instalación con la función de reinstalar GRUB.
fr: Désolé, l’installation de GRUB a échoué. Cela peut être du à un changement dans le formatage du disque. Vous pouvez décocher l’installation de GRUB et finir l’installation de antiX, ensuite, redémarrez sur le CD et réparez l’installation avec la fonction de réinstallation de GRUB.
hu: Bocs, a GRUB telepítése nem sikerült. Ez a lemez formázásának megváltozása miatt lehetséges. Kikapcsolhatod a GRUB box-ot és befejezheted a antiX telepítését. A GRUB-ot a LiveCD-be való újraindítás után a GRUB újratelepítése funkcióval telepítheted.
it: Spiacente, l'installazione di GRUB è fallita. Ciò può essere causato da un problema di formattazione dell hard disk. Puoi deselezionare GRUB e completare l'installazione di antiX Linux quindi riavviare il CD-Live e ripristinare l'installazione con lo strumento Ripara GRUB.
nl: Sorry. Het installeren van GRUB is mislukt. Dit kan zijn veroorzaakt door een verandering in het formatteren van de schijf. U kunt GRUB overslaan en het installeren van antiX verder voltooien. Daarna kunt u de CD herstarten en de installatie herstellen, door GRUB opnieuw te installeren.
pt_br: Desculpe, a instalação do GRUB falhou. Isso pode se dever a uma mudança na formatação do disco. Você pode desmarcar o GRUB e finalizar a instalação do antiX e em seguida reiniciar pelo CD e reparar a instalação com a função de reinstalação do GRUB.
sv: Ledsen, installeringen av GRUB misslyckades. Det kan bero på en förändring av diskens formatering. Du kan avmarkera GRUB och slutföra installationen av antiX, sen starta om med CD-skivan och reparera installationen med återinstallera GRUB funktionen.

source: Sorry your workgroup needs to be at least 2 characters long. You'll have to select a different name before proceeding.
ca: Ho sento, el nom del grup de treball ha de tenir 2 caràcters com a mínim. Cal que en trieu un altre abans de continuar.
cs: Je nám líto, Vaše pracovní skupina musí být alespoň 2 znaky dlouhá. Před pokračováním musíte zvolit jiný název.
de: Der Name der Arbeitsgruppe muss mindestens 2 Zeichen lang sein. Bitte wählen Sie ein längeren Namen, bevor Sie weitermachen.
el: Συγγνώμη, η Ομάδα Εργασίας σας πρέπει να έχει μήκος τουλάχιστον 2 χαρακτήρων. Πρέπει να επιλέξετε ένα διαφορετικό όνομα πριν συνεχίσετε.
es: Lo siento, el nombre del grupo de trabajo necesita ser por lo menos, 2 carácteres de largo. Tendra que escoger un nombre diferente antes de proceder.
fr: Désolé, le nom du groupe de travail doit faire au moins 2 caractères. Veuillez, svp, choisir un nom plus long avant de continuer.
hu: Bocs, de a munkacsoportnak legalább 2 karakternyi hosszúnak kell lennie. Válassz egy másik nevet mielőtt folytatnád.
it: Spiacente, il nome del tuo gruppo di lavoro deve essere lungo almeno 2 caratteri. Devi scegliere un nome differente prima di procedere.
ja: ワープグループは2文字以上で なければいけません。 再度入力して下さい。
nl: Soory. De naam voor uw werkgroep dient tenminste 2 karakters te bevatten. Kies een andere naam voordat u verder gaat.
pt_br: Desculpe, o seu grupo de trabalho deve ter ao menos 2 caracteres. Você deve escolher um nome diferente antes de prosseguir.
ro: Numele grupului de lucru trebuie să aibă cel puțin 2 caractere. Alegeți alt nume înainte de a continua.
ru: Извините, но в Вашей рабочей группе должно быть по крайней мере 2 символа. Вы должны выбрать другое название прежде чем продолжить.
sv: Ledsen, din arbetsgrupp måste vara åtminstone 2 bokstäver lång. Du måste välja ett annat namn innan du fortsätter.

source: <p><b>Select Boot Method</b><br/>antiX uses the GRUB bootloader to boot antiX and MS-Windows. If you have other versions of Linux already installed on your computer, GRUB will not be automatically configured to boot them. You will have to add them manually to the /boot/grub/menu.lst file.</p><p>If you install GRUB here, by default it is placed in the Master Boot Record of your boot drive and replaces whatever boot loader you may have been using before. This is normal.</p><p>If you choose to install GRUB at root instead of MBR, then GRUB will be installed at the beginning of the root partition. In most cases, this will allow you to start GRUB from a third party bootloader. This option is for experts only.</p><p>The use initrd option will allow a special software called initrd to preload extra drivers, restore from suspend to disk, and start the splash screen earlier. Its use is recommended, but not mandatory. </p><p>If you do not select the Install GRUB checkbox, GRUB will not be installed at this time. You can install GRUB later by using the Reinstall GRUB function in the antiX Utilities. Reinstall GRUB will also give you the option to install GRUB on a floppy disk.</p>
ca: <p><b>Selecció del Mètode d'Arrencada</b><br/>antiX usa l'arrencador GRUB per engegar antiX i MS-Windows. Si teniu altres versions de Linux ja instal·lades al vostre ordinador, pot ser que GRUB no es configuri automàticament per engegar-los. Llavors hauríeu d'afegir-les manualment al fitxer /boot/grub/menu.lst.</p><p>Si instal·leu GRUB aquí, per defecte se situa al MBR (<i>Master Boot Record</i>) del vostre disc d'arrencada i substitueix qualsevol arrencador que estiguéssiu usant abans. Això és normal.</p><p>Si trieu instal·lar GRUB a l'arrel en lloc del MBR, llavors GRUB s'instal·larà a l'inici de la partició arrel. En molts casos, això permet engegar GRUB des d'un arrencador de tercers. Aquesta opció només es recomana a experts.</p><p>L'opció d'usar initrd permet a un programa especial anomenat initrd carregar prèviament controladors extra, restaurar a partir de la suspensió al disc i mostrar la pantalla d'inici abans. Es recomana el seu ús, tot i que no és obligatori.</p><p>Si no marqueu la casella d'instal·lar el GRUB, aquest arrencador no s'instal·larà de moment. Podeu fer-ho més endavant tot usant la funció de "reinstal·lar GRUB" a les eines de antiX. Reinstal·lar el GRUB també us donarà l'opció d'instal·lar GRUB en un disquet.</p>
cs: <p><b>Vyberte metodu zavádění</b><br/>antix používá zavaděč GRUB pro zavedení antiX a MS-Windows. Pokud ve Vašem počítači máte již nainstalovány jiné verze Linux, GRUB nebude automaticky nastaven pro jejich zavedení. Budete je muset ručně přidat do /boot/grub/menu.lst.</p><p>Pokud GRUB nainstalujete zde, je standardně umístěn je standardně umístěn v hlavním spouštěcím záznamu (MBR) Vaší zavádějící jednotky a nahradí jakýkoli zavaděč, který jste měli předtím. To je normální.</p><p>Pokud zvolíte GRUb instalovat v root místo MBR, pak bude GRUB nainstalován na začátku oddílu root. Ve většině případů Vám toto umožní spustit GRUB pomocí zavaděče třetí strany. Tato možnost je pouze pro pokročilé uživatele.</p><p>Použití možnosti initrd Vám umožní použít speciální software nazvaný initrd pro přednačtení dodatečných ovladačů. obnovení z hibernace na disk a spuštění úvodní obrazovky dříve. Jeho použití je doporučeno, ale není povinné. </p><p>Pokud nezvolíte položku GRUB, nebude nyní nainstalován. Můžete ho nainstalovat později použitím funkce Reinstalace GRUB v nástrojích antiX. Reinstalace GRUB Vám také dá možnost GRUB nainstalovat na disketu.</p>
de: <p><b>Bootmethode auswählen<b><br/>antiX benutzt den GRUB-Bootloader, um antiX und MS-Windows zu starten. Wenn Sie bereits andere Linux-Versionen auf Ihrem Computer installiert haben, wird GRUB nicht automatisch konfiguriert werden, diese zu starten. Sie werden diese manuell zur Datei /boot/grub/menu.lst hinzufügen müssen</p><p>Wenn Sie den GRUB-Bootloader benutzen möchten, wird er defaultmässig in den Master Boot Record Ihres Boot-Laufwerkes eingetragen und ersetzt jeglichen, bisher dort vorhandenen Bootloader. Das ist normal.</p><p>Wenn Sie sich entscheiden, GRUB auf der Root-Partition, statt im MBR zu installieren, wird GRUB am Beginn der Root-Partition onstalliert. In den meisten Fällen wird Ihnen das erlauben, GRUB durch einen Bootloader eines anderen Anbieters zu starten. Diese Option ist nur für Experten gedacht.</p><p>
el: <p><b>Επιλέξτε Μέθοδο Εκκίνησης</b><br/>Το antiX χρησιμοποιεί τον εκκινητή φόρτωσης GRUB, για να ξεκινήσει το antiX και τα MS-Windows. Αν διαθέτετε ήδη άλλες εκδόσεις του Linux εγκατεστημένες στον υπλογιστή σας, τότε το GRUB δεν θα ρυθμιθεί αυτομάτως να τις ξεκινά. Πρέπει να τις προσθέσετε χειροκίνητα στο αρχείο /boot/grub/menu.lst.</p><p>Αν εγκαταστήσετε τον GRUB εδώ, τότε αυτός θα μπει εκ προεπιλογής στο Master Boot Record του boot drive και θα αντικαταστήσει τον οποιονδήποτα άλλον εκκινητή φόρτωσης (boot loader) που ίσως είχατε πριν. Αυτό είναι φυσιολογικό.</p><p>Αν, αντιθέτως, επιλέξετε να εγκαταστήσετε τον GRUB στο root, αντί για το MBR, τότε ο GRUB θα εγκατασταθεί στην αρχή της κατάτμησης συστήματος (root partition). Στις περισσότερες περιπτώσεις, αυτό θα σας επιτρέψει να ξεκινάτε τον GRUB από ένα άλλον εκκινητή (third party bootloader). Αυτή η επιλογή προορίζεται μόνο για τους πιο έμπειρους.</p><p>Η επιλογή use initrd θα επιτρέψει σε ένα ειδικό λογισμικό, που ονομάζεται initrd, να προφορτώσει τους extra drivers, να τους βγάλει από την κατάσταση αδράνειας (suspend ) στο δίσκο, και να αρχίσει νωρίτερα την splash screen. Συστήνεται η χρήση του, αλλά δεν είναι υποχρεωτική.</p><p>Αν δεν επιλέξετε το κουτάκι για την εγκατάσταση του GRUB, τότε ο GRUB δεν θα εγκατασταθεί προς το παρόν. Μπορείτε να εγκαταστήσετε τον GRUB αργότερα, με τη χρήση της λειτουργίας Επανεγκατάστασης του GRUB, στα Utilities του antiX. Η Επανεγκατάσταση του GRUB θα σας προσφέρει και την επιλογή να εγκαταστήσετε τον GRUB σε μία μαλακή δισκέτα.</p>
es: <p><b>Seleccione método de Arranque</b><br/>antiX usa el gestor de arranque GRUB para iniciar antiX y/o MS-Windows. Si tiene otras versiones de Linux ya instaladas en el computador, GRUB no las configurará automáticamente para arrancarlas. Tendrá que agregarlas manualmente al archivo, /boot/grub/menu.lst.</p><p>Si instala GRUB, se colocará por defecto en el Registro Maestro de Arranque (MBR) del disco de arranque y reemplazará cualquier gestor de arranque que pudo haber utilizando antes. Esto es normal.</p><p>Si escoge instalar GRUB en el root (raíz) en vez del MBR, entonces GRUB será instalado al inicio de la partición / que está instalando. En la mayoria de los casos, permitirá iniciar GRUB con un gestor de arranque de un terceero. Esta opción es solamente para expertos.</p><p>La opción, "use initrd" permitirá que un software especial, initrd, pre-cargue unos controladores extras, restaure desde el Suspensión al Disco, e inicie la pantalla Splash más temprano en el ciclo de arranque. Es recomendado, pero no es mandatorio. </p><p>Si no escoge la opción, "Instalar GRUB", GRUB no será instalado ahora. Puede instalar GRUB más tarde utilizando la función Reinstalar GRUB en las Utilidades antiX. Reinstalar GRUB también ofrece una opción de instalar GRUB en un disco floppy.</p>
fr: <p><b>Sélection d’une méthode d’amorçage</b><br/>antiX utilise le chargeur d’amorçage (bootloader) GRUB pour démarrer antiX et MS-Windows. Si vous avez déjà d’autres versions de Linux d’installées sur votre ordinateur, GRUB ne sera pas automatiquement configuré pour les démarrer. Aussi, vous devrez les ajouter manuellement dans le fichier /boot/grub/menu.lst.</p><p>Si vous installez GRUB maintenant, il est placé par défaut dans le Master Boot Record (MBR) de votre disque dur d’amorçage et il remplace alors tout autre chargeur d’amorçage que vous pourriez déjà utiliser. Cela est normal.</p><p>Si vous décidez d’installer GRUB dans la partition racine plutôt que dans le MBR, alors GRUB sera installé au début de la partition racine. Dans la plupart des cas, cela vous permettra d’exécuter GRUB depuis n’importe quel autre chargeur d’amorçage. Cette option est réservée aux experts.</p><p>L’utilisation de l’option initrd autorise un logiciel spécifique appelé initrd à précharger des pilotes particuliers qui pourraient être utilse pour charger la partition racine. Normalement cela n’est pas nécessaire et l’usage d’initrd est incompatible avec certains systèmes. A n’utiliser que si nécessaire. </p><p>Si vous ne cochez pas la case Installer GRUB, GRUB ne sera pas installé maintenant. Vous pouvez installer GRUB plus tard en utilisant la fonctionnalité Réinstaller GRUB dans les antiX Utilities. La réinstallation de GRUB vous proposera aussi l’option d’installer GRUB sur une disquette.</p>
hu: <p><b>Válassz Indítási Módot</b><br/>A antiX a GRUB bootmenedzsert használja a antiX és MS-Windows rendszerek indításához. Ha egyéb Linux verziók is vannak a számítógépeden, akkor a GRUB nem lesz automatikusan beállítva az elindításukhoz. A /boot/grub/menu.lst fájlba neked kell majd egyénileg beírni azokat a rendszereket.</p><p>Ha ide telepíted a GRUB-ot, akkor az az elsődleges merevlemez MBR részébe lesz írva, ahol felül fogja írni az előzőleg használt egyéb bootmenedzsert. Ez normális.</p><p>Ha az MBR helyett a root-ot választod a GRUB helyéül, akkor a GRUB a root partíció elejébe lesz telepítve. A legtöbb esetben ez lehetővé teszi a GRUB indítását egy harmadik fél által biztosított bootmenedzserből. Ez az opció csak szakértőknek ajánlott.</p><p>Az 'initrd használata' opció lehetővé teszi az initrd nevű speciális szoftver számára, hogy előre betöltsőn néhány extra illesztőt, visszahozza a számítógépet a hibernálás funkcióból, és hogy hamarabb elindítsa a grafikus indítás funkciót. Használata javasolt, de nem szükségszerű. </p><p>Ha nem pipálod be a 'GRUB telepítése' dobozt, akkor a GRUB nem lesz föltelepítve ezalkalommal. A GRUB a későbbiekben a 'GRUB újratelepítése' funkcióval telepíthető, mely a antiX Segédekben található. A 'GRUB újratelepítése' lehetőséget ad a GRUB floppyra való telepítésére is.</p>
it: <p><b>Seleziona Sistema di Boot</b><br/>antiX usa GRUB come caricatore del boot per l'avvio sia di antiX che di MS-Windows. Se hai altre versioni di Linux già installate sul tuo computer, GRUB non sarà automaticamente configurato per avviarli al boot. Dovrai aggiungerli manualmente nel file /boot/grub/menu.lst </p><p>Di default GRUB2 viene installato nell'apposito Master Boot Record presente nell'Hard Disk che usi per il boot e va a rimpiazzare il caricatore del boot che stavi usando prima. Questo è normale.</p><p>Se tu scegli di installare GRUB2 sulla partizione di root, cioè nel PBR, invece che nell'MBR, allora GRUB2 sarà installato all'inizio della partizione root. Questa opzione è solo per gli esperti.</p><p>L'uso dell'opzione initrd permetterà a uno speciale software chiamato initrd di precaricare drivers extra, di far uscire il disco dalla modalità sleep (sospensione), e avvierà lo splash screen prima. Il suo uso è raccommandato, ma non obbligatorio. </p><p>Se tu deselezioni la casella di installazione del caricatore GRUB, allora GRUB non verrà installato in questo momento. Puoi installare GRUB più tardi usando la funzione Reinstalla GRUB presente nelle antiX Utility. Reinstalla GRUB di darà anche la possibilità di installare GRUB su un floppy disk.</p>
nl: <p><b>Kies opstart-methode</b><br/>antiX maakt gebruik van GRUB-bootloader om antiX en MS-Windows op te starten. Als u andere versies van Linux al op uw computer geinstalleerd hebt, zal GRUB niet automatisch worden ingesteld om deze op te starten. U moet ze dan handmatig toevoegen aan de /boot/grub/menu.lst.</p><p>Als u GRUB hier installeert, wordt ze standaard in de Master Boot Record van uw opstartschijf geplaatst. Ze vervangt dan de bootloader die u voorheen gebruikt hebt. Dat is normaal.</p><p>Als u ervoor kiest om GRUB in de 'root' te installeren, in plaats van de MBR, zal GRUB worden geplaatst aan het begin van de root-partitie. In de meeste gevallen kunt u daarmee GRUB opstarten met een 'third party bootloader'. Deze optie is alleen voor experts.</p><p>Als u het vakje GRUB installeren niet aanvinkt, zal GRUB nu ook niet worden geinstalleerd. U kunt GRUB later alsnog installeren met de functie 'GRUB-herinstalleren' uit de antiX Utilities. 'GRUB-herinstalleren' biedt u ook de mogelijkheid om GRUB op een floppy-disk te installeren.</p>
pt_br: <p><b>Escolha o Método de Inicialização</b><br/>O antiX usa o gerenciador de inicialização GRUB para iniciar o antiX e o MS-Windows. Se você possuir outras versões do Linux instaladas, o GRUB não será automaticamente configurado para iniciá-las. Você terá de adicioná-las manualmente ao arquivo /boot/grub/menu.lst.</p><p>Se você instalar o GRUB aqui, por padrão ele será instalado no MBR do seu disco de boot e substituirá qualquer inicializador que você pudesse estar usando. Isso é normal.</p><p>Se você escolher por instalar o GRUB em root ao invés do MBR então o GRUB será instalado no começo da partição root. Na maioria dos casos isso permitirá a você iniciar o GRUB por um outro inicializador. Esta opção é somente para usuários experientes.</p><p>A opção por usar initrd permitirá que um programa especial chamado initrd carregue drivers extras, recupere da suspensão no disco e inicie a tela de splash mais cedo. Seu uso é recomendável mas não obrigatório. </p><p>Se você não selecionar a caixa Instalar GRUB, o GRUB não será instalado agora. Você poderá instalar o GRUB mais tarde pela função Reinstalar GRUB nas Ferramentas do antiX. Reinstalar GRUB lhe dará ainda a opção de instalar o GRUB num disquete.</p>
sv: <p><b>Välj Boot Metod</b><br/>antiX använder GRUB bootloader för att starta antiX och MS-Windows. Om du redan har andra versioner av Linux installerade på din dator, kommer GRUB inte att vara automatiskt inställd på att starta dom. Du måste lägga till dom manuellt till /boot/grub/menu.lst filen.</p><p>Om du installerar GRUB här, är den som standard placerad i Master Boot Record på din boot disk och ersätter den boot loader du har använt tidigare. Detta är normalt.</p><p>Om du valde att installera GRUB vid root istället för MBR, då kommer GRUB att bli installerad i början av root partitionen. I de flesta fall låter det dig starta GRUB från en tredje parts bootloader. Detta alternativ är enbart för experter.</p><p>Använd initrd alternativet kommer att tillåta en speciell mjukvara kallad initrd att ladda extra drivrutiner i förväg, återställa från suspend to disk, och starta splash skärmen tidigare. Användningen är rekommenderad, men inte obligatorisk. </p><p>Om du inte väljer Installera GRUB rutan, kommer inte GRUB att installeras denna gång. Du kan installera GRUB senare genom att använda Ominstallera GRUB funktionen i antiX Utilities. Att ominstallera GRUB kommer också att ge dig möjligheten att installera GRUB på en floppy disk.</p>

source: The partition you selected for /home, appears to be a MS-Windows partition. Are you sure you want to reformat this partition?
ca: La partició que heu triat per a /home, sembla ser de MS-Windows. Esteu segur que voleu reformatar-la?
cs: Oddíl, který jste vybrali pro/home se zdá být oddíl MS WIndows. Jste si jisti, že chcete tento oddíl reformátovat?
de: Die Partition, die Sie als /home-Partition ausgewählt haben, scheint eine MS-Windows-Partition zu sein. Sind Sie sicher, dass Sie diese Partition formatieren wollen?
el: Η κατάτμηση που επιλέξατε για το /home, μοιάζει με κατάτμηση των Windows. Είστε σίγουροι πως θέλετε να ξανακάνετε φορμά σε αυτή την κατάτμηση;
es: La partición seleccionada para /home parece ser una partición de MS-Windows. ¿Está seguro que desea formatear esta partición?
fr: La partition que vous avez sélectionné pour /home, semble être une partition MS-Windows. Etes-vous certain de vouloir reformater cette partition ?
hu: Az általad /home-nak választott partíció MS-Windows partíciónak tűnik. Biztosan újra szeretnéd formázni?
it: La partizione selezionata per /home, sembra essere una partizione MS-Windows. Sei sicuro di voler riformattare questa partizione?
ja: /home として選んだパーティションは Windows パーティションです。このパーティションをフォーマットしてよろしいですか？
nl: De partitie die u hebt geselecteerd voor /home blijkt een Windows-partitie te zijn. Weet u zeker dat u deze partitie wilt formatteren?
pt_br: A partição que você selecionou para /home parece ser do tipo MS Windows. Você tem certeza de que quer reformatá-la?
ro: Partiția aleasă pentru /home pare să fie o partiție MS-Windows. Sigur vreți să reformatați această partiție?
ru: Раздел, который выбран в / дома, по-видимому, раздел MS-Windows. Вы уверены, что хотите переформатировать этот раздел?
sv: Partitionen du valt för /home, verkar vara en MS-Windows partition. Är du säker på att du vill omformatera den här partitionen?

source: The partition you selected for root, appears to be a MS-Windows partition. Are you sure you want to reformat this partition?
ca: La partició que heu triat com arrel, sembla ser de MS-Windows. Esteu segur que voleu reformatar-la?
cs: Oddíl, který jste vybrali pro root, se zdá být oddíl MS WIndows. Jste si jisti, že chcete tento oddíl reformátovat?
de: Die für das System (root) gewählte Partition, scheint eine MS-Windows Partition zu sein. Sind Sie sicher, das diese Partition neuformatiert werden soll?
el: Η κατάτμηση που επιλέξατε για το Σύστημα (root), μοιάζει με κατάτμηση των Windows. Είστε σίγουροι πως θέλετε να ξανακάνετε φορμά σε αυτή την κατάτμηση;
es: La partición seleccionada para root parece ser una partición de MS-Windows. ¿Esta seguro que desea formatear esta partición?
fr: La partition que vous avez sélectionné comme racine, semble être une partition MS-Windows. Etes-vous certain de vouloir reformater cette partition ?
hu: Az általad root-nak választott partíció MS-Windows partíciónak tűnik. Biztosan újra szeretnéd formázni?
it: La partizione selezionata per root, sembra essere una partizione MS-Windows. Sei sicuro di voler riformattare questa partizione?
ja: / (ルート) として選んだパーティションは Windows パーティションです。このパーティションをフォーマットしてよろしいですか？
nl: De partitie die u voor root hebt geselecteerd, blijkt een MS-Windows partitie te zijn. Bent u er zeker van dat u deze partitie wilt formatteren?
pt_br: A partição que você escolheu para root parece ser uma partição tipo MS Windows. Você tem certeza de que quer reformatá-la?
ro: Partiția aleasă pentru root pare să fie o partiție MS-Windows. Sigur vreți să reformatați această partiție?
ru: Раздел, который выбран для корня, по-видимому, раздел MS-Windows. Вы уверены, что хотите переформатировать этот раздел?
sv: Partitionen du valt för root, verkar vara en MS-Windows partition. Är du säker på att du vill omformatera den här partitionen?
