Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: <p><b>General Instructions</b><br/>BEFORE PROCEEDING, CLOSE ALL OTHER APPLICATIONS.</p><p>On each page, please read the instructions, make your selections, and then click on Next when you are ready to proceed. You will be prompted for confirmation before any destructive actions are performed.</p><p>Core versions of antiX require about 1 GB of space, Base versions about 1.5GB and Full versions of antiX require about 3 GB of space. 5 GB or more is preferred.You can use the entire disk or you can put antiX on existing partitions. </p><p>If you are using PC type hardware, run GParted from here if you need to modify some partitions before doing a custom install. If you are using Apple hardware, you must never use parted or GParted on your boot drive. Instead you must setup your partitions and boot manager in OSX before installing antiX.</p><p>The ext2, ext3, ext4, jfs, xfs, btrfs and reiserfs Linux filesystems are supported and ext4 is recommended. </ p><p><b>Partition Requirements</b><br/>A linux-swap partition is highly recommended. Your RAM memory plus swap space must be at least 128MB. A larger size can improve system performance but you should not need more than 512MB of swap space unless you develop software or edit video files or run a database server.</p><p>A separate linux /home (pronounced home) partition is recommended and should be at least 200MB and preferably as large as possible. This is where your work will be stored. A separate home partition will make it easier to backup, upgrade or reinstall antiX in the future.A linux / ( pronounced root) partition is required. It needs to be at least 800 MB for Core versions of antiX and 1.5 GB for Base versions and 2.7GB for Full versions of antiX and it must be larger if you do not have a separate home partition. This is where additional applications will be stored and where the Linux kernel and drivers may be compiled. If you will be installing and/or testing a lot of applications, you should make this partition larger but, unless you test a lot software, it is unlikely you would need more than 5GB in this partition.</p><p><b>Auto-install Using Entire Disk</b><br/>The selected disk will be reformatted to ext4 and the installer will partition the disk as antiX prefers. Optionally you may request that a portion of the disk is left free if possible, for example so you can install a second OS later.</p><p><b>Custom Install on Existing Partitions</b><br/>antiX will be installed on the existing partitions you choose. If the disk isn't already partitioned appropriately, you can modify the partitions here with GParted. If you have modified the partitions, it is best to reboot the system before continuing with the installation. Do NOT use parted or GParted if you are installing on an Apple computer boot drive.</p><p><b>Upgrading</b><br/>To upgrade an existing Linux installation, choose to install on existing partitions and then choose to preserve the data in /home.</p>
ca: <p><b>Instruccions generals</b><br/>ABANS DE CONTINUAR,LLEGIU AQUESTES INSTRUCCIONS.</p><p>A cada pàgina, si us plau, llegiu les instruccions, feu les seleccions adients i després cliqueu a Endavant per continuar. Se us demanarà confirmació abans de fer qualsevol acció destructiva.</p><p>Les versions Core d'antiX necessiten al voltant d'1 GB d'espai. Les versions bàsiques necessiten 1,5 GB d'espai i les versions complertes necessiten al voltant de 3 GB; preferiblement 5 GB. Podeu usar tot el disc i instal·lar-ho a les particions existents.</p><p>Si useu maquinari de tipus PC, executeu GParted des d'aquí per a modificar les particions existents abans de fer una instal·lació a mida. Si teniu maquinari Apple, no useu mai parted o GParted al disc d'arrencada; en comptes d'això, utilitzeu les utilitats de d'OSX abans d'instal·lar antiX.</p><p>Es disposa dels sistemes de fitxers Linux ext2, ext3, ext4, jfs, xfs, btrfs i reiserfs, tot i que es recomana ext4. </p><p><b>Requisits de les particions</b><br/>Es recomana una partició d'intercanvi (swap) linux. La memòria RAM més l'espai d'intercanvi ha de tenir 128 MB com a mínim. Més de 512 MB d'intercanvi augmenta el rendiment del sistema, però no en necessitaríeu més llevat que desenvolupeu programari, editeu vídeo o tingueu un servidor de base de dades.</p><p>Es recomana una partició separada per a /home que hauria de tenir 200 MB com a mínim, i en tot cas el més gran possible. Aquí és on desareu el vostre treball. Una partició de /home separada també us facilitarà fer còpies de seguretat, actualitzar o reinstal·lar antiX en el futur. És imprescindible una partició / (arrel). Ha de tenir 800 MB per les versions Core d'antiX, 1.5 GB per les versions bàsiques i 2.7 GB per les versions complertes; ha de ser més gran si no teniu una partició /home separada. Aquí és on es desen les aplicacions addicionals i on es compilaran el kernel i els controladors. Si voleu instal·lar i/o provar moltes aplicacions, hauríeu de fer aquesta partició més gran, però, llevat que instal·leu molt programari, no és probable que necessiteu més de 5GB en aquesta partició.</p><p><b>Auto-instal·lació usant tot el disc</b><br/>El disc seleccionat es formatarà a ext4 i l'instal·lador el particionarà de la manera adient a antiX. Opcionalment, podeu demanar que es deixi una part lliure si és possible, per exemple per instal·lar un altre Sistema Operatiu més endavant.</p><p><b>Instal·lació a mida a les particions actuals</b><br/>antiX s'instal·larà a les particions que trieu. Si el disc encara no està particionat com cal, podeu modificar les particions aquí amb GParted. Si heu modificat les particions, és millor tornar a arrencar el sistema abans de continuar la instal·lació. NO useu parted o GParted si ho esteu instal·lant en un disc dur d'Apple.</p><p><b>Actualització</b><br/>Per actualitzar una instal·lació Linux existent, trieu l'opció d'instal·lar a les particions actuals i escolliu l'opció de preservar les dades a /home.</p>
de: <p><b>Allgemeine Hinweise</b><br/>BEVOR SIE WEITERMACHEN, BEENDEN SIE BITTE ALLE ANDEREN ANWENDUNGEN.</p><p>Lesen Sie bitte auf jeder Seite genau die Anweisungen, treffen Ihre Wahl und klicken auf Weiter um fortzufahren. Sie werden bei gefährlichen Aktionen um eine Bestätigung gebeten, bevor diese ausgeführt werden.</p><p>Die Core Versionen von antiX erfordern ungefähr 1GB Platz, Die Base Versionen von antiX erfordern ungefähr 1.5GB Platz und die Full antiX Versionen ungefähr 3GB Platz. Es wird ein Wert von 5GB vorgeschlagen. Sie können die gesamte Disk benutzen oder antiX in eine bestehende Partition installieren.</p><p>Wenn Sie eine PC-basierte Hardware benutzen, können Sie GParted von hier aus benutzen, wenn Sie Partitionen vor der benutzergeführten Installation verändern müssen. Wenn Sie Apple Hardware benutzen, dürfen Sie parted oder GParted NICHT benutzen. Anstelle dessen müssen Sie Ihre Partitionen mit dem Boot Manager von OSX modifizieren, bevor Sie antiX installieren. </p><p>Es werden ext2, ext3, ext4, jfs, xfs, btrfs und reiserfs Linux Filesysteme unterstützt und ext4 wird empfohlen.</p> <p><b>Partitions-Anforderungen</b><br/>Eine Linux-Swap-Partition wird dringend empfohlen.Ihr RAM Speicher plus Auslagerungsspeicher muss mindestens 128 MB sein.Eine größere Größe kann die Systemleistung verbessern, aber Sie sollten nicht mehr als 512 MB Swap-Speicher benötigen, wenn Sie Software entwickeln, Videodateien bearbeiten oder einen Datenbankserver führen.</P><p>Ein seperates /home(wo Ihre Arbeit gespeichert wird), sollte mindestens 200MB, besser jedoch so groß, wie möglich sein.Eine seperate Home-Partition wird nicht nur Ihr Backup, sondern auch das Aktualisieren -oder Neuinstallieren von antiX beschleunigen.Eine Linux / Partition (sprich root) ist erforderlich.Sie muß mindestens 800MB für die Core-Versionen, 1,5GB für die Base-Versionen, 2,7GB für die Voll-Versionen und noch größer sein, wenn Sie keine seperate Home-Partition in antiX erstellen.Hier werden zusätzliche Anwendungen genauso erstellt, wie der Linux-Kernel und die Module(Treiber).Diese Partition (/), sollten Sie auch größer machen, wenn Sie vorhaben, weitere Installationen oder das Testen einer Vielzahl von Anwendungen.Es ist unwahrscheinlich, dass Sie dann mehr als 5GB brauchen.</P><p><b>Automatische Installation über die gesamte Platte</P><p><b>wie antiX es vorsieht, wird der Installer die ausgewählte Festplatte partitionieren und in ext4 formatieren.Optional könne Sie verlangen, dass ein Teil der Festplatte frei bleibt, um dort später ein zweites Betriebssystem zu installieren.</P><p><b>Benutzerdefiniert auf vorhandene Partitionen installieren</b><br/>antiX wird auf den vorhandenen Partitionen, die Sie wählen, installiert werden.Wenn die Festplatte nicht bereits entsprechend partitioniert ist, können Sie das mit GParted hier ändern.Verwenden Sie KEIN parted oder GParted, wenn Sie auf das Boot-Laufwerk eine Apple-Computer installieren.</P><p><b>Aktualisieren</b><br/>Um eine bestehende Linux-Installation zu aktualisieren, wählen Sie das bestehende /home ab, um Ihre Daten zu bewahren.</p>
es: <p><b>Instrucciones generales</b><br/>ANTES DE PROCEDER, CIERRE TODAS LAS OTRAS APLICACIONES.</p><p>Por favor lea las instrucciones en cada página, realice sus selecciones y luego haga clic en Siguiente cuando esté listo para continuar. Se le solicitará su confirmación antes de realizarse cualquier acción peligrosa.</p><p>Las versiones Core de antiX requieren alrededor de 1 GB de espacio, las versiones Base requieren alrededor de 1.5GB y las versiones Full de antiX requieren alrededor de 3 GB de espacio. Se recomiendan 5 GB or más. Puede usar la totalidad del disco duro o puede instalar antiX en las particiones existentes. </p><p>Si está utilizando hardware para PC, ejecute GParted desde aquí si necesita modificar las particiones antes de llevar a cabo una instalación personalizada. Si está utilizando hardware de Apple, jamás debe usar Parted o GParted en su medio de arranque. Debe más bien ajustar sus particiones y administrador de arranque en OSX antes de instalar antiX.</p><p>Los sistemas de archivos de Linux ext2, ext3, ext4, jfs, xfs, btrfs y reiserfs se pueden utilizar y se recomienda ext4. </ p><p><b>Requisitos de las particiones</b><br/>Es altamente recomendable contar con una partición de intercambio linux-swap. Su memoria RAM y el espacio de intercambio deben ser de al menos 128MB. Un tamaño mayor puede mejorar el rendimiento del sistema, pero no es necesario contar con más de 512MB de espacio de intercambio a menos que se desarrolle software, edite archivos de video o se ejecute un servidor de bases de datos.</p><p>Una partición separada de linux /home (conocida como home) es recomendable y debe ser de al menos 200MB y preferiblemente tan grande como sea posible. En ella se almacenará su trabajo. Dicha partición separada facilitará las labores de respaldo, actualización o reinstalación de antiX en el futuro. Se requiere una partición de linux / (conocida como root). Debe ser de al menos 800 MB para las versiones Core de antiX, de 1.5 GB para for las versiones Base y de 2.7GB para las Full. Asimismo, debe ser mayor si no se cuenta con una partición home separada. En dicha partición se almacenarán las aplicaciones adicionales y allí se compilarán los núcleos y controladores de Linux. Si planea instalar y/o probar muchas aplicaciones, debería incrementar el tamaño de esta partición. No obstante, a menos que pruebe muchos tipos de software, es poco probable que necesite más de 5GB en esta partición.</p><p><b>Instalación automática en la totalidad del disco</b><br/>El disco seleccionado se formateará a ext4 y el instalador particionará el disco a criterio de antiX. Opcionalmente, usted puede solicitar que una porción del disco quede libre de ser posible para, por ejemplo, instalar un segundo Sistema Operativo en el futuro.</p><p><b>Instalación personalizada en las particiones existentes</b><br/>Se instalará antiX en las particiones que usted escoja. Si el disco no se halla particionado apropiadamente, puede modificar las particiones desde este instalador con GParted. Si ha modificado las particiones, es preferible que reinicie el sistema antes de continuar con la instalación. NO UTILICE parted o GParted si está instalando en un medio de arranque de un equipo de Apple.</p><p><b>Upgrading</b><br/>Para actualizar una instalación existente de Linux, escoja instalar en las particiones existentes y seleccione preservar los datos de /home.</p>
fr: <p> <b> Instructions Générales </ b> <br/> Avant de continuer, fermez toutes les applications. </ p> Sur chaque page, s'il vous plaît, lisez les instructions, faites vos sélections, puis cliquez sur Suivant lorsque vous êtes prêt. Vous serez invité à confirmer avant que des actions destructrices soient effectuées. </ P> La version Core de AntiX à besoin d'environ 1 Go d'espace, la version de base environ 1,5 Go et la version complète de AntiX à besoin d'environ 3 Go d'espace. 5 Go ou plus est préférable. Vous pouvez utiliser tout le disque ou vous pouvez mettre AntiX sur des partitions existantes. </ p> Si vous utilisez un PC, lancer GParted ici si vous avez besoin de modifier des partitions avant de faire une installation personnalisée. Si vous utilisez du matériel Apple, vous ne devez jamais utiliser parted ou GParted sur votre disque de démarrage. Au lieu de cela, vous devez configurer vos partitions et gestionnaire de démarrage dans OSX avant d'installer antiX. </ P> Les systèmes de fichiers ext2, ext3, ext4, jfs, xfs, reiserfs btrfs sont supportées mais ext4 est recommandée. </ p> <b> Exigences de partition < / b > <BR/> Une partition linux -swap est fortement recommandé . Votre mémoire RAM plus l'espace de swap doit être d'au moins 128MB . Une plus grande taille peut améliorer les performances du système, mais vous ne devriez pas avoir besoin de plus de 512 Mo d'espace de swap , sauf si vous développez des fichiers vidéo logiciels ou modifier ou exécuter un serveur de base de données . < / P> Une partition /home séparé (prononcez Home ) est recommandé et devrait être d'au moins 200 Mo , et de préférence aussi grande que possible . C'est là que votre travail sera stocké . Avec une partition /home séparée , il sera plus facile de sauvegarder , mettre à jour ou réinstaller AntiX dans la future partition / ( prononcé racine) . Elle doit être d'au moins 800 Mo pour la version Core de antiX et 1,5 Go pour la versions de base et 2,7 Go pour les versions complètes de antiX et elle doit être plus grande si vous n'avez pas de partition /home séparée . C'est là que des applications supplémentaires seront stockées et où le noyau et les pilotes Linux peuvent être compilés . Si vous voulez installer et/ou tester un grand nombre d'applications , vous devriez faire cette partition plus grande, mais , à moins que vous testiez énormément de logiciels, il est peu probable que vous ayez besoin de plus de 5 Go dans cette partition . < / P> < b > Auto-install Utilisation de l'intégralité du disque < / b > <BR/> le disque sélectionné sera reformaté en ext4 et l'installateur partitionnera le disque comme antiX préfère . En option, vous pouvez demander qu'une partie du disque soit laissé libre , si possible , par exemple si vous voulez installer un deuxième système d'exploitation plus tard . < / P> <b> Installation personnalisée sur les partitions existantes < / b > <br/> antiX sera installé sur les partitions existantes que vous choisissez . Si le disque n'est pas déjà partagé de manière appropriée , vous pouvez modifier les partitions avec GParted ici . Si vous avez modifié les partitions , il est préférable de redémarrer le système avant de poursuivre l'installation . Ne pas utiliser parted ou GParted si vous installez sur un disque de démarrage d'ordinateur Apple. < / P> <b> Mise à jour < / b > <br/> Pour mettre à niveau une installation Linux existante , choisir d'installer sur les partitions existantes et puis choisissez de conserver les données dans /home . </ p >
it: <p><b>Istruzioni Generali</b><br/>PRIMA DI PROCEDERE, CHIUDI TUTTE LE ALTRE APPLICAZIONI.</p><p>Per favore, leggi le istruzioni di ogni pagina, fai le tue scelte, e poi clicca su Avanti quando sei pronto a procedere. Verrà richiesta una conferma prima di eseguire qualsiasi azione distruttiva.</p><p>La versione core di antiX richiede circa 1 GB di spazio, la Base circa 1.5GB e la versione completa circa 3 GB di spazio. Se possibile è meglio destinargli 5 GB o più. Puoi usare l'intero disco o puoi installare antiX su partizioni esistenti. </p><p>Se si utilizza hardware tipo PC, esegui GParted da qui se vuoi modificare qualche partizione per fare un'installazione personalizzata. Se si utilizza hardware Apple, non si deve mai utilizzare GParted col CD live. Invece si dovranno modificare le partizioni e il boot manager in OSX prima di installare antiX.</p><p>Tutti i filesystems Linux ext2, ext3, ext4, jfs, xfs, btrfs e reiserfs sono supportati ma è raccomandato ext4.</p> p><p><b>Requisiti delle Partizioni</b><br/>Una partizione linux-swap è altamente raccomandata. La memoria RAM più lo spazio di swap dovrebbe arrivare ad almeno 128 MB. Una quantità maggiore può migliorare le prestazioni del sistema, ma non dovrebbe essere necessario più di 512 MB di spazio swap a meno che non si debba sviluppare software, elaborare file video o gestire un database server.</p><p>Si raccomanda di prevedere una partizione /home (si pronuncia home) che potrebbe essere come minimo di 200MB ma in realtà più larga possibile, perchè è lì che archivierai tutti i tuoi dati e lavori. Una partizione home separata faciliterà il backup, l'aggiornamento o la reinstallazione di antiX in futuro. Invece una partizione / (si pronuncia root) è obbligatoria. Deve essere come minimo di 800 MB per antiX versione Core, 1.5 GB per la versione Base e 2.7GB per la versione Full, ma dovrà essere più larga se non sarà presente una partizione home separata. E' qui che si allocheranno le applicazioni aggiuntive, nuovi Linux kernel o drivers che si dovesse scaricare ed installare. Se vorrai installare e/o testare diverse applicazioni, dovrai fare questa partizione più larga ma, se non saranno così tanti i software da provare, difficilmente ti dovrebbero servire più di 5GB per questa partizione.</p><p><b>Installazione automatica usando l'Intero disco</b><br/>Il disco selezionato sarà riformattato in ext4 e l'installer partizionerà il disco secondo le preferenze di antiX. Eventualmente tu puoi richiedere che una porzione del disco sia lasciata libera se possibile, per esempio per poter installare un secondo OS in futuro.</p><p><b>Installazione personalizzata su Partizioni Esistenti</b><br/>antiX sarà installato su una partizione esistente di tua scelta. Se l'hard disk non è già partizionato appropriatamente, potrai modificare le partizioni in questa fase con GParted. Se hai modifcato le partizioni, sarà meglio riavviare il computer prima di continuare con l'installazione. NON partizionare con GParted, se vuoi installare su un computer Apple.</p><p><b>Upgrade</b><br/>Se vuoi aggiornare una installazione Linux pre-esistente, scegli di installare su partizioni esistenti e poi scegli di preservare i dati in /home.</p>
nl: <p><b>Algemen Instructies</b><br/>ALLE ANDERE APPLICATIES SLUITEN VOOR DAT JE VERDER GAAT.</p><p>Svp op iedere pagina de instructies lezen, je keuze maken, en op Next klikken als je klaar bent om verder te gaan. Je zult gevraagd worden je keuze te bevestigen voor dat mogelijk destructieve acties uitgevoerd worden. </p><p>Core versies van antiX vereisen ongeveer 1 GB ruimte. Base versies ongeveer 1.5 GB en Full versies van antiX vereisen ongeveer 3 GB ruimte. 5 GB of meer schijfruimte wordt aanbevolen. Je kunt de hele schijf gebruiken of je kunt antiX op bestaande partities installeren. </p><p>Indien je PC-type hardware gebruikt kun je Gparted starten vanaf dit punt als je een of meer partities wilt aanpassen en kiezen voor dat je een Custom-installatie uitvoert. Als je Apple hardware gebruikt let er dan op dat je NOOIT Parted of Gparted gebruikt op je boot-disk. In plaats daarvan moet je je partities en bootmanager in OSX gereed maken voor dat antiX wordt geinstalleerd. </p><p>De ext2, ext3, ext4, jfs, xfs, btrfs en reiserfs Linux filesystems worden ondersteund en ext4 wordt aanbevolen. <p><p><b>Partitie Vereisten</b><br/>Een linux-swap partitie wordt ten zeerste aanbevolen. Je RAM geheugen plus swap ruimte moet tenminste 128 MB groot zijn. Een grotere ruimte kan de systeem prestaties verbeteren, maar je zult vrijwel nooit meer dan 512 MB swap ruimte nodig hebben, tenzij je software zelf ontwikkelt of video bestanden bewerkt of een database server draait. </p><p>Een afzonderlijke linux /home (uitgesproken als home) partitie wordt aanbevolen en dient tenminste 200 MB groot, maar bij voorkeur zo groot als mogelijk te zijn. Dit is de plaats waar je werk wordt opgeslagen. Een afzonderlijke home partitie maakt het je makkelijker om een backup te maken en om antiX te upgraden of -in de toekomst- te her-installeren. Een linux / ( uitgesproken als root) partitie is noodzakelijk. De root partitie dient tenminste 800 MB te zijn voor Core versies van antiX en 1.5 GB voor Base versies en 2.7 GB voor Full versies van antiX - en moet een flink stuk groter zijn als je geen afzonderlijke home partitie gebruikt. Hier worden toegevoegde applicatieprogramm's geinstalleerd en waar de Linux kernel en drivers kunnen worden gecompileerd. Als je veel applicaties zult gaan installeren en/of testen zou je deze partitie groter moeten maken, maar het is -tenzij je een heleboel software test- onwaarschijnlijk dat je meer dan 5 GB nodig zult hebben in deze partitie. </p><p><b>Auto-install op de volledige schijf</b><br/>De geselecteerde schijf zal met ext4 worden ge-herformatteerd en de installeerprogramma zal de harde schijf indelen volgens de voorkeur van antiX. Optioneel kun je vragen dat een deel van schijf als vrije ruimte over blijft, zodat je later een tweede OS kunt installeren. </p><p><b>Custom Install op bestaande partities</b><br/>antiX zal worden geinstalleerd op de bestaande partities van je keuze. Als de schijf nog niet op de gewenste wijze gepartitioneerd is, kun je bestaande partities nu wijzigen met Gparted. Nadat je partities hebt gewijzigd is het het beste om het systeem opnieuw op te starten voor dat je verder gaat met de installatie. Gebruik NOOIT Parted of Gparted bij het installeren van antiX op een Apple computer bootdisk </p><p><b>Upgrading</b><br/>Om een bestaande Linux installatie te upgraden kies je om op de reeds bestaande partities te installeren en dan ervoor te kiezen om de gegevens in /home te bewaren. </p>
sv: <p><b>Allmänna Instruktioner</b><br/>INNAN DU FORTSÄTTER, STÄNG ALLA ANDRA PROGRAM.</p><p>På varje sida, var vänlig läs instruktionerna, gör dina val och klicka sen på Nästa för att fortsätta. Du kommer att ombes bekräfta innan några destruktiva åtgärder utförs.</p><p>Core versioner av antiX behöver ungefär 1 GB utrymme, Base versioner ungefär 1.5GB och Full versioner av antiX behöver ungefär 3 GB utrymme. 5 GB eller mer är att föredra. Du kan använda hela disken eller installera antiX på existerande partitioner. </p><p>Om du använder PC-typen av hårdvara, kör GParted härifrån om du behöver modifiera några partitioner innan du gör en anpassad installering. Om du använder Apple hårdvara får du aldrig använda parted eller GParted på din boot disk. Istället måste du ordna dina partitioner och boot manager i OSX innan du installerar antiX.</p><p>ext2, ext3, ext4, jfs, xfs, btrfs och reiserfs Linux filsystem stöds och ext4 rekommenderas. </ p><p><b>Partition Krav</b><br/>En linux-swap partition är mycket rekommenderad. Ditt RAM minne plus swap utrymme måste vara åtminstone 128MB. Ett större utrymme kan förbättra systemprestanda men du behöver inte mer än 512MB swap utrymme om du inte utvecklar mjukvara eller redigerar video-filer eller kör en databas server.</p><p>En separat linux /home (uttalas home) partition rekommenderas och borde vara åtminstone 200MB och föredragsvis så stor som möjligt. Det är här ditt arbete kommer att lagras. En separat home partition gör det lättare att göra backup, uppgradera eller ominstallera antiX i framtiden. En linux / (uttalas root) partition krävs. Den måste vara åtminstone 800 MB för Core versioner av antiX och 1.5 GB för Base versioner och 2.7GB för Full versioner av antiX och den måste vara större om du inte har en separat home partition. Det här är där tilläggsprogram kommer att lagras och där Linux kernel och drivrutiner kan kompileras. Om du kommer att installera och/eller testa mängder av program, borde du göra den här partitionen större, men om du inte testar mängder av mjukvara, är det inte troligt att du skulle behöva mer än 5GB i den här partitionen.</p><p><b>Auto-installera med användande av Hela Disken</b><br/>Den valda disken kommer att omformateras till ext4 och installeraren kommer att partitionera disken som antiX föredrar. Dessutom kan du välja att en del av disken lämnas fri om möjligt, t.ex. för att installera ytterligare ett operativsystem senare.</p><p><b>Anpassad Installering på Existerande Partitioner</b><br/>antiX kommer att installeras på existerande partitioner om du väljer det. Om disken inte redan partitionerats på lämpligt sätt, kan du modifiera partitionerna här med GParted. Om du har modifierat partitionerna, är det bäst att starta om systemet innan du fortsätter installationen. ANVÄND INTE parted eller GParted om du installerar på en Apple dators boot disk.</p><p><b>Uppgradering</b><br/>För att uppgradera en existerande Linux installation, välj att installera på existerande partitioner och sen välj att bevara data i /home.</p>
