Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: <p><b>Congratulations!</b><br/>You have completed the installation of antiX Linux.</p><p><b>Finding Applications</b><br/>There are hundreds of excellent applications installed with antiX. The best way to learn about them is to browse through the Menu and try them. Many of the apps were developed specifically for the icewm/fluxbox environment. These are shown in the main menus. Other Linux applications can be found in Menu > Applications</p><p>In addition antiX includes many standard linux applications that are run only from the commandline and therefore do not show up in Menu.</p>
ca: <p><b>Enhorabona!</b><br/>Heu acabat la instal·lació de antiX Linux.</p><p><b>Trobar programari</b><br/>Hi ha centenars de programes excel·lents ja instal·lats a antiX. La millor manera de familiaritzar-se amb ells és explorar mitjançant el Menú i provar-los. Molts programes s'han desenvolupat específicament per a l'entorn icewm/fluxbox. Els trobareu als menús principals i als de "Més aplicacions". Altres programes Linux es poden trobar també al Menú, però a l'apartat "Applications " o el seu equivalent.</p><p>Addicionalment, antiX inclou molts programes estàndard Linux que s'executen a la línia d'ordres i per tant no aparèixen al Menú.</p>
cs: <p><b>Gratujuleme!</b><br/>Podařilo se vám úspěšně dokončit instalaci antiX Linux.</p><p><b>Hledání aplikací</b><br/>Nyní máte k dispozici stovky excelentních aplikací nainstalovaných s antiX. Nejlepší cestou k naučení o nich je otevření Menu a jejich vyzkoušení. Spousta aplikací jsou vyvíjeny speciálně pro icewm/fluxbox environment. Zobrazují se v menu a ve Více programových menu. Jiné Linuxové aplikace naleznete v Menu > Aplikace.</p><p>antiX také obsahuje spoustu standartních linuxiových aplikací které se spouštějí přes příkazovou řádku a nezobrazují se v Menu.</p>
de: <p><b>Glückwunsch!</b><br/>Sie haben die Installation von antiX Linux erfolgreich durchgeführt.</p><p><b>Applicationen suchen/finden</b><br/>Es gibt Hunderte von exzellenten Applikationen die mit antiX installiert wurden. Der schnellste Weg, um sie zu finden führt über das Menü. Durchforschen Sie es und machen sich damit vertraut. Viele der Applikationen wurden speziell für das icewm/fluxbox Environment entwickelt. Diese werden in den Hauptmenüs. Andere finden Sie über Menü > Applikationen</p><p>Zusätzlich beinhaltet antiX viele Standard Linux-Applikationen, die nur aus einer Konsole heraus ausgeführt werden können und daher nicht im Menü erscheinen.</p>
el: <p><b>Συγχαρητήρια!</b><br/>Ολοκληρώσατε την εγκατάσταση του antiX Linux.</p><p><b>Εύρεση Εφαρμογών</b><br/>Υπάρχουν εκατοντάδες εξαιρετικών εφαρμογών που εγκαθίστανται με το antiX. Ο καλύτερος τρόπος για να μάθετε γι' αυτές είναι εξερευνώντας το Μενού και δοκιμάζοντάς τες. Πολλές από αυτές αναπτύχθηκαν ειδικά για το περιβάλλλον icewm/ fluxbox. Αυτές εμφανίζονται στα Κεντρικά Μενού. Μπορείτε να βρείτε άλλες εφαρμογές Linux στο Μενού > Εφαρμογές;</p><p>Επιπλέον, το antiX περιλαμβάνει πολλλές standard εφαρμογές linux που τρέχουν μόνον από τη γραμμή εντολών και, συνεπώς, δεν εμφανίζονται στο Μενού.</p>
es: <p><b>¡Felicitaciones!</b><br/>Ha completado la instalación de antiX Linux.</p><p><b>Buscar Aplicaciones</b><br/>Hay cientos de aplicaciones excelentes instaladas con antiX. La mejor manera de conocerlas es navegar en el Menú y probarlas. Muchas de las aplicaciones fueron desarolladas específicamente para el ambiente icewm/fluxbox y se muestran en los menúes principales. Otras aplicaciones de Linux pueden encontrarse en Menú > Aplicaciones</p><p>Además, antiX incluye muchas más aplicaciones estándares de linux que se ejecutan solamente desde la línea de comandos, por lo que no aparecen en el Menú.</p>
fr: <p><b>Félicitations !</b><br/>Vous avez terminé l’installation de antiX Linux.</p><p><b>Pour trouver les Applications</b><br/>Il y a des centaines d’excellentes applications d’installées avec antiX. Le meilleur moyen d’apprendre à les connaître est de naviguer dans le Menu et de les essayer. Plusieurs d’entre elles ont été développées spécialement pour l’environnement icewm/fluxbox. Elles sont disponibles dans les menus principaux. Les autres applications Linux peuvent être trouvées dans Menu > Applications</p><p>De plus, antiX inclus les nombreuses applications linux habituelles qui peuvent être exécutées seulement depuis la ligne de commande et qui par conséquent n’apparaissent pas dans le Menu.</p>
hu: <p><b>Gratulálunk!</b><br/>Sikeresen befejezted a antiX Linux telepítését.</p><p><b>Programok Megtalálása</b><br/>Több száz kitűnő program települt a antiX-el. A legjobb mód megismerésükre a Menu böngészése és a menupontok kipróbálása. Az alkalmazások többsége kifejezetten a icewm/fluxbox felülethez lettek tervezve. Ezek a főbb menükben vannak feltünteteve. Az egyéb alkalmazások a K Menu > Applications</p><p>Ráadásképp, a antiX sok olyan linxos alkalmazást is tartalmaz, melyek csak a parancssorban futnak, így a Menu-ben nem is jelennek meg.</p>
it: <p><b>Congratulazioni!</b><br/>Hai completato l'installazione di antiX Linux.</p><p><b>Trovare Applicazioni</b><br/>Ci sono centinaia di eccellenti applicazioni installate con antiX. Il miglior modo di imparare a conoscerle è di scorrere il Menu e cercarle. Molte applicazioni sono sviluppate specificatamente per l'interfaccia IceWM/fluxbox. Queste sono visibili nei menu principali. Altre applicazioni Linux possono essere trovate in Menu > Applicationi</p><p>In aggiunta antiX include molte applicazioni standard di Linux che sono avviabili solo da linea di comando e quindi non appaiono nei Menu.</p>
nl: <p><b>Gefeliciteerd!</b><br/>U hebt de installatie van antiX-linux voltooid.</p><p><b>Toepassingen opsporen</b><br/>Er bestaan honderden uitstekende toepassingen die met antiX worden mee-geinstalleerd. De beste manier om er meer over te weten te komen, is ze allereerst op te zoeken met het Menu en ze dan uit te proberen. Vele van deze toepassingen zijn speciaal ontwikkeld voor de icewm/fluxbox. Ze zijn te vinden in de hoofdmenu.Andere linux-applicaties kunnen worden aangetroffen in Menu > Toepassingen</p><p>In aansluiting daarop bevat antiX vele standaard linux-applicaties die alleen via de commandline worden gestart. Daarom zijn ze niet zichtbaar in het Menu.</p>
pt_br: <p><b>Parabéns</b><br/>Você completou a instalação do Linux antiX.</p><p><b>Encontrando Programas</b><br/>Há centenas de excelentes aplicações instaladas com o antiX. A melhor maneira de aprender sobre elas é navegar pelo Menu e experimentá-las. Muitas delas foram desenvolvidas especificamente para o ambiente IceWM/Fluxbox. Estas estão nos menus principais. Outras aplicações Linux podem ser encontradas em Menu > Aplicativos.</p><p>O antiX inclui ainda muitas aplicações Linux padrão que são executadas pela linha de comando e, portanto, não aparecem no Menu.</p>
sv: <p><b>Gratulerar!</b><br/>Du har slutfört installationen av antiX Linux.</p><p><b>Hitta Program</b><br/>Det finns hundratals utmärkta program installerade med antiX. Det bästa sättet att lära känna dom är att ögna igenom menyn och prova dom. Många program har tagits fram speciellt för icewm/fluxbox miljön. Dessa visas i huvudmenyerna. Andra Linux program kan hittas i Meny > Program</p><p>Dessutom innehåller antiX många standard linux program som bara körs från kommandolinjen och därför inte visas i Meny.</p>

source: Sorry, failed to set ownership of user directory.
ca: Ho sento, ha fallat en establir la propietat del directori d'usuari.
cs: Je nám líto, nelze nastavit vlastnictví uživatelské složky.
de: Konnte die Besitzrechte des Benutzer-Verzeichnisses nicht setzen.
el: Συγγνώμη, αποτυχία καθορισμού δικαιωμάτων ιδιοκτησίας για τον Φάκελλο Χρήστη.
es: Lo siento, fallo en fijar dueño del directorio de usuario.
fr: Désolé, la mise en place des droits du répertoire utilisateur a échoué.
hu: Bocs, de nem sikerült a felhasználói könyvtár tulajdonjogait beállítani.
it: Spiacente, l'impostazione della proprietà della cartella utente è fallita.
ja: ユーザーディレクトリの権限設定に失敗しました。
nl: Sorry. Het instellen van het eigenaarsrecht van de gebruikers-directory is mislukt.
pt_br: Desculpe, a atribuição de propriedade do diretório do usuário falhou.
ro: Nu s-a putut seta dreptul de proprietate pentru directorul utilizatorului.
ru: К сожалению, не удалось установить владельца директории пользователя.
sv: Ledsen, misslyckades med ägandet av användar-katalogen.

source: Linux and OSX printer service
ca: Servidor d'impressió Linux i OSX
cs: Linux a OSX tiskoucí služby
de: Linux und OSX Druckdienste
el: Υπηρεσία Εκτυπωτή για Linux και OSX
es: Servicio de impresión para Linux y OSX
fr: Service d'impression Linux et OSX
hu: Linux és OSX nyomtató szolgáltatás
it: Servizio di stampa per Linux e OSX
ja: Linux・OS X プリンターサービス
nl: Linux en OSX printer-ondersteuning
pt_br: Serviço de impressora para Linux e OSX
ro: Serviciu de tipărire Linux și OSX
sv: Linux och OSX skrivarservice

source: <p><b>Special Thanks</b><br/>My thanks to everyone who has chosen to support antiX with their time, money, suggestions, work, praise, ideas, promotion, and/or encouragement.</p><p>Without you there would be no antiX Linux.</p><p>anticapitalista</p>
ca: <p><b>Agraïments</b><br/>Gràcies a tots aquells que han donat suport a antiX amb el seu temps, diners, suggeriments, treball, elogis, idees, promoció i/o ànims.</p><p>Sense vosaltres antiX Linux no hagués estat possible.</p><p>anticapitalista</p>
cs: <p><b>Speciální poděkování</b><br/>Děkuji všem co pomáhají antiX svým časem, penězmi, návrhy, prací, chválou, myšlenkami, propagací, překladem a podporou.</p><p>Bez nich by to nebyl antiX Linux.<p><p>anticapitalista</p>
de: <p><b>Einen besonderem Dank</b><br/>Mein Dank geht an all diejenigen, die sich dafür entschieden haben antiX mit ihrer Zeit, Geld, Anregungen, Arbeit, Lob, Ideen, Förderung und/oder Hilfe zu unterstützen</p><p>Ohne Sie würde es kein antiX Linux geben.</p><p>anticapitalista</p>
el: <p><b>Ιδιαίτερες Ευχαριστίες</b><br/>Τις ευχαριστίες μου προς όλους εκείνους που επέλεξαν να υποστηρίξουν το antiX με τον χρόνο τους, χρήμα, υποδείξεις, εργασία, επαίνους, ιδέες, προώθηση και/ή ενθάρρυνση.</p><p>Χωρίς εσάς, δεν θα υπήρχε καθόλου το antiX Linux.</p><p>anticapitalista</p>
es: <p><b>Agradecimientos Especiales</b><br/>Mis gracias a todos que han eligido apoyar antiX con su tiempo, dinero, sugerencias, trabajo, elogios, ideas, difusión, y/o estímulo.</p><p>Sin ustedes, no existiría antiX Linux.</p><p>anticapitalista</p>
fr: <p><b>Remerciements</b><br/>Mes sincères remerciements à tous ceux qui ont choisi de supporter antiX avec leur temps, argent, suggestions, travail, prières, idées, promotion et/ou encouragements.</p><p>Sans vous il n'y aurait pas de antiX Linux.</p><p>anticapitalista</p>
hu: <p><b>Külön Köszönet</b><br/>Köszönöm mindenkinek aki időt, pénzt, tanácsot, munkát, dicséretet, ötletet, híresztelést és/vagy bátorítást adott, hogy támogassa a antiX-t.</p><p>Nélkületek nem létezne antiX Linux.</p><p>anticapitalista</p>
it: <p><b>Ringraziamenti speciali</b><br/>I miei ringraziamenti vanno a tutti coloro che hanno scelto di appoggiare antiX con il loro tempo, denaro, consigli, lavoro, idee, lodi e/o incoraggiamento.</p><p>Senza di voi non esisterebbe antiX Linux.</p><p>anticapitalista</p>
nl: <p><b>Speciale dank</b><br/>Mijn dank aan iedereen die antiX ondersteunt met tijd, geld, suggesties, werk, gebed, ideeen, promotie, en/of aanmoediging.</p><p>Zonder u zou er geen antiX-Linux zijn.</p><p>anticapitalista</p>
pt_br: <p><b>Agradecimentos</b><br/>Meus agradecimentos a todos que escolheram apoiar o antiX com seu tempo, dinheiro, sugestões, trabalho, louvores, ideias, promoção e/ou encorajamento.</p><p>Sem vocês não haveria o Linux antiX.</p><p>anticapitalista</p>
sv: <p><b>Speciellt Tack</b><br/>Mina tack till alla som valt att stödja antiX med sin tid, pengar, förslag, arbete, beröm, idéer, promotion, och/eller uppmuntran.</p><p>Utan er skulle det inte finnas någon antiX Linux.</p><p>anticapitalista</p>
