Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: Root password:
ca: Contrasenya de root:
cs: Heslo správce:
de: root-Passwort
el: Κωδικός του χρήστη root:
es: Contraseña de root:
fr: Mot de passe root :
hu: Root jelszó:
it: Password amministratore:
ja: root パスワード:
nl: Root wachtwoord:
pt_br: Senha de root:
ro: Parolă root:
ru: Корень пароль:
sv: Root lösenord:

source: 2b. Preferences
ca: 2b. Preferències
cs: 2b.Nastavení
de: 2b. Voreinstellungen
el: 2b. Προτιμήσεις
es: 2b. Preferencias
fr: 2b. Préférences
hu: 2b. Beállítások
it: 2b. Preferenze
ja: 2b. 設定
nl: 2b. Voorkeuren
pt_br: 2b. Preferências
ro: 2b. Preferințe
ru: 2b. предпочтения
sv: 2b. Preferenser

source: Custom install on existing partitions
ca: Instal·lació a mida a les particions actuals
cs: Vlastní instalace na existujících oddílech
de: Benutzergeführte Installation auf existierenden Partitionen
el: Custom σε προύπαρχουσες κατατμήσεις
es: Instalación personalizada en particiones existentes
fr: Installation personnalisée sur des partitions existantes
hu: Egyéni telepítés meglévő partíciókra
it: Installaz personalizzata su partizioni esistenti
ja: 既に存在するパーティションへのカスタムインストール
nl: Standaard installatie op bestaande partities
pt_br: Instalação personalizada em partições existentes
ro: Instalație personalizată pe partițiile existente
ru: Выборочная установка на существующих разделах
sv: Anpassad installation på existerande partitioner

source: System boot disk:
ca: Disc d'arrencada:
cs: Zaváděcí disk systému:
de: System Start-Laufwerk:
el: Δίσκος εκκίνησης συστήματος:
es: Disco de arranque del sistema:
fr: Disque système de démarrage :
hu: Rendszer boot lemez:
it: Disco di avvio del sistema:
ja: システム起動ディスク:
nl: Systeem opstart-schijf:
pt_br: Disco de boot do sistema:
ro: Disc boot:
ru: Система загрузочный диск:

source: Confirm user password:
ca: Confirmeu la contrasenya d'usuari:
cs: Potvrďte uživatelské heslo:
de: Benutzerpasswort bestätigen
el: Επιβεβαίωση Κωδικού Χρήστη:
es: Confirmar contraseña de usuario:
fr: Confirmer le mot de passe utilisateur :
hu: felhasználó jelszavának megerősítése:
it: Conferma la password dell'utente
ja: ユーザパスワードの確認:
nl: Bevestig wachtwoord van de gebruiker:
pt_br: Confirme a senha do usuário:
ro: Confirmați parolă utilizator:
ru: Подтвердите пароль пользователя:
sv: Bekräfta användar-lösenord:

source: / (root) partition:
ca: Partició / (arrel)
cs: / (root) oddíl:
el: κατάτμηση συστήματος / :
es: Partición / (root) :
fr: / partition racine (root) :
hu: /(root) partíció:
it: partizione / (root):
ja: / (ルート) パーティション:
nl: /(root)-partitie:
pt_br: Partição / (root):
ro: partition / (root):
ru: / (Корневой) раздел:

source: Modify partitions:
ca: Modifica particions:
cs: Upravit oddíly:
de: Partitionen verändern:
el: Τροποποίηση Κατατμήσεων:
es: Modificar particiones:
fr: Modifier les partitions :
hu: Partíciók módosítása:
it: Modifica le partizioni:
ja: パーティションの変更:
nl: Partities aanpassen:
pt_br: Modificar partições:
ro: Modifică partițiile:
ru: Изменить разделы:
sv: Modifiera partitioner:

source: Computer domain:
ca: Domini de l'ordinador:
cs: Doména počítače:
de: Computer Domäne:
el: Όνομα Υπολογιστή:
es: Dominio del ordenador:
fr: Nom du domaine :
hu: Számítógép domén:
it: Dominio computer:
ja: コンピュータドメイン:
nl: Computer-domein:
pt_br: Domínio do computador:
ro: Domeniu computer:
ru: Компьютерная домена:
sv: Dator-domän:

source: 7b. Configure Clock
ca: 7b. Configura Rellotge
cs: 7b. Nastavte hodiny
de: 7b. Uhrzeit einstellen
el: 7b. Ρύθμιση Ωρολογίου
es: 7b. Configurar reloj
fr: 7b. Configuration de l'horloge
hu: 7b. Óra Beállítása
it: 7b. Configura l'ora
ja: 7b. クロックの設定
nl: 7b. Klok instellen
pt_br: 7b. Configurar o Relógio
ro: 7b. Configurare ceas
sv: 7b. Ställ in Klockan

source: 7c. Timezone Settings
ca: 7c. Ajust fus horari
cs: 7c. Nastavit časové pásmo
de: 7c. Stellen Sie Zeitzone
el: 7c. Ρυθμόσεις Ζώνης ώρας
es: 7c. Ajuste de zona horaria
fr: 7c. Choisissez le fuseau horaire
hu: 7c. Válasszon időzónát
it: 7c. Impostazioni del Fuso Orario
ja: 7c. タイムゾーンの設定
nl: 7c. Kies tijdzone
pt_br: 7c. Selecione seu fuso horário
ro: 7c. Setări fus orar
sv: 7c. Tidszon Inställningar

source: Timezone:
ca: Fus horari:
cs: Časové pásmo:
de: Zeitzone:
el: Ζώνη ώρας:
es: Zona horaria:
fr: Fuseau horaire:
hu: Időzóna:
it: Fuso Orario:
ja: タイムゾーン:
nl: Tijdzone:
pt_br: Fuso horário:
ro: Fus orar:
ru: Часовой пояс:
sv: Tidszon:

source: Install GRUB for antiX and Windows
ca: Instal·la GRUB per antiX i Windows
cs: Instalovat GRUB pro antiX a Windows
de: GRUB für antiX und Windows installieren
el: Εγκατάσταση του GRUB για το antiX και τα Windows
es: Instalar GRUB para antiX y Windows
fr: Installer GRUB pour antiX et Windows
hu: GRUB telepítése antiX és Windows számára
it: Installa GRUB per antiX e Windows
ja: antiX および Windows へ GRUB をインストール
nl: Installeer GRUB voor antiX en Windows
pt_br: Instalar o GRUB para o antiX e o Windows
ro: Instaleza GRUB pentru antiX și Windows
ru: Установите GRUB для antiX и Windows
sv: Installera GRUB för antiX och Windows

source: Keyboard:
ca: Teclat:
cs: Klávesnice:
el: Πληκτρολόγιο:
es: Teclado:
fr: Clavier :
hu: Billentyűzet:
it: Tastiera:
ja: キーボード:
nl: Toetsenbord:
pt_br: Teclado:
ro: Tastatură:
ru: Клавиатура:
sv: Tangentbord:

source: Help
ca: Ajuda
cs: Nápověda
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
hu: Segítség
it: Aiuto
ja: ヘルプ
pt_br: Ajuda
ro: Ajutor
ru: Справка
sv: Hjälp

source: Close
ca: Tanca
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudi
ja: 閉じる
nl: Sluiten
pt_br: Encerrar
ro: Închidere
ru: Закрыть
sv: Stäng

source: antiX Install
ca: Instal·lació de antiX
cs: antiX Instalace
de: antiX Installation
el: Εγκατάσταση του antiX
es: Instalación de antiX
fr: Installer antiX
hu: antiX telepítő
ja: antiX インストール
nl: antiX Installatie
pt_br: Instalador do antiX
ro: Instalation antiX
ru: Установка
sv: antiX Installation

source: You must run this app as root.
ca: Cal ser usuari primari per executar el programa.
cs: Tuto aplikaci musíte spustit jako root.
de: Diese Anwendung muss als "root"-Benutzer ausgeführt werden
el: Πρέπει να τρέξετε αυτή την εφασρμογή ως Root.
es: Tiene que ejecutar este aplicación como root.
fr: Vous devez lancer cette application en superutilisateur.
hu: Ezt a programot root-ként kell futtatnod.
it: Devi eseguire questo programma come amministratore.
ja: このアプリは root で実行して下さい。
nl: U moet deze toepassing als root uitvoeren.
pt_br: Você deve executar este programa como root.
ro: Trebuie să rulați programul ca administrator.
ru: Вы должны запустить это приложение с правами суперпользователя.
sv: Du måste köra detta program som root.

source: No
cs: Ne
de: Nein
el: Όχι
fr: Non
hu: Nem
ja: いいえ
nl: Nee
pt_br: Não
ro: Nu
ru: Нет
sv: Nej

source: MeInstall
cs: MeInstalace
hu: MeTelepítő
nl: MijnInstallatie

source: Locale:
cs: Místní:
de: Sprache:
es: Localización:
fr: Localiser :
hu: Hely:
it: Localizzazione:
ja: ロケール:
nl: Lokale:
pt_br: Localização:
ro: Localizare:
ru: место действия
sv: Region:

source: MB
fr: MO

source: reiserfs
nl: reisererfs
