Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: Ok to format and destroy all data on %1 for the swap partition?
ca: Voleu formatar i destruir les dades a %1 per a la partició d'intercanvi?
cs: Je v pořádku formátovat a zničit všechna data na %1 pro výměnu oddílu?
de: Wollen Sie alle Daten auf Partition %1 löschen und die Formatierung für die Swap-Partition durchführen?
el: Είναι Ok να γίνει φορμάτ και να καταστραφούν όλα τα δεδομένα στο %1 για τη δημιουργία της κατάτμησης swap;
es: ¿Desea formatear y eliminar todos los datos en %1 para la partición de intercambio (swap)?
fr: Ok pour formater et détruire toutes les données sur %1 pour la partition de swap ?
hu: Szeretnéd formázni és az összes adatot törölni a %1 -n a swap számára?
it: Ok a formattare e distruggere tutti i dati su %1 per la partizione swap?
ja: swap パーティション %1 を フォーマットしてもよろしいですか？
nl: O.K. om alle gegevens op %1 te formatteren en te vernietigen voor de swap-partitie?
pt_br: Ok para formatar e destruir todos os dados em %1 para a partição swap?
ro: E OK să se formateze și să se distrugă toate datele pe %1 pentru partiția swap?
ru: ОК, чтобы форматировать и уничтожить все данные на % 1 для раздела подкачки?
sv: OK att formatera och förstöra alla data på %1 för swap partitionen?

source: Mounting the / (root) partition
ca: Muntant la partició / (arrel)
cs: Připojování oddílu / (root)
de: Hänge / (root) Partition ein
el: Γίνεται προσάρτηση της κατάτμησης συστήματος / (root)
es: Montando la partición / (root)
fr: Montage de la partition / (racine)
hu: /root partíció csatolása folyamatban
it: Montaggio della partizione / (root)
ja: / (ルート) パーティションのマウント中
nl: De /(root-)partitie aankoppelen
pt_br: Montando a partição / (root)
ro: Se montează partiția / (root)
ru: Монтаж / (корневой) разделa
sv: Monterar / (root) partitionen

source: <p><b>Keep Your Copy of antiX Up-to-date</b><br/>For antiX information and updates please visit http://antix.freeforums.org. </p>
ca: <p><b>Mantenir el vostre antiX al día</b><br/>Per a tenir informació i actualitzacions de antiX visiteu http://antix.freeforums.org. </p>
cs: <p><b>Mějte stále aktuální kopii antiX</b><br/>Pro informace o antiX a aktualizacích si prosím prohlédněte http://antix.freeforums.org. </p>
de: <p><b>Halten Sie Ihre Kopie von antiX aktuell</b><br/>Informationen und Aktualisierungen zu antiX erhalten Sie auf http://antix.freeforums.org. </p>
el: <p><b>Διατηρείστε ενημερωμένο το αντίγραφό σας του antiX</b><br/>Για πληροφορίες και ενημερώσεις του antiX, παρακαλώ επισκεφθείτε τη διεύθυνση http://antix.freeforums.org. </p>
es: <p><b>Mantenga su antiX actualizado (Up-to-date)</b><br/>Para información de antiX y actualizaciones, por favor visitar http://antix.freeforums.org. </p>
fr: <p><b>Gardez votre copie de antiX à jour</b><br/>Pour plus d'informations et de mises-à-jour sur antiX, svp, visitez http://antix.freeforums.org. </p>
hu: <p><b>Tartsd a antiX-ed Frissítve</b><br/>antiX információkért és frissítésekért látogasd meg a http://antix.freeforums.org weblapot. </p>
it: <p><b>Mantenere antiX aggiornato</b><br/>Per informazioni e aggiornamenti visita http://antix.freeforums.org </p>
nl: <p><b>Houdt uw kopie van antiX up-to-date</b><br/>Voor antiX-informatie en updates, kijk op http://antix.freeforums.org. </p>
pt_br: <p><b>Mantenha sua Cópia do antiX Atualizada</b><br/>Para informações e atualizações do antiX, visite http://antix.freeforums.org. </p>
sv: <p><b>Håll ditt exemplar av antiX uppdaterat</b><br/>För antiX information och uppdateringar var vänlig besök http://antix.freeforums.org. </p>

source: <p><b>Localization Defaults</b><br/>Set the default keyboard and locale. These will apply unless, they are overridden later by the user.</p><p><b>Configure Clock</b><br/>If you have an Apple or a pure Unix computer, by default the system clock is set to GMT or Universal Time. In this case, check the box for 'System clock uses GMT.'</p>The CD boots with the timezone preset to EST. To change the timezone, after you reboot into the new installation, right click on the clock in the Panel and select Adjust Date & Time...</p>
ca: <p><b>Localització per omissió</b><br/>Definiu el teclat per omissió i el <i>locale</i>. Aquests s'aplicaran llevat que se substitueixin més endavant per l'usuari.</p><p><b>Configuració del Rellotge</b><br/>Si teniu un ordinador Apple o un sistema Unix pur, per omissió el rellotge del sistema s'estableix en hora GMT (<i>Greenwich Mean Time</i>) o UT (<i>Universal Time</i>). En aquest cas, marqueu la casella de "Rellotge de Sistema en GMT".</p>El CD arrenca amb la zona horària EST (<i>East Standard Time</i>) per omissió. Per canviar la zona horària, un cop heu arrencat amb la nova instal·lació, feu clic amb el botó dret del ratolí sobre el rellotge del plafó i trieu "Ajusta el dia i l'hora..."</p>
cs: <p><b>Výchozí jazyky</b><br/>Nastavení výchozí klávesnice a jazyka. Toto bude použito, pokud uživatel později nenastaví něco jiného.</p><p><b>Nastavení hodin</b><br/>Pokud máte Apple nebo počítač Unix, bude systémový čas standardně nastaven na GMT nebo univerzální čas. V tomto případě zaškrtněte políčko 'Systémové hodiny využívají GMT.Cd je zavedeno s časovým pásmem nastaveným na EST. Pro změnu časového pásma po restartu do nové instalace klikněte pravým tlačítkem na hodiny v Panelu a stiskněte Upravit Datum a Čas...</p>
de: <p><b>Lokalisierungs Einstellung</b><br/>Setzen des Tastatur-Layouts und der Spracheinstellungen. Diese Einstellungen finden Anwendung, solange Sie nicht durch den Anwender geändert werden.</p><p><b>Uhrzeit einstellen</b><br/>Wenn Sie einen Apple oder einen wirklichen Unix Computer haben, wird als Defaultwert für die Rechner-Uhr die Zeitzone GMT oder Universal Time gesetzt. In diesem Fall markieren Sie bitte das Kästchen 'Systemuhr benutzt GMT.'</p>Die CD bootet mit der vorgesetzten Zeitzone EST. Um die Zeitzone umzustellen, nachdem Sie die neue Installation gebootet haben, machen Sie einen Rechtsklick auf die Uhr im Panel und wählen Sie (Adjust Date & Time)...</p>
el: <p><b>Προεπιλογές Τοπικοποίησης</b><br/>Ρυθμίστε την προεπιλογή για διάταξη πληκτρολογίου και τη γλώσσα. Αυτά θα ισχύουν, εκτός αν αλλαχθούν αργότερα από το χρήστη.</p><p><b>Ρύθμιση Ωρολογίου</b><br/>Αν έχετε ένα υπολογιστή Apple ή καθαρό Unix, τότε το σύστημα ρυθμίζε από προεπιλογή την ώρα GMT ή την Universal Time. Σε αυτή την περίπτωση, επιλέξτε το κουτάκι για το 'Το ρολόϊ του συστήματος χρησιμοποιεί την ώρα GMT.' Το CD εκκινεί με τις προρυθμισμένες ζώνες ώρας στο EST. Για να αλλάξετε ζώνη ώρας, αφού επανεκκινήσετε με τη νέα εγκατάσταση, κάντε δεξί κλι στο ρολόι πάνω στο Panel και επιλέξτε Ρύθμιση Ώρας και Χρόνου.</p>
es: <p><b>Localización preseleccionada</b><br/>Fijar el teclado y locale por defecto. Estos se aplican a menos que el usuario los modifique luego.</p><p><b>Configurar el Reloj</b><br/>Si tiene un sistema Apple o Unix puro, el reloj del sistema está preseleccionado a GMT (UTC, hora Greenwich). En este caso, active la opción 'System clock uses GMT/UTC.' </p>El CD inicia con la zona horaria fijado a EST. Para cambiar la zona horaria, después de iniciar con la nueva instalación, haga clic derecho en el reloj en el Panel y escojar Ajustar Fecha & Hora...</p>
fr: <p><b>Localisation par Défaut</b><br/>Définissez le clavier par défaut et la localisation. Ces paramètres s’appliqueront à moins qu’ils ne soient surdéfinis par la suite par l’utilisateur.</p><p><b>Réglage de l’Horloge</b><br/>Si vous possédez un ordinateur Apple ou purement Unix, par défaut l’horloge système est réglée sur GMT ou le Temps Universel. Dans ce cas, cochez la case "l’horloge système utilise GMT." </p>Le CD démarre avec la zone de temps préréglée sur EST. Pour changer le fuseau horaire, après avoir redémarrer sur la nouvelle installation, cliqueé avec le bouton droit sur l’horloge dans le Panneau et choisissez (Adjust Date & Time)...</p>
hu: <p><b>Lokalizációs Alapbeállítások</b><br/>Állítsd be az alapértelmezett billenytűzetet és helyet. Ezek lesznek érvényesek, hacsak a felhasználó később felül nem írja.</p><p><b>Óra Beállítása</b><br/>Ha Apple vagy tisztán Unix alapú számítógéped van, akkor az óra alapértlemezetten a GMT-i (Greenwich-i Idő) vagy UTC-i (Egyetemes Idő) időzónára van állítva. Ebben az esetben pipáld be a 'A számítógép órája GMT-re van állítva' boxot.</p>A CD az EST (Keleti Standard Idő) időzónára állítva indul el. Az időzóna átállításához (az újonnan telepített rendszer elindítása után) klikkelj a jobb egérgombbal a Panelon (tálca) található órára és válaszd a 'dátum és az idő beállítása' pontot.</p>
it: <p><b>Impostazioni di Localizzazione</b><br/>Impostare la lingua di default e relativa tastiera. Queste verranno impostate in questa fase, ma potranno essere modificate dall'utente successivamente.</p><p><b>Configura l'Ora</b><br/>Se si dispone di un computer Apple o un Unix puro, l'orologio di sistema è preselezionato su GMT (UTC, ora di Greenwich). In questo caso, seleziona la casella 'Ora di sistema da usare GMT.'</p>Nel CD d'installazione, il fuso orario è predefinito su EST. Per cambiare il fuso orario, dopo l'installazione fai il reboot poi clicca sull'orologio presente sulla barra del Panel e seleziona Regola Data & Ora...</p>
nl: <p><b>Standaard lokalisatie</b><br/>Stel het toetsenbord en de taal in. Deze instelling wordt toegepast, tenzij ze later door de gebruiker wordt gewijzigd.</p><p><b>Klok instellen</b><br/>Wanneer u een Apple of een pure Unix computer hebt, dan wordt de systeem-tijd standaard ingesteld naar de GMT of de Wereldtijd. In dat geval, vink het vakje 'Systeemklok gebruikt GMT' aan.</p>De CD start op met een tijdszone vooraf ingesteld op EST. Wanneer u de tijdsinstelling wilt veranderen nadat u de nieuwe installatie hebt herstart, klik dan met de rechter muisknop op het paneel en selecteer vervolgens Datum & Tijd aanpassen ...</p>
pt_br: <p><b>Padrão de Localização</b><br/>Defina o teclado e a localização padrões. Estes vigorarão a menos que sejam modificados posteriormente pelo usuário.</p><p><b>Configurar Relógio</b><br/>Se seu computador é Apple ou Linux puro, por padrão o relógio do sistema é configurado em GMT ou Hora Universal. Neste caso, marque a caixa 'Relógio do sistema usa GMT.'</p>O CD inicia com o fuso da Hora Oficial de Brasília. Para mudá-lo, depois de entrar na nova instalação, clique com o botão direito do mouse no relógio do Painel e selecione Ajustar Data & Hora...</p>
sv: <p><b>Standard Region</b><br/>Ställ in standard tangentbord och region. Dessa kommer att gälla, om dom inte ändras senare av användaren.</p><p><b>Ställa Klockan</b><br/>Om du har en Apple eller en ren Unix dator, är som standard systemklockan inställd på GMT eller Universal Time. I detta fall markera rutan för 'Systemklockan använder GMT.'</p>CD-skivan startar med tidszonen förinställd på EST. För att byta tidszon, efter att du startat om till den nya installationen, högerklicka på klockan i panelen och välj justera Datum/Tid...</p>

source: Sorry, creating menu.lst failed. Root filesystem may be faulty.
ca: Ho sento, la creació de menu.lst ha fallat. El sistema de fitxers arrel pot estar defectuós.
cs: Je nám líto, vytvoření menu.lst selhalo. Souborový systém root může být poškozen.
de: Das Erstellen der Datei "menu.lst" ist fehlgeschlagen. Das "root"-Dateisystem könnte fehlerhaft sein.
el: Συγγνώμη, η δημιουργία του menu.lst απέτυχε. Το σύστημα αρχείων συστήματος (Root filesystem) μπορεί να είναι ελλαττωματικό
es: Lo siento, error al crear menu.lst. El sistema de archivos de root puede contener errores.
fr: Désolé, la création de menu.lst a échoué. Le système de fichiers peut être endommagé.
hu: Bocs, a menu.lst fájl létrehozása nem sikerült. A root fájlrendszer hibás lehet.
it: Spiacente, é fallita la creazione del menu.lst. Il filesystem root potrebbe essere danneggiato.
nl: Sorry. Het aanmaken van de 'menu.lst' is mislukt. Het 'root-' bestandssysteem kan fouten bevatten.
pt_br: Desculpe, a criação do menu.lst falhou. O sistema de arquivos root pode estar defeituoso.
sv: Ledsen, misslyckades med att skapa menu.lst. Root filsystemet kan vara felaktigt.
