Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: Ok to install GRUB bootloader at %1 ?
ca: Voleu instal·lar l'arrencador GRUB a %1?
cs: Je v pořádku instalovat GRUB bootloader na %1 ?
de: Der GRUB Bootloader wird auf %1 installiert. OK?
el: Είναι εντάξει να εγκατασταθεί ο εκκινητής φόρτωσης GRUB στο %1;
es: ¿Instalar el cargador de arranque GRUB, en %1 ?
fr: Ok pour installer le chargeur d'amorçage GRUB sur %1 ?
hu: Biztosan telepíted a GRUB bootmenedzsert %1 -re?
it: Sei d'accordo ad installare il gestore d'avvio GRUB su %1 ?
ja: GRUB ブートローダを %1 へインストールしてよろしいですか？
nl: O.K. om GRUB op %1 als bootloader te installeren?
pt_br: Ok para instalar o gerenciador de boot GRUB em %1 ?
ro: E OK să se instaleze bootloader-ul GRUB la %1 ?
ru: ОК, чтобы установить GRUB загрузчик на% 1?
sv: OK att installera GRUB bootloader på %1 ?

source: title antiX at %1, newest kernel
ca: title antiX a %1, kernel nou
cs: title antiX v %1, nový kernel
de: title antiX auf %1, neuester kernel
el: title antiX σε %1, νεότερο πυρήνα
es: title antiX en %1, kernel nuevo
fr: title antiX sur %1, noyau le plus recent
hu: title antiX az %1 -n, a legújabb kernellel
it: title antiX su %1, con kernel più nuovo
nl: title antiX at %1, nieuwste kernel
pt_br: title antiX em %1, kernel mais recente
sv: titel antiX på %1, nyaste kernel

source: Networking
ca: Xarxa
cs: Síť
de: Netzwerkeinstellungen
el: Δικτύωση
es: Red
fr: Réseaux
hu: Hálózatok
it: Impostazioni di rete
ja: ネットワーク
nl: Netwerken
pt_br: Rede
ru: Сеть
sv: Nätverk

source: Network connection
ca: Connexió Inalàmbrica
cs: Připojit bezdrátově
de: Funkverbindung
el: Σύνδεση δικτύου
es: Conexión Inalámbrica
fr: Réseau sans Fil
hu: hálózati csatlakozás
it: Connessione di rete
ja: ネットワーク接続
nl: Draadloze Verbinding
pt_br: Conectar rede
ro: Conecție rețea
ru: Сетевое подключение
sv: Nätverksanslutning

source: Hardware
ca: Maquinari
el: Υλικό (Hardware)
es: Soporte fisico
fr: Matériel
hu: Hardver
ja: ハードウェア
ru: Оборудование
sv: Hårdvara

source: Would you like to delete the old home directory for %1?
ca: Voleu esborrar el directori d'inici antic per a %1 ?
cs: Chtěli byste smazat starou domovskou složku pro %1?
de: Möchten Sie das alte Home-Directory von %1 löschen?
el: Θέλετε να διαγράψετε τον παλιό Φάκελλο Χρήστη (home directory) από το %1;
es: ¿Le gustaria borrar el viejo directorio /home para %1?
fr: Voulez vous effacer l'ancien répertoire home pour %1 ?
hu: Le szeretnéd törölni a régi home könyvtárat a %1 -n?
it: Vuoi eliminare la vecchia cartella home per %1?
ja: 古いホームディレクトリ %1 を削除してよろしいですか？
nl: Wilt u de oude home-directory wissen voor %1?
pt_br: Você gostaria de apagar o diretório home antigo em %1?
ro: Doriți să ștergeți vechiul director home pentru %1?
ru: Хотите удалить старый домашний каталог на % 1?
sv: Vill du ta bort den gamla hemkatalogen för %1?

source: Ok to format and destroy all data on %1 for the / (root) partition?
ca: Voleu formatar i destruir les dades a %1 per a la partició / (arrel)?
cs: Je v pořádku formátovat a zničit všechna data na %1 pro oddíl / (root)
de: Wollen Sie alle Daten auf Partition %1 löschen und die Formatierung für / (root) durchführen?
el: Να γίνει φορμά και να καταστραφούν όλα τα δεδομένα στο %1 για να δημιουργηθεί η Κατάτμηση συστήματος / (root) ;
es: ¿Desea formatear y eliminar todos los datos en %1 para la partición de / (root, raíz)?
fr: Ok pour formater et détruire toutes les données sur %1 pour la partition / (racine) ?
hu: Szeretnéd formázni és az összes adatot törölni a %1 -n a /(root) partíció számára?
it: Ok per formattare ed eliminare tutti i dati presenti %1 per la partizione / (root) ?
ja: / (ルート) パーティション %1 を フォーマットしてよろしいですか？
nl: O.K. om alle gegevens te formatteren en te vernietigen op %1 voor de (root)-partitie?
pt_br: Ok para formatar e destruir todos os dados em %1 para a partição / (root)?
ro: E OK să se formateze și să se distrugă toate datele pe %1 pentru partiția / (root)?
ru: Eсть разрешение для форматирования и уничтожения всеx данныx на % 1 для / (корневой) раздел?
sv: OK att formatera och förstöra alla data på %1 för / (root) partitionen?

source: You've chosen to not use, save or delete the old home directory. Before proceeding, you'll have to select a different username.
ca: Heu triat no usar, desar o esborrar el vostre directori d'inici antic. Abans de continuar, cal que trieu un nom d'usuari diferent.
cs: Zvolili jste, že nechcete použít, uložit ani smazat starou domovskou složku. Před pokračováním musíte zvolit jiné uživatelské jméno.
de: Sie haben beschlossen das alte Home-Verzeichnis nicht zu benutzen, zu retten oder zu löschen. Bevor sie weitermachen, müssen Sie einen anderen Benutzernamen auswählen.
el: Επιλέξατε να μη χρησιμοποιήσετε, αποθηκεύσετε ή διαγράψετε τον παλιό Φάκελλο Χρήστη (home directory). Πριν προχωρήσετε, θα πρέπει να επιλέξετε ένα διαφορετικό όνομα χρήστη.
es: Ha elegido no usar, guardar ni borrar el viejo directorio /home. Antes de seguir, tendrá que seleccionar un nombre de usuario diferente.
fr: Vous avez décidé de ne pas utiliser, sauvegarder ou effecer l'ancien répertoire home. Avant de poursuivre vous devez sélectionner un autre nom d'utilisateur.
hu: Nem választottad ki, hogy használd, töröld vagy mentsd a régi home könyvtárad. Mielőtt folytatnád, egy új felhasználónevet kell választanod.
it: Hai scelto di non usare, salvare o eliminare la vecchia cartella home. Prima di procedere, dovrai scegliere un nome utente differente.
ja: ホームディレクトリの使用・保存・削除をしたくない場合は ユーザー名を変更して下さい。
nl: U hebt ervoor gekozen de oud home-directory niet te gebruiken, bewaren of te wissen. Voordat u verder gaat dient u een andere gebrukersnaam te kiezen.
pt_br: Você escolheu não usar, salvar ou apagar o diretório home antigo. Antes de prosseguir você deverá selecionar um nome de usuário diferente.
ro: Ați ales să nu refolosiți, salvați, or să ștergeți vechiul director home. Înainte de a continua, va trebui să alegeți un alt nume de utilizator.
ru: Вы выбрали не использовать, сохранить или удалить старый дом. каталог. Прежде чем продолжить, вы должны выбрать другое имя.
sv: Du har valt att inte använda, spara eller ta bort den gamla hemkatalogen. Innan du fortsätter, måste du välja ett annat användarnamn.

source: <p><b>Default User Login</b><br/>The root user is similar to the Administrator user in some other operating systems. You should not use the root user as your daily user account. Please enter the name for a new (default) user account that you will use on a daily basis. If needed, you can add other user accounts later. </p><p><b>Passwords</b><br/>Enter a new password for your default user account and for the root account. Each password must be entered twice.</p>
ca: <p><b>Registre d'usuari per omissió</b><br/>L'usuari primari (root) és similar a l'usuari Administrador en altres Sistemes Operatius. No heu d'utilitzar l'usuari primari com el vostre usuari habitual. Si us plau, introduïu el nom per al nou usuari per omissió que fareu servir normalment. </p><p><b>Contrasenyes</b><br/>Introduïu una nova contrasenya per al vostre usuari normal i per al compte d'usuari primari (<i>root</i>). Cada contrasenya s'ha d'introduïr dues vegades.</p>
cs: <p><b>Přihlášení výchozího uživatele</b><br/>Uživatel root je podobný uživateli Administrátor v některých jiných operačních systémech. Uživatele root byste neměli používat pro každodenní používání. Zadejte prosím jméno nového (výchozího) účtu uživatele, který budete často používat. Pokud je potřeba, můžete později přidat další uživatelské účty. </p><p><b>Hesla</b><br/>Zadejte nové heslo pro Vašeho výchozího uživatele a pro účet root. Každé heslo musí být zadáno dvakrát.</p>
de: <p><b>Default User Login</b><br/>Der Benutzer root entspricht dem Administrator in einigen anderen Betriebssystemen. Sie sollten den root Benutzer nicht für Ihren täglichen Gebrauch nutzen.Bitte geben Sie einen Namen für ein neues (Default) Benutzer-Konto an, das Sie dann täglich benutzen. Wenn notwendig, können Sie später weitere Benutzer hinzufügen. </p><p><b>Passworte</b><br/>Bitte geben Sie ein neues Passwort für Ihr Default-Benutzer-Konto und für das root Systemverwalter-Konto ein. Jedes der Passworte muss doppelt eingegeben werden.</p>
el: <p><b>Σύνδεση Προεπιλεγμένου Χρήστη</b><br/>Ο Χρήστης Συστήματος (root user) είναι όμοιος με τον Διαχειριστή Συστήματος σε μερικά άλλα Λειτουργικά Συστήματα. Δεν θα πρέπει να χρησιμοποιείτε τον Χρήστη Συστήματος σαν λογαρισμό χρήστη για καθημερινή χρήση. Παρακαλώ βάλτε το όνομα ενός νέου (προεπιλεγμένου) λογαρισμού χρήστη που θα χρησιμοποιείτε καθημερινά. Αν χρειασθεί, μπορείτε να προσθέσετε άλλους λογαρισμούς χρήστη αργότερα.</p><p><b>Κωδικοί Πρόσβασης</b><br/>Βάλτε έναν νέο Κωδικό πρόσβασης για τον προεπιλεγμένο σας λογαρισμό χρήστη καθώς και για τον λογαρισμό του root.Ο κάθε Κωδικός θα πρέπει να πληκτρολογηθεί δύο φορές.</p>
es: <p><b>Login del Usuario Preseleccionado</b><br/>El usuario root es similar al usuario Administrator en algunos otros sistemas operativos. No debe usar el usuario root (raíz) como el usuario diario. Por favor, ingrese un nombre para una nueva cuenta de usuario que será usada diariamente. Si es necesario, puede agregar otras cuentas después. </p><p><b>Contraseña</b><br/>Ingrese una nueva contraseña para el usuario por defecto y otra para la cuenta de root. Cada contraseña debe ingresarse dos veces.</p>
fr: <p><b>Compte utilisateur par défaut</b><br/>L’utilisateur root est l’équivalent du compte administrateur dans d’autres systèmes d’exploitation. Vous ne devriez pas utiliser l’utilisateur root comme votre compte d’utilisation courante. Si nécessaire, vous pouvez ajouter d’autres comptes utilisateurs plus tard.</p><p><b>Mots de passe</b><br/>Entrez un mot de pour votre compte utilisateur et pour l’utilisateur root. Chacun des mots de passe doit être entré deux fous.</p>
hu: <p><b>Alapértelmezett Felhasználói Fiók</b><br/>A root felhasználó hasonlít a más operációs rendszerekből ismert Adminisztrátori felhasználóhoz. Légyszíves adj megegy nevet az új (alapértelmezett) felhasználói fiókodhoz, melyet napi rendszerességgel fogsz használni. Ha szükséges, később további fiókokat is megadhatsz.</p><p><b>Jelszók</b><br/>Adj meg egy-egy új jelszót az alapértelmezett felhasználói és root fiókokhoz. Mindegyik jelszót kettőször kell begépelni.</p>
it: <p><b>Login dell'Utente Predefinito</b><br/>L'utente root corrisponde all'utente Amministratore di altri noti sistemi operativi. Non dovresti usare l'utente root-amministratore come utente per il normale uso giornaliero. Per favore, inserisci il nome di un nuovo account utente (utente predefinito) che userai per le normali attività giornaliere. Se necessario, potrai aggiungere altri account utente più tardi. </p><p><b>Passwords</b><br/>Inserisci una nuova password per il tuo account utente e per l'account di amministratore. Ogni password deve essere inserita due volte.</p>
ja: <p><b>デフォルトユーザーログイン</b><br/>root ユーザーは他の OS でいう Administrator ユーザーに類似します。root ユーザーをユーザーアカウントとして通常使用すべきではありません。通常使用するユーザーアカウントを入力して下さい。必要な場合は他のユーザーアカウントを後に追加する事ができます。</p><p><b>パスワード</b><br/>ユーザーアカウントと root アカウントのパスワードを入力して下さい。このパスワードは2回入力する必要があります。</p>
nl: <p><b>Aanmelden van de standaard-gebruiker</b><br/>De root-gebruiker is vergelijkbaar met de administrator in bepaalde andere besturingssystemen. Gebruik de root-gebruiker liever niet als uw dagelijkse gebruikers-account. Vul de naam in voor een nieuwe (standaard-)gebruikers-account, dat u dagelijks kunt gebruiken. Indien noodzakelijk, kunt u later nog andere gebruikers-accounts toevoegen.</p><p><b>Wachtwoorden</b><br/>Vul een nieuw wachtwoord in voor uw standaard gebruikers-account en voor de root-account. Ieder wachtwoord moet tweemaal worden ingevoerd.</p>
pt_br: <p><b>Login do Usuário Padrão</b><br/>O usuário root é similar ao usuário Administrador em outros sistemas operacionais. Você não deve usá-lo como sua conta do dia-a-dia. Por favor, informe o nome para uma nova conta de usuário (padrão) que será usada no dia-a-dia. Se necessário for, você poderá acrescentar novos usuários posteriormente. </p><p><b>Senhas</b><br/>Informe novas senhas para as contas de usuário padrão e root. Cada senha deve ser teclada duas vezes.</p>
ro: <p><b>Cont implicit</b><br/>Contul root este similar cu contul Administrator în alte sisteme de operare. Ne este recomandat să folosiți contul root zi de zi. Introduceți numele unui nou (implicit) cont pe care o să-l folosiți in fiecare zi. Dacă aveți nevoie, puteți adauga alte conturi mai târziu. </p><p><b>Parole</b><br/>Introduceți o nouă parolă pentru contul de utilizator implicit și pentru contul de root. Fiecare parolă trebuie să fie introdusă de două ori.</p>
sv: <p><b>Standard Användar-Inloggning</b><br/>Root-användaren liknar Administratören i en del andra operativsystem. Du bör inte använda root-användaren som ditt dagliga användarkonto. Var vänlig skriv in namnet på ett nytt (standard) användarkonto som du kommer att använda dagligen. Om det behövs kan du lägga till andra användarkonton senare.</p><p><b>Lösenord</b><br/>Lägg till ett nytt lösenord för ditt standard användarkonto och för root kontot. Varje lösenord måste skrivas in två gånger.</p>

source: <p><b>Installation in Progress</b><br/>antiX is installing. For a fresh install, this will probably take 3-20 minutes, depending on the speed of your system and the size of any partitions you are reformatting.</p><p>If you click the Abort button, the installation will be stopped as soon as possible.</p>
ca: <p><b>Instal·lació en progrés</b><br/>S'està instal·lant antiX. Per a una instal·lació nova, això trigarà probablement entre 3 i 20 minuts, depenent de la velocitat del vostre maquinari i de la mida de les particions que reformateu.</p><p>Si cliqueu el botó d'interrupció, la instal·lació s'aturarà tan aviat com sigui possible.</p>
cs: <p><b>Instalace probíhá</b><br/>S'antiX se instaluje. Svěží instalace by měla trvat 3-20 minut, podle rychlosti vašecho systému a velikosti oddílů které reformátujete.</p><p>Pokud kliknete na tlačítko Zrušit, instalace bude zastavena a možná se vrátí.</p>
de: <p><b>Installation läuft</b><br/>antiX wird installiert. Für eine Neuinstallation wird dieses 3-20 Minuten dauern, dieses ist auch abhängig von der Geschwindigkeit der CPU und der Grösse der Partitionen die neu formatiert werden.</p><p>Wenn Sie die taste Abbruch betätigen, wird die Installation so schnell wie möglich abgebrohen.</p>
el: <p><b>Η εγκατάσταση προχωρά</b><br/>Το antiX εγκαθίσταται. Μία νέα εγκατάσταση, θα πάρει πιθανώς περί τα 3-20 minutes, ανάλογα με την ταχύτητα του συστήματός σας και το μέγεθος των κατατμήσεων τις οποίες επαναμορφοποιέιτε.</p><p>Αν κάνετε κλικ στο κουμπί Ματαίωση, η εγκατάσταση θα σταματήσει το συντομώτερο δυνατόν.</p>
es: <p><b>Instalación en Progreso</b><br/>antiX se está instalando. Una instalación nueva puede durar unas 3-20 minutos, dependiendo de la velocidad del sistema y tamaño(s) de partición(es) a formater.</p><p>Si hace clic en el botón de Abortar, la instalación será detenida tan pronto como sea posible.</p>
fr: <p><b>Installation en Cours</b><br/>antiX est en cours d'installation. Pour une nouvelle installation, cela prendra probablement entre 3 et 20 minutes, selon la puissance de votre système et la taille des partitions que vous formatez.</p></p><p>Si vous cliquez sur le bouton Abandonner, l'installation sera stopée aussitôt que possible..</p>
hu: <p><b>Telepítés Folyamatban</b><br/>A antiX telepszik. Új telepítésnél ez valószínűleg 3-20 percet fog igénybe venni a rendszered sebességétől és a általad formázott partíciók méretétől függően.</p><p>Ha megnyomod a Megszakít gombot, akkor a telepítés a lehető leghamarább le fog állni.</p>
it: <p><b>Installazione in corso</b><br/>antiX è in fase di installazione. Una nuova installazione prenderà probabilmente da 3 a 20 minuti, dipende dalla velocità del tuo sistema e dalla dimensione di ciascuna partizione che stai riformattando.</p><p>Se clicchi sul pulsante Interrompi, l'installazione si bloccherà prima possibile.</p>
ja: <p><b>インストール作業</b><br/>antiX をインストールしています。フレッシュインストールの場合はおおよそ 3〜20 分要します。この速度はシステムやパーティション構成で変わります。</p><p>もし中断ボタンを押した場合、はやいうちにインストールを止める事ができます。</p>
nl: <p><b>Voortgang van installatie</b><br/>antiX wordt geinstalleerd. Voor een nieuwe installatie zal dat ongeveer 3-20 minuten in beslag nemen, afhankelijk van de snelheid van uw systeem en de grootte van de partities die u formatteert.</p><p>Wanneer u de knop 'Afgelasten' aanklikt, wordt de installatie zo snel mogelijk stopgezet.</p>
pt_br: <p><b>Instalação em Andamento</b><br/>O antiX está sendo instalado. Uma instalação original geralmente leva de 3 a 20 min, dependendo da velocidade do seu equipamento e do tamanho das partições a serem formatadas.</p><p>Se você clicar no botão Abortar, a instalação será interrompida o quanto antes.</p>
ro: <p><b>Instalare în curs de desfășurare</b><br/></p>antiX se instalează. Procesul probabil va dura 3-20 minute pentru o instalație nouă, în funcție de viteza sistemului și de dimensiunea partițiilor care sunt reformatate.</p><p>Dacă faceți clic pe butonul Anulare, instalarea va fi oprită în cel mai scurt timp posibil.</p>
ru: <p><b>Идет установка</b><br/>antiX занимается установкой. Для новой установки, это, вероятно, займет 3-20 минут, в зависимости от скорости вашей системы и размера разделoв, которые вы переформатироваeтe.</p><p>Если вы нажмете кнопку Отмена, установка будет остановлена, как можно скорее.</p>
sv: <p><b>Installation pågår</b><br/>antiX installeras. För en ny installation tar det troligen 3-20 minuter, beroende på ditt systems prestanda och storleken på partitionerna du omformaterar</p><p>Om du trycker på Avbryt-knappen, kommer installationen att stoppas så snart som möjligt.</p>

source: Formatting the / (root) partition
ca: Formatant la partició / (arrel)
de: Formatiere Systempartition (root)
el: Γίνεται φορμά της Κατάτμησης συστήματος (root partition)
es: Formateando la partición / (root)
fr: Formatage de la partition / (racine)
it: Formattazione della partizione / (root) in corso
ja: / (ルート) パーティションのフォーマット中
nl: De / (root) partitie formatteren
ro: Se formatează partiția / (root)
ru: Форматирование / (корневогo) разделa
sv: Formaterar / (root) partitionen

# MInstall#87
source: <p><b>Support antiX</b><br/>antiX is supported by people like you. Some help others at the support forum - http://antix.freeforums.org, or translate help files into different languages, or make suggestions, write documentation, or help test new software.</p>
ca: <p><b>Suport de antiX</b><br/>antiX té el suport de gent com vosaltres. Alguns ajuden als demés als fòrums de suport, com http://antix.freeforums.org, tradueixen programari o fitxers d'ajuda a altres llengües, fan suggeriments, escriuen manuals i documentació, o ajuden a provar el funcionament del programari nou.</p>
cs: <p><b>Podpora Antix</b><br/>Antix je podporován lidmi, jako jste vy. Některé pomáhat ostatním na support forum - http://antix.freeforums.org, nebo překládat soubory nápovědy do různých jazyků, nebo návrhy, napište dokumentace, nebo pomoci test nového softwaru.</p>
de: <p><b>antiX unterstützen</b><br/>antiX wird von Menschen wie Ihnen unterstützt. Einige helfen anderen im Form - http://antix.freeforums.org , oder übersetzen Hilfe-Dateien in andere Sprachen oder machen Vorschläge, schreiben Dokumentationen, oder helfen, neue Software zu testen.</p>
el: <p><b>Υποστηρίξτε το antiX</b><br/>Το antiX στηρίζεται από ανθρώπους σαν εσάς. Κάποιοι βοηθούν κάποιους άλλους στο forum υποστήριξης- http://antix.freeforums.org, ή μεταφράζουν αρχεία βοήθειας σε διάφορες γλώσσες, ή κάνουν υποδείξεις, γράφουν τεκμηρίωση, ή βοηθούν δοκιμάζοντας νεό λογισικό.</p>
es: <p><b>antiX Soporte</b><br/>antiX es apoyado por gente como usted. Algunos ayudan a los otros en el foro de soporte en - http://antix.freeforums.org, o traducen los archivos de ayuda a diferentes idiomas, hacen sugerencias, escriben la documentación, y/o prueban el software nuevo.</p>
fr: <p><b>Supporter antiX</b><br/>antiX est supporté par des personnes telles que vous. Certains aident les autres sur le Forum - http://antix.freeforums.org, d'autres traduisent des fichiers d'aides dans d'autres langues, font des suggestions, écrivent des documentations ou aident à tester de nouveaux logiciels.</p>
hu: <p><b>Támogasd a antiX-t</b><br/>antiX-t olyan emberek támogatják, mint te. Néhányan a http://antix.freeforums.org fórumon keresztül segítenek másokat, mások fájlokat fordítanak más nyelvekre, javaslatokat tesznek, dokumentációt írnak, vagy éppen az új szofvert tesztelik.</p>
it: <p><b>Sostieni antiX</b><br/>antix è sostenuto da persone come te. Alcuni aiutano altri nel forum di supporto - http://antix.freeforums.org, o traducono guide in lingue diverse, danno consigli, scrivono documentazione, o aiutano a testare nuovo software.</p>
ja: <p><b>antiX のサポート</b><br/>antiX はあなたのような皆様に支援されています。サポートフォーラム http://antix.freeforums.org で他の人を助ける、使用している言語の翻訳作業を行う、ドキュメント作成を行う、新しいバージョンのテストを行う、といった支援が可能です。</p>
nl: <p><b>Ondersteuning van antiX</b><br/>antiX wordt ondersteund door mensen als u. Sommigen zijn behulpzaam op het forum - http://antix.freeforums.org, of ze vertalen help-bestanden in de verschillende talen, doen suggesties, schrijven handleidingen of testen nieuwe software.</p>
pt_br: <p><b>Suporte o antiX</b><br/>O antiX é suportado por pessoas como você. Algumas ajudam outras no fórum de apoio - http://antix.freeforums.org, traduzem arquivos de ajuda para diferentes línguas, fazem sugestões, escrevem a documentação ou ajudam a testar novos programas.</p>
ro: <p><b>Sprijin antiX</ b><br/>antiX este susținut de către oameni ca tine. Se ajută unii pe alții pe forumul comunitații - http://antix.freeforums.org, traduc fișiere de ajutor în diverse limbi, fac sugestii, scriu documentație, sau ajută la testarea programelor noi.</p>
ru: <p><b>Поддержка antiX</b><br/>antiX поддерживается людьми, как вы. Некоторые помогают другим на форуме поддержки - http://antix.freeforums.org или переводят файлы справки на различных языках, или внoсят предложения, пишут документацию, или помогают в тестировании нового программного обеспечения.</p>
sv: <p><b>Stöd antiX</b><br/>antiX stöds av folk som du. En del hjälper andra på support-forumet - http://antix.freeforums.org, eller översätter hjälpfiler till olika språk, kommer med förslag, skriver dokumentation, eller hjälper till med att testa ny mjukvara.</p>

source: Tips
ca: Trucs
cs: Tipy
de: Tipps
el: Συμβουλές
es: Consejos
fr: Astuces
hu: Tippek
it: Avvertenze
pt_br: Dicas
ro: Sfaturi
ru: Подсказки

source: root
ca: arrel
ru: корень

source: Preserve data in /home (if upgrading)
ca: Preserva les dades a /home (si s'actualitza)
cs: Zachovat data v /home (při aktualizaci)
de: Daten im /home Verzeichnis beibehalten (bei Upgrade)
el: Διατηρείστε τα δεδομένα στο /home (αναβάθμιση)
es: Conservar datos en /home (si está actualizando)
fr: Préserver les données de /home (en cas de mise-à-jour)
hu: Adatok meghagyása a /home-ban (frissítéskor)
it: Preservare dati della /home (x aggiornare distro)
ja: /home 内にデータを保存する (更新の場合)
nl: Gegevens behouden in /home (bij opwaarderen)
pt_br: Preservar dados em /home (se estiver atualizando)
ro: Păstrează datele in /home (daca reinstalați)
ru: Сохранить данные в / дома (при обновлении)
sv: Bevara data i /home (vid uppgradering)

source: System clock uses LOCAL
ca: El rellotge del sistema usa LOCAL
cs: Systémové hodiny využívají LOCAL
de: Systemuhr benutzt LOCAL
el: Το ρολόι του συστήματος χρησιμοποιεί ώρα LOCAL
es: El reloj del sistema usa LOCAL
fr: L'horloge système est LOCAL
hu: A számítógép órája LOCAL-re van állítva
it: Ora di sistema da usare LOCAL
ja: ローカルタイムを使用する
nl: Systeemklok gebruikt LOCAL
pt_br: Relógio do sistema usa LOCAL
ro: Ceasul de sistem folosește LOCAL
ru: Системные часы используют LOCAL
sv: System-klocka använder LOCAL
