Repository: BitJam/Transifex-translations
Catalog: antix-development.minstallpot/*.po
Languages: ca, cs, de, el, es, fr, hu, it, ja, nl, pt_br, ro, ru, sv

source: <p><b>Common Services to Enable</b><br/>Select any of the these common services that you might need with your system configuration and the services will be started automatically when you start antiX.</p>
ca: <p><b>Habilitar Serveis Comuns</b><br/>Trieu alguns d'aquests serveis comuns que poden ser necessaris en la configuració del vostre sistema i s'engegaran automàticament quan arrenqueu antiX.</p>
cs: <p><b>Společné služby k povolení</b><br/>Vyberte jakoukoli z těchto společných služeb, které můžete potřebovat pro Vaše nastavení systému a služby budou automaticky spuštěny při startu antiX.</p>
de: <p><b>Dienste automatisch starten</b><br/>Bitte wählen Sie die Dienste aus, die automatisch bei Start von antiX gestartet werden sollen.</p>
el: <p><b>Κοινές Υπηρεσίες προς Ενεργοποίηση</b><br/>Επιλέξτε οποιεσδήποτε Κοινές Υπηρεσίες που μπορεί να χρειασθείτε για τη ρύθμιση του συστήματός σας και οι υπηρεσίες θα ξεκινούν αυτομάτως, με την εκκίνηση του antiX.</p>
es: <p><b>Servicios Comunes a Activar</b><br/>Seleccione cualquiera de estos servicios comunes que pueda requerir con la configuración del sistema y los servicios serán ejecutados automáticamente cuando antiX sea iniciado.</p>
fr: <p><b>Services courants à Activer</b><br/>Sélectionner les services dont vous pourriez avoir besoin pour la configuration de votre système et les services seront démarrés automatiquement au démarrage de antiX.</p>
hu: <p><b>Általános Szolgáltatások Bekapcsolása</b><br/>Válaszd ki bármelyik alábbi általános szolgáltatást melyre szükséged lehet a rendszer beállításai miatt, így azok automatikusan el lesznek indítva a antiX indításával együtt.</p>
it: <p><b>Servizi da avviare in automatico</b><br/>Seleziona quali tra questi comuni servizi, che ritieni importanti per la configurazione del tuo sistema, vuoi che siano attivati automaticamente all'avvio di antiX.</p>
ja: <p><b>任意サービス</b><br/>システム構成として必要な任意サービスを選択して下さい。これは antiX が起動する時、自動的にサービス起動します。</p>
nl: <p><b>Instellen van algemene functies</b><br/>Selecteer de algemene functies die u nodig hebt in uw systeem-configuratie, en de diensten die automatisch moeten worden gestart wanneer u antiX opstart.</p>
pt_br: <p><b>Serviços Comuns a Ativar</b><br/>Selecione quaisquer serviços que possa precisar e eles serão iniciados automaticamente quando o antiX iniciar.</p>
ro: <p><b> Servicii de activat </b><br/> Selectați oricare dintre aceste servicii de care ați putea avea nevoie și serviciile vor fi pornite automat atunci când porniți antiX.</p>
ru: <p><b>Общие службы для Включения</b><br/>Выберите любую из этих общих услуг, которые могут вам понадобиться с конфигурацией вашей системы и услуги будут запускаться автоматически при запуске antiX.</p>
sv: <p><b>Vanliga tjänster att aktivera</b><br/>Välj vilka som helst av dessa vanliga tjänster som du kan behöva med din system-konfiguration och tjänsterna kommer att startas automatiskt när du startar antiX.</p>

source: title antiX at %1, previous kernel (if any)
ca: title antiX a %1, kernel anterior
cs: title antiX v %1, předchozí kernel (pokud existuje)
de: title antiX auf %1, vorheriger kernel (wenn vorhanden)
el: title antiX σε %1, προηγούμενο πυρήνα (αν υπάρχει)
es: título antiX en %1, núcleo anterior (si existe)
fr: titre antiX sur %1, kernel précédent (le cas échéant)
hu: title antiX az %1 -n, az előző kernellel (ha van)
it: title antiX su %1, con kernel precedente (se presente)
nl: title antiX at %1, vorige kernel (als die er is)
pt_br: title antiX em %1, kernel prévio (se houver)
sv: titel antiX på %1, tidigare kernel (om det finns)

source: The user name needs to be at least 2 characters long. Please select a longer name before proceeding.
ca: El nom d'usuari han de tenir com a mínim 2 caràcters. Si us plau, trieu un altre nom d'usuari més llarg.
cs: Uživatelské jméno musí být dlouhé alespoň 2 znaky. Před pokračováním zvolte prosím delší jméno.
de: Der Benutzername muss mindestens 2 Zeichen lans sein. Bitte wählen Sie einen längeren Namen, bevor Sie weitermachen.
el: Το Όνομα Χρήστη πρέπει να έχει μήκος τουλάχιστον 2 χαρακτήρων. Παρακαλώ επιλέξτε ένα μεγαλύτερο όνομα πριν συνεχίσετε.
es: El nombre de usuario tiene que ser al menos 2 carácteres de largo. Por favor seleccionar un nombre más largo antes de seguir.
fr: Le nom utilisateur doit faire au moins 2 caractères. Veuillez, svp, choisir un nom plus long avant de continuer.
hu: A felhasználónévnek legalább 2 karakternyi hosszúnak kell lennie. Válassz egy hosszabb nevet mielőtt folytatnád.
it: Il nome utente deve essere lungo almeno 2 caratteri. Per favore, seleziona un nome più lungo prima di procedere.
ja: ユーザー名は2文字以上に しなければいけません。 再度入力して下さい。
nl: De gebruikersnaam dient tenminste 2 karakters te bevatten. Kies een langere naam voordat u verder gaat.
pt_br: O nome do usuário necessita ter pelo menos 2 caracteres. Por favor, escolha um nome de usuário mais longo antes de prosseguir.
ro: Numele utilizatorului trebuie să aibă cel puțin 2 caractere. Alegeți alt nume înainte de a continua.
ru: Имя пользователя должно быть по крайней мере 2 символa. Вы должны выбрать другое название прежде чем продолжить.
sv: Användarnamnet måste vara åtminstone 2 bokstäver. Var vänlig välj ett längre namn innan du fortsätter.

source: <p><b>Repairing Your Installation</b><br/>If antiX stops working from the hard drive, sometimes it's possible to fix the problem by booting from CD and running one of the utilities in System Configuration or by using one of the regular Linux tools to repair the system.</p><p>You can also use your antiX CD to recover data from MS-Windows systems!</p>
ca: <p><b>Reparar la instal·lació</b><br/>Si antiX deixés de funcionar des del disc dur, sovint es pot arreglar el problema arrencant des del CD autònom i executant alguna de les utilitats que trobareu a "Configurar el Sistema" o bé usant alguna de les eines típiques de Linux per a reparar el sistema.</p><p>Fins i tot podeu usar usar el CD autònom de antiX per a recuperar dades dels sistemes MS-Windows!</p>
cs: <p><b>Oprava Vaší instalace<b><br/>Pokud antiX přestane z Vašeho pevného disku fungovat, někdy je možné problém opravit načtením z CD a spuštěním jednoho z nástrojů v nastavení systému nebo použitím jednoho z normálních nástrojů Linux pro opravu systému.</p><p>Můžete také použít Vaše CD antiX k obnově dat ze systémů MS-WIndows!</p>
de: <p><b>Reparatur der Installation</b><br/>Falls antiX auf der Disk nicht mehr startet oder richtig arbeitet, ist es oftmals möglich das Problem dadurch zu lösen, dass man von der CD startet und eines der Programme aus der System Konfiguration or eines der regulären Linux Programme benutzt, um das System zu reparieren.</p><p>Sie können Ihre antiX CD auch benutzen, um Daten Ihres MS-Windows zu retten!</p>
el: <p><b>Επισκευή της Εγκατάστασής σας</b><br/>Αν το antiX σταματήσει να λειτουργεί από τον σκληρό δίσκο, μπορεί, ορισμένες φορές, να είναι εφικτή η διόρθωση του προβλήματος, κάνοντας εκκίνηση από το CD και τρέχοντας ένα από τα utilities στη Ρύθμιση Συστήματος, είτε χρησιμοποιώντας ένα από τα συνηθισμένα εργαλεία Linux για την επισκευή του συστήματος.</p><p>Μπορείτε, επίσης, να χρησιμοποιήσετε το CD του antiX για να ανακτήσετε δεδομένα από συστήματα MS-Windows!</p>
es: <p><b>Reparar su Instalación</b><br/>Si antiX deja de funcionar desde el disco duro, a veces es posible corregir el problema arrancando del CD y ejecutando una de las utilidades en Configuración del Sistema o con algunas de las herramientas regulares de Linux para reparar el sistema.</p><p>¡También puede utilizar el CD de antiX para recuperar los datos de un sistema de MS-Windows!</p>
fr: <p><b>Réparer votre Installation</b><br/>Si antiX arrête de fonctionner depuis le disque dur, il est parfois possible de corriger le problème en démarrant depuis le CD et en exécutant l'un des utilitaires de Configuration Systèmes ou un autre outil Linux pour réparer le système. </p><p>Vous pouvez également utiliser le CD antiX pour récupérer des données depuis une système MS-Windows !</p>
hu: <p><b>A Telepített Rendszer Javítása</b><br/>Ha a antiX nem működik a merevlemezről többé, akkor néha meg lehet oldani a problémát a CD-ről való indítás segítségével. Választhatjuk a CD-n lévő System Configuration-ben lévő segédek egyikét, vagy éppen valamelyik szokásos Linux alkalmazást, hogy kijavítsuk a rendszerhibát.</p><p>A antiX CD-t MS-WIndows rendszerekről való adatmentésre is fel tudod használni!</p>
it: <p><b>Riparare la tua Installazione</b><br/>Se antiX installato sull'hard disk per qualche motivo non dovesse funzionare, talvolta è possibile riparare il danno avviando il CD-Live di antX e facendo uso delle utility presenti in Configura il Sistema o usando i normali strumenti Linux per riparare il sistema.</p><p>Puoi usare il CD-Live di antiX anche per recuperare dati da un sistema MS-Windows!</p>
ja: <p><b>インストールの復旧</b><br/>もし antiX が動作しない場合は、CD や USB から起動し、システム設定にあるユーティリティを実行するか、基本的な Linux ツールを使用してシステムを復旧させる事ができます。</p><p>マイクロソフト Windows で使用していたデータを復旧させるために antiX の CD・USB メモリを使用する事も可能です。</p>
nl: <p><b>Uw installatie repareren</b><br/>Wanneer antiX niet meer werkt op de harde schijf, is het soms mogelijk om het probleem op te lossen door op te starten met de CD en een van de 'utilities' te gebruiken uit de systeem-configuratie. Ook kunt u reguliere Linux gereedschappen gebruiken om het systeem te herstellen.</p><p>U kunt uw antiX CD ook gebruiken om gegevens te herstellen op MS-Windows systemen!</p>
pt_br: <p><b>Reparando Sua Instalação</b><br/>Se o antiX parar de funcionar pelo disco rígido, às vezes é possível reparar o problema iniciando pelo CD e executando alguma das ferramentas da Configuração do Sistema ou usando uma das ferramentas para reparo regulares do Linux.</p><p>Você pode também utilizar o CD do antiX para recuperar dados de sistemas com MS-Windows!</p>
ro: <p><b>Repararea instalării</b><br/>Dacă antiX nu mai funcționează de pe hard disk, uneori, este posibil să rezolvați problema pornind de pe CD și rulând unul dintre utilitarele din System Configuration sau folosind unul dintre obișnuitele utilitare Linux pentru a repara sistemul. </p><p>Puteți folosi, de asemenea, CD-ul antiX pentru a recupera datele de pe sistemele MS-Windows!</p>
ru: <p><b>Восстановление установки</b><br/>Если antiX перестает работать с жесткого диска, иногда это можно исправить эту проблему, загрузившись с компакт-диска и работая под управлением одной из утилит в настройки системы или с помощью одного из регулярных инструментов Linux для восстановления системы.</p><p>Вы также можете использовать antiX CD для восстановления данных из систем MS-Windows!</p>
sv: <p><b>Reparera din installation</b><br/>Om antiX slutar fungera på hårddisken, är det ibland möjligt att lösa problemet genom att starta från CD-skivan och köra ett av verktygen i System Konfiguration eller genom att använda ett av dom vanliga Linux-verktygen för att reparera systemet.</p><p>Du kan också använda din antix CD för att rädda data från MS-Windows system!</p>

source: Finish
ca: Acaba
cs: Dokončit
de: Abschließen
el: Ολοκλήρωση
es: Terminar
fr: Terminer
hu: Befejezés
it: Finito
ja: 完了
nl: Voltooien
pt_br: Encerrar
ro: Sfârșit
ru: Готово
sv: Slutför

source: The root password needs to be at least 2 characters long. Please select a longer password before proceeding.
ca: La contrasenya d'usuari primari ha de tenir com a mínim 2 caràcters. Si us plau, trieu una contrasenya més llarga.
cs: Heslo root musí být alespoň 2 znaky dlouhé. Před pokračováním zvolte prosím delší heslo.
de: Das Root-Passwort muss mindestens 2 Zeichen lang sein. Bitte wählen Sie ein längeres Passwort, bevor Sie weitermachen.
el: Ο Κωδικός για το root πρέπει να έχει τουλάχιστον ένα μήκος 2 χαρακτήρων. Παρακαλώ επιλέξτε έναν πιο μεγάλο Κωδικό πριν συνεχίσετε.
es: El clave del root tiene que ser al menos 2 carácteres de largo. Por favor seleccionar un clave más largo antes de seguir.
fr: Le mot de passe administrateur doit faire au moins 2 caractères. Veuillez, svp, choisir un mot de passe plus long avant de continuer.
hu: A root jelszónak legalább 2 karakternyi hosszúnak kell lennie. Válassz egy hosszabb jelszót mielőtt folytatnád.
it: La password di root deve essere lunga almeno 2 caratteri. Per favore, scegli un nome più lungo prima di procedere.
ja: root パスワードは2文字以上に しなければいけません。 再度入力して下さい。
nl: Het wachtwoord voor 'root' dient tenminste 2 karakters te bevatten. Kies een langer wachtwoord voordat u verder gaat.
pt_br: A senha de root necessita ter ao menos 2 caracteres. Por favor, escolha uma senha mais longa antes de prosseguir.
ro: Parala admistratoruli trebuie să aibă cel puțin 2 caractere. Alegeți o altă parolă înainte de a continua.
ru: Извините, но в Вашей рабочей группе должно быть по крайней мере 2 символа. Вы должны выбрать другое название прежде чем продолжить.
sv: Root-lösenordet måste vara åtminstone 2 bokstäver långt. Var vänlig välj ett längre lösenord innan du fortsätter.

source: Dialup, adsl, and pptp support
ca: Suport per ADSL i mòdems
cs: Podpora dialup, ADSL, a PPTP
de: Dialup, ADSL, und PPTP Unterstützung
el: Υποστήριξη για Dialup, για ADSL και για PPTP
es: Soporte para marcado telefónico, adsl, y pptp
fr: Gestion des connexions RTC, adsl et pptp
hu: modemes, adsl és pptp támogatás
it: Supporto per dialup, adsl, e pptp
ja: ダイヤルアップ・ADSL・PPTP 対応
nl: Inbellen, adsl en pptp ondersteuning
pt_br: Suporte a conexão discada, adsl e pptp
sv: Dialup, adsl, och pptp stöd

source: Sorry your computer domain needs to be at least 2 characters long. You'll have to select a different name before proceeding.
ca: Ho sento, el domini de l'ordinador ha de tenir 2 caràcters com a mínim. Cal que en trieu un altre abans de continuar.
cs: Je nám líto, název Vaší domény musí být dlouhý alespoň 2 znaky. Před pokračováním budete muset zvolit jiný název.
de: Der Domänenname des Computers muss mindestens 2 Zeichen lang sein. Bitte wählen Sie ein längeren Namen, bevor Sie weitermachen.
el: Συγγνώμη, αλλά το όνομα του υπολογιστή σας πρέπει να έχει τουλάχιστον ένα μήκος 2 χαρακτήρων. Θα πρέπει να επιλέξετε ένα διαφορετικό όνομα πριν συνεχίσετε.
es: Lo siento, el nombre del dominio necesita ser por lo menos, 2 carácteres de largo. Tendra que escoger un dominio diferente antes de proceder.
fr: Désolé, le nom du domaine doit faire au moins 2 caractères. Veuillez, svp, choisir un nom plus long avant de continuer.
hu: Bocs, de a számítógép doménnek legalább 2 karakternyi hosszúnak kell lennie. Válassz egy másik nevet mielőtt folytatnád.
it: Spiacente, il dominio del tuo computer deve essere lungo almeno 2 caratteri. Devi scegliere un nome differente prima di procedere.
ja: ドメイン名は2文字以上に しなければいけません。 再度入力して下さい。
nl: Sorry. De domeinnaam van uw computer dient tenminste 2 karakters te bevatten. Kies een andere naam voordat u verder gaat.
pt_br: Desculpe, o domínio da sua máquina deve conter ao menos 2 caracteres. Você deve escolher um nome diferente antes de prosseguir.
ro: Numele domeniului trebuie să aibă cel puțin 2 caractere. Alegeți alt nume înainte de a continua.
ru: Извините, но Ваш домен компьютер должен быть по крайней мере 2 символa. Вы должны выбрать другое имя прежде чем продолжить.
sv: Ledsen, din dator-domän måste vara åtminstone 2 bokstäver lång. Du måste välja ett annat namn innan du fortsätter.

# MInstall#32
source: Next >
ca: Següent >
cs: Další >
de: Weiter >
el: Επόμενο >
es: Siguiente >
fr: Suivant >
hu: Következő >
it: Avanti >
ja: 次へ >
nl: Volgende >
pt_br: Próximo >
ro: Următorul >
ru: Cледующий>
sv: Nästa>

source: Bluetooth wireless device support
ca: Suport per a dispositius Bluetooth
cs: Podpora Bluetooth bezdrátových zařízení
de: Bluetooth Drahtlos Geräteunterstützung
el: Υποστήριξη για ασύρματη συσκευή Bluetooth
es: Soporte para dispositivos inalámbricos Bluetooth
fr: Gestion péripheriques Buletooth
hu: Bluetooth vezetéknélküli eszköz támogatás
it: Supporto per dispositivo wireless bluetooth
ja: Bluetooth 無線デバイス対応
nl: Bluetooth draadloze verbindingen
pt_br: Suporte a dispositivo de rede-sem-fio Bluetooth
sv: Bluetooth stöd för trådlös enhet

source: Ok to use (no format) %1 as the / (root) partition?
ca: Voleu usar (sense formatar) %1 com a partició / (arrel)?
cs: Podpora bezdrátových zařízení Bluetooth
de: Wollen Sie alle Daten auf Partition %1 behalten (keine Formatierung) und sie für / (root) benutzen?
el: Είναι εντάξει να χρησιμοποιηθεί το %1 (χωρίς format) σαν Κατάτμηση Συστήματος / (root) ;
es: ¿Desea usar (no format) %1 como la partición / (root)?
fr: Ok pour utiliser (sans formatage) %1 pour la partition / (racine) ?
hu: Szeretnéd használni (formázás nélkül) %1 -t /(root) partícióként?
it: Ok per usare (senza formattare) %1 come partizione / (root) ?
ja: / (ルート) パーティションを そのまま使用しますか？
nl: O.K. om (zonder format) %1 te gebruiken als / (root-)partitie?
pt_br: Ok para usar (sem formatar) %1 como partição / (root)?
ro: E OK să se reutilizeze (fară reformatare) %1 ca partiție / (root)?
sv: OK att använda (utan formatering) %1 som / (root) partition?

source: Sorry that name is in use. Please select a different name.
ca: Ho sento, aquest nom està en ús. Si us plau, trieu-ne un diferent.
cs: >Promiňte, toto jméno je již používáno. Prosím zvolte si jiné.
de: Dieser Name existiert bereits. Bitte einen anderen Namen wählen.
el: Συγγνώμη, αλλά το όνομα αυτό χρησιμοποιείται. Παρακαλώ επιλέξτε ένα διαφορετικό όνομα.
es: Lo siento, ese nombre está siendo usado. Por favor seleccione otro nombre.
fr: Désolé, ce nom est déjà utilisé. Veuillez svp, Choisir un autre nom.
hu: Bocs, de ez a név már foglalt. Válassz egy másik nevet.
it: Spiacente, quel nome è già in uso. Per favore, scegli un nome differente.
ja: この名前はすでに使われています。 別の名前を入力して下さい。
nl: Sorry. Die naam is al in gebruik. Kies een andere naam.
pt_br: Desculpe, este nome está em uso. Por favor, escolha um nome diferente.
ro: Numele e deja folosit. Alegeți un nume diferit.
ru: Извините, что имя находится в использовании Пожалуйста, выберите другoe имя
sv: Ledsen, namnet är redan använt. Var vänlig välj ett annat namn.

source: Fixing configuration
ca: Arranjant la configuració
cs: Fixování nastavení
de: Schliesse Konfiguration ab
el: Επιδιόρθωση της ρύθμισης
es: Arreglando configuración
fr: Correction de la configuration
hu: Beállítások javítása
it: Riparazione della configurazione
ja: 設定の構築中
nl: Herstellen van de configuratie
pt_br: Reparando a configuração
ro: Se prepară configurarea
ru: Крепление конфигурации
sv: Ordnar konfigurationen

source: <p><b>Getting Help</b><br/>Basic information about antiX Linux is at http://antix.mepis.com. There are volunteers to help you at the antiX Forum, http://antix.freeforums.org.</p><p>If you ask for help, please remember to describe your problem and your computer in some detail. Usually statements like 'it didn't work' are not helpful.</p>
ca: <p><b>Cercar Ajuda</b><br/>Trobareu informació bàsica quant a antiX Linux a http://antix.mepis.com. Els voluntaris de la Comunitat antiX us ajudaran al fòrum http://antix.freeforums.org. Si voleu informació interessant en català, la podeu trobar a www.mepiscommunity.org/ca. Al fòrum GNU-Linux de Softcatalà (www.softcatala.org) i molts altres (com forum.somgnu.cat) també podeu trobar ajuda en la nostra llengua.</p><p>Si demaneu ajuda, recordeu-vos de descriure el vostre problema i el maquinari. Normalment títols com "No funciona!" no son gaire útils.</p>
cs: <p><b>Získání nápovědy</b><br/>Základní informace o antiX Linux najdete na http://antix.mepis.com. Na fóru antiX http://antix.freeforums.org jsou dobrovolníci, kteří Vám pomohou.</p><p>Pokud požádáte o pomoc, nezapomeňte, prosím, Váš problém a počítač podrobně popsat. Většinou příspěvky jako 'nefunguje to' nejsou moc ku prospěchu.</p>
de: <p><b>Wo gibt es Hilfe?</b><br/>Hilfe und Support für antiX Linux gibt es auf http://antix.mepis.com. Viele Freiwillige helfen im antiX Forum, http://antix.freeforums.org.</p><p>Wenn Sie um Hilfe bitten, denken Sie bitte daran eine genaue Problembeschreibung anzugeben und Details zu Ihrer Harware-Ausstattung mitzusenden. Angaben wie: 'Funktioniert nicht' sind dabei nicht gerade hilfreich.</p>
el: <p><b>Παίρνοντας Βοήθεια</b><br/>Μπορείτε να βρείτε Βασικές Πληροφορίες για το antiX Linux στη διεύθυνση http://antix.mepis.com. Υπάρχουν εθελοντές που θα σας βοηθήσουν στο antiX Forum, στη διεύθυνση http://antix.freeforums.org. Αν αναζητάτε βοήθεια, παρακαλώ να θυμάστε να περιγράψετε το πρόβλημά σας και τον υπολογιστή σας, με κάποιες λεπτομέρειες. Φράσεις όπως 'δεν δούλεψε' δεν βοηθούν συνήθως και πάρα πολύ.</p>
es: <p><b>Obtener Ayuda</b><br/>La Información Básica acerca de antiX Linux se encuentra en http://antix.mepis.com. Además, hay voluntarios que ayudan en el Foro de antiX, http://antix.freeforums.org.</p><p>Si pide ayuda, por favor recuerde: debe describir el problema y las carácteristicas del computador detalladamente. Las declaraciones como, "no funciona" no son útiles para obtener ayuda.</p>
fr: <p><b>Obtenir de l'aide</b><br/>Des informations sur antiX Linux sont disponibles sur http://antix.mepis.com et http://www.mepis.org. Il y a des bénévoles pour vous aider sur le Forum AntiX, http://antix.freeforums.org</p><p>Si vous demandez de l'aide, s'il vous plaît n'oubliez pas de décrire votre problème et votre ordinateur en détail. Dire " ça ne marche pas" n'est pas très utile.</p>
it: <p><b>Ricevere Assistenza</b><br/>Informazioni di base su antiX Linux puoi trovarle in http://antix.mepis.com. Ci sono volontari che ti possono aiutare nell'antiX Forum, http://antix.freeforums.org</p><p>Se chiedi aiuto, per favore ricordati di fornire sufficienti dettagli per descrivere il tuo problema e il tuo computer. Di solito con richieste del tipo 'non funziona' non si riceve aiuto.</p>
nl: <p><b>Hulp krijgen</b><br/>De basisinformatie over antiX Linux is te vinden op http://antix.mepis.com. Er zijn vrijwilligers om u te helpen op het antiX Forum, http://antix.freeforums.org.</p><p>Als u om hulp vraagt, denk er dan aan om uw probleem en computer in enig detail te beschrijven. Over het algemeen zijn opmerkingen als "het werkte niet" niet behulpzaam.</p>
sv: <p><b>Få Hjälp</b><br/>Grundläggande information om antiX Linux på http://antix.mepis.com. Det finns frivilliga som hjälper dig på antiX Forum, http://antix.freeforums.org.</p><p>Om du ber om hjälp, var vänlig kom ihåg att beskriva ditt problem och din dator detaljerat. Vanligtvis är inte uttalanden som"det fungerade inte" till någon hjälp.</p>
