Repository: BitJam/Transifex-translations
Catalog: antix-development.antiX-cli-cc/*.po
Languages: am, ca, da, de, el, es, fr, it, lt, nl, pl, pt_br, ru, sv, tr

source: antiX Command-Line Control Centre
am: የ አንቲክ የ ትእዛዝ-መስመር መቆጣጠሪያ ማእከል
ca: antiX Centre de Control de Línia de Comandament
da: antiX Kommandolinjekontrolcenter
de: antiX Kontrollzentrum - Konsolenversion
fr: Centre de contrôle en ligne de commande pour antiX
it: antiX Centro di controllo a riga di comando
lt: antiX komandų eilutės valdymo centras
nl: antiX Commando-Regel Controle Centrum
pl: antiX Centrum Kontroli Wiersza Poleceń
pt_br: Centro de Controlo por Terminal
ru: Центр управления antiX из командной строки
sv: antiX Kommandorad Kontrollcentrum
tr: antiX Komut Satırı Denetim Merkezi

source: Press: <Enter> to select an option, <b> back to main, <q> to quit, <h> for help
am: ይጫኑ: <Enter> ምርጫ ለ መምረጥ: <b> ወደ ዋናው ለ መመለስ: <q> ለ ማጥፋት: <h> ለ እርዳታ
ca: Premeu: <Enter> per triar una opció, <b> per tornar al principal, <q> per sortir, <h> per l'ajuda
da: Tryk på: <Enter> for at vælge en valgmulighed, <b> for at vende tilbage til hoved, <q> for at afslutte, <h> for hjælp
de: <Enter> Optionsauswahl <b> zurück zum Hauptmenü <q> Beenden <h> Hilfe
el: Πατήστε: <Enter>για επιλογή, <b>πίσω στο κύριο μενού, <q>για έξοδο, <h>για βοήθεια
es: Pulsa: <Enter> para seleccionar una opción, <b> para volver al menú, <q> para salir, <h> para ayuda
fr: Tapez: <Enter> pour choisir une option, <b> revenir au menu principal, <q> quitter, <h> pour l'aide
it: Premi: <Enter> per selezionare un'opzione, <b> per tornare al menu principale, <q> per uscire, <h> per la guida
nl: Druk: <Enter> om een optie te selecteren, <b> terug naar hoofd, <q> om te stoppen, <h>voor hulp
pl: Naciśnij: <Enter> aby wybrać opcję, <b> wróć do menu głównego, <q> zakończ, <h> pomoc
pt_br: Premir: <Enter> para seleccionar uma opção, <b> para voltar ao menu principal, <q> para sair, <h> para ajuda
ru: Нажмите: <Enter> выбрать опцию, <b> вернуться в главное меню, <q> выйти, <h> справка
sv: Tryck: <Enter>för att göra ett val, <b> tillbaka till huvudmenyn, <q> för att avsluta, <h>för hjälp
tr: Bir seçeneği seçmek için <Enter>'e, anasayfaya dnmek için <b>'e, çıkmak için <q>'e, yardım için <h>'e basın

source: Main Menu
am: ዋናው ዝርዝር
ca: Menú Principal
da: Hovedmenu
de: Hauptmenü
el: Κυρίως μενού
es: Menú principal
fr: Menu principal
it: Menu principale
lt: Pagrindinis meniu
nl: Hoofdmenu
pl: Menu Główne
pt_br: Menu Principal
ru: Главное меню
sv: Huvudmeny
tr: Ana Menü

source: antiX Live Commands
am: የ አንቲክ በ ቀጥታ ትእዛዝ:
ca: antiX Comandaments en Autònom
da: antiX Live-kommandoer
de: antiX Live Befehle
el: εντολές του antiX Live
es: Comandos antiX Live
fr: Commandes pour antiX Live
it: antiX Comandi Live
nl: antiX Live Commando's
pl: Polecenia antiX Live
pt_br: Comandos do antiX em instalação externa
ru: Команды antiX Live
sv: AntiX Live Kommandon
tr: antiX Çalışan Komutları

source: Audio/Visual Commands
am: የ ድምፅ/የሚታዩ ትእዛዝ:
ca: Comandaments d'Àudio/Visual
da: Lyd-/visuelle kommandoer
de: Audio/Video Werkzeuge + Programme
el: Εντολές ήχου/Οπτικές εντολές
es: Comandos de Audio/Visual
fr: Commandes Audio/Vidéo
it: Comandi Audio/Video
lt: Garso/Vaizdinės komandos
nl: Audio/Visuele Commando's
pl: Polecenia Audio/Wideo
pt_br: Comandos de Áudio e Vídeo
ru: Аудио/Визуальные команды
sv: Audio/Visuella Kommandon
tr: Görsel/İşitsel komutlar

source: System Tools
am: የ ስርአት መሳሪያዎች
ca: Eines del Sistema
da: Systemværktøjer
de: Systemwerkzeuge
el: Εργαλεία συστήματος
es: Herramientas del sistema
fr: Outils système
it: Strumenti di sistema
lt: Sistemos įrankiai
nl: Systeem Gereedschappen
pl: Narzędzia Systemowe
pt_br: Ferramentas do Sistema
ru: Системные инструменты
sv: Systemverktyg
tr: Sistem Araçları

source: System Information
am: የ ስርአት መረጃ
ca: Informació del Sistema
el: Πληροφορίες συστήματος
es: Información del sistema
fr: Informations système
it: Informazioni sul sistema
lt: Sistemos informacija
nl: Systeem-informatie
pl: Informacje o systemie
pt_br: Informação sobre o Sistema
ru: Информация о системе
tr: Sistem Bilgisi

source: Console Utilities
am: የ Console መገልገያዎች
ca: Utilitats de Consola
da: Konsolværktøjer
de: Konsolenwerkzeuge
el: Βοηθητικά προγράμματα κονσόλας
es: Utilidades de consola
fr: Utilitaires de console
it: Utilità della console
lt: Pulto paslaugų programos
nl: Console Voorzieningen
pl: Narzędzia Konsoli
pt_br: Utilitários de Consola/Terminal
ru: Консольные утилиты
sv: Konsol-verktyg
tr: Konsol Yardımcı Programları

source: Internet Applications
am: የ ኢንተርኔት መተግበሪያ
ca: Aplicacions d'Internet
da: Internetprogrammer
de: Internetanwendungen
el: Εφαρμογές Διαδικτύου
es: Aplicaciones de internet
fr: Applications Internet
it: Applicazioni Internet
lt: Interneto programos
nl: Internet Toepassingen
pl: Aplikacje Internetowe
pt_br: Aplicações de Internet
ru: Интернет приложения
sv: Internetapplikationer
tr: İnternet Uygulamaları

source: Office Applications
am: የ ቢሮ መተግበሪያ
ca: Aplicacions d'Oficina
da: Kontorprogrammer
de: Büroanwendungen
el: Εφαρμογές γραφείου
es: Aplicaciones de oficina
fr: Applications de bureautique
it: Applicazioni ufficio
lt: Raštinės programos
nl: Office Toepassingen
pl: Aplikacje Biurowe
pt_br: Aplicações de Escritório
ru: Офисные приложения
sv: Kontorsapplikationer
tr: Ofis Uygulamaları

source: Configuration Files
am: ፋይል ማሰናጃ
ca: Fitxers de Configuració
da: Konfigurationsfiler
de: Konfigurationsdateien
el: Αρχεία ρυθμίσεων
es: Archivos de configuración
fr: Fichiers de configuration
it: File di configurazione
lt: Konfigūracijos failai
nl: Configuratiebestanden
pl: Pliki Konfiguracyjne
pt_br: Ficheiros de Configuração
ru: Конфигурационные файлы
sv: Konfigurationsfiler
tr: Yapılandırma Dosyaları

source: Logout / Installer
am: መውጫ / መግጠሚያ
ca: Sortida / Instal·lador
da: Log ud/installationsprogram
de: Ausloggen/Installationsprogramm
el: Αποσύνδεση / Εγκατάσταση
es: Logout/Instalador
fr: Déconnexion/Installateur
it: Logout / Installa
lt: Atsijungti / Diegimo programa
nl: Uitloggen / Installeerder
pl: Wyloguj / Instalator
pt_br: Sair / Instalar
ru: Выйти / Инсталлятор
sv: Logout / Installerare
tr: Çıkış / Yükleyici

source: Logout / Reboot
am: መውጫ / ዳግም ማስጀመሪያ
ca: Sortida / Torna a arrencar
da: Log ud/genstart
de: Ausloggen/Neustart
el: Αποσύνδεση / επανεκκίνηση
es: Logout/Reiniciar
fr: Déconnexion/Redémarrage
it: Logout / Riavvia
lt: Atsijungti / Paleisti iš naujo
nl: Uitloggen / Herstarten
pl: Wyloguj / Restartuj
pt_br: Sair / Reiniciar
ru: Выйти / Перезагрузка
sv: Logga ut / Starta om
tr: Çıkış / Yeniden Başlatma

source: Audio/Visual menu
am: የ ድምፅ/የሚታዩ ዝርዝር
ca: Menú Àudio/Visual
da: Lyd-/visuelle menu
de: Audio/Video Menü
el: Μενού Ήχου/Εικόνας
es: menú de Audio/Visual
fr: Menu Audio/Vidéo
it: Menu Audio/Video
lt: Garso/Vaizdo meniu
nl: Audio/Visueel menu
pl: Audio i Wideo
pt_br: Menu Áudio/Vídeo
ru: Меню Аудио/Визуальные
sv: Audio/Visuell meny
tr: Görsel/İşitsel menü

source: Internet Tools & Apps
am: የ ኢንተርኔት መሳሪያ & መተግበሪያ
ca: Eines i Aplicacions d'Internet
da: Internetværktøjer og programmer
de: Internetwerkzeuge und -anwendungen
el: Εργαλεία και εφαρμογές Διαδικτύου
es: Herramientas de Internet y Aplicaciones
fr: Outils et applications Internet
it: Strumenti & App Internet
lt: Interneto įrankiai ir programos
nl: Internet Gereedschappen & Applicaties
pl: Internet - narzędzia i aplikacje
pt_br: Ferramentas e Aplicações de Internet
ru: Инструменты и приложения для интернет
sv: Internet Verktyg & Applikationer
tr: İnternet Araçları ve Uygulamaları

source: Live System Centre
am: በ ቀጥታ የ ስርአት ማእከል
ca: Centre del Sistema Autònom
da: Live-systemcenter
de: Live-System Menü
el: Live System Center
es: Centro del Sistema en Vivo
fr: Centre du système Live
it: Centro del sistema 'live'
nl: Live Systeem Centrum
pl: Narzędzia Systemu Live
pt_br: Centro de Controlo da instalação externa
ru: Системный центр режима Live
sv: Live Systemcentrum
tr: Çalışan Sistem Merkezi

source: Office and Other
am: ቢሮ እና ሌሎች
ca: Oficina i altres
da: Kontor og andet
de: Büro und anderes
el: Γραφείο και άλλα
es: Oficina y otros
fr: Bureautique et divers
it: Ufficio e altro
lt: Raštinė ir kita
nl: Office en Andere
pl: Biuro i Inne
pt_br: Escritório e Outras
ru: Офисные и другие
sv: Kontor och Annat
tr: Ofis ve Diğerleri

source: Logout / Install
am: መውጫ / መግጠሚያ
ca: Sortida / Instal·lar
da: Log ud/installationsprogram
de: Ausloggen/Installierung
el: Αποσύνδεση / Εγκατάσταση
es: Desconectarse / Instalar
fr: Déconnexion / Installer
it: Logout / Installa
lt: Atsijungti / Įdiegti
nl: Uitloggen / Installeren
pl: Wyloguj / Instaluj
pt_br: Sair / Instalar
ru: Выйти / Установить
sv: Logout / Installering
tr: Çıkış / Yükleme

source: Quit
am: ማጥፊያ
ca: Surt
da: Afslut
de: Beenden
el: Έξοδος
es: Terminar
fr: Quitter
it: Esci
lt: Išeiti
nl: Stop
pl: Wyjście
pt_br: Sair
ru: Выход
sv: Avsluta
tr: Çıkış

source: Would do action %s
am: ተግባር ይፈጽማል %s
ca: Faria l'acció %s
da: Udfører handlingen %s
de: Führt Befehl %s aus
el: Θα ενεργήσει %s
es: Realizará acción %s
fr: Effectuerait l'action %s
it: Farebbe azionare %s
nl: Zou actie %s doen
pl: Czy chcesz wykonać %s
pt_br: Executaria a acção %s
ru: Выполнить действие %s
sv: Skulle medföra åtgärd %s
tr: %s eylemini yapmak ister misin?

source: Install this distro on a hard drive
am: ይህን distro በ ሀርድ ድራይቭ ላይ መግጠሚያ
ca: Instal·leu aquesta distro a un disc dur
da: Installer distroen på en harddisk
de: Diese Distribution auf Festplatte installieren
el: Εγκατάσταση αυτής της διανομής σε έναν σκληρό δίσκο
es: Instalar esta distribución en un disco duro
fr: Installer cette distribution sur le disque dur
it: Installa questa distro sul disco fisso
nl: Installeer deze distro op een harde schijf
pl: Zainstaluj tę dystrybucję na dysku twardym
pt_br: Instalar o antiX no/num disco rígido
ru: Установить этот дистрибутив на жесткий диск
sv: Installera denna distribution på en hårddisk
tr: Bu dağıtımı sabit sürücüye kur

source: Reboot the system
am: ስርአቱን ዳግም ማስነሻ
ca: Arrenca de nou el sistema
da: Genstart systemet
de: System neu starten
el: Επανεκκίνηση
es: Reiniciar el sistema
fr: Redémarrer le système
it: Riavvia il sistema
lt: Paleisti sistemą iš naujo
nl: Herstart het systeem
pl: Uruchom ponownie system
pt_br: Reiniciar o computador
ru: Перезагрузить систему
sv: Starta om systemet
tr: Sistemi yeniden başlat

source: Powerdown the system
am: የ ስርአቱን ሐይል ማጥፊያ
ca: Apaga el sistema
da: Sluk systemet
de: System ausschalten
el: Απενεργοποίηση
es: Apagar el sistema
fr: Éteindre le système
it: Spegni il sistema
lt: Išjungti sistemą
nl: Het systeem uitschakelen
pl: Wyłącz system
pt_br: Desligar o computador
ru: Выключить систему
sv: Stäng av systemet
tr: Sistemi kapatın

source: See if sound is working
am: ድምፅ ይሰራ እንደሆን መሞከሪያ
ca: Mira si funciona l'àudio
da: Afprøv om lyden virker
de: Test der Tonwiedergabe
el: Ελέγξτε εάν λειτουργεί ο ήχος
es: Comprobar si el sonido está funcionando
fr: Vérifier si le son fonctionne
it: Verifica se l'audio funziona
lt: Tikrinti ar veikia garsas
nl: Kijk of het geluid werkt
pl: Sprawdź, czy dźwięk działa
pt_br: Testar o som
ru: Проверить работу звукового оборудования
sv: Se om ljudet fungerar
tr: Ses çalışıyor mu bakalım

source: Select which sound card to use
am: የ ድምፅ ካርድ ይምረጡ ለ መጠቀም
ca: Tria quina tarja de so cal usar
da: Vælg lydkortet som skal bruges
de: Auswahl der Soundkarte
el: Επιλέξτε την κάρτα ήχου που θέλετε να χρησιμοποιήσετε
es: Seleccione la tarjeta de sonido a usar.
fr: Choisir la carte son à utiliser
it: Seleziona la scheda audio da usare
lt: Pasirinkti kurią garso plokštę naudoti
nl: Selecteer de geluidskaart om te gebruiken
pl: Wybierz domyślną kartę dźwiękową
pt_br: Seleccionar a placa de som
ru: Выбрать используемую звуковую карту
sv: Välj vilket ljudkort att använda
tr: Hangi ses kartını kullanacağınızı seçin

source: simple sound mixer
am: ቀላል ድምፅ መቀላቀያ
ca: Mesclador de so senzill
da: simpel lydmixer
de: Einfacher Klangmixer
el: απλό μίκτη ήχου
es: Mezclador de sonido básico
fr: Simple table de mixage
it: semplice mixer audio
lt: paprastas garsų maišiklis
nl: eenvoudige geluidsmixer
pl: Prosty mikser dźwięku
pt_br: Misturador de som
ru: Простой аудио миксер
sv: enkel ljudmixer
tr: basit ses karıştırıcı

source: Audio Player
am: የ ድምፅ ማጫወቻ
ca: Reproductor de so
da: Lydafspiller
de: Programm zur Tonwiedergabe
es: Reproductor de audio
fr: Lecteur audio
it: Lettore audio
lt: Garso grotuvas
nl: Audio Speler
pl: Odtwarzacz muzyki
pt_br: Reprodutor de áudio
ru: Аудиоплеер
sv: Musikspelare
tr: Ses Çalar

source: Stop mocp Audio Player
am: mocp የ ድምፅ ማጫወቻ ማስቆሚያ
ca: Atura el reproductor d'àudio mocp
da: Stop mocp-lydafspiller
de: Audio Player mocp anhalten
es: Parar Tocador de Audio mocp
fr: Arrêter le lecteur audio mocp
it: Ferma il lettore audio mocp
lt: Stabdyti mocp garso grotuvą
nl: Stop mocp Audio Speler
pl: Zatrzymaj odtwarzacz muzyki mocp
pt_br: Parar o reprodutor de áudio mocp
ru: Остановить аудиоплеер mocp
sv: Stoppa mocp Musikspelare
tr: Mocp Ses Oynatıcısını durdur

source: Video Player
am: የ ቪዲዮ ማጫወቻ
ca: Reproductor de Vídeo
da: Videoafspiller
de: Programm zur Videowiedergabe
el: βίντεο
es: Reproductor de vídeo
fr: Lecteur vidéo
it: Lettore video
lt: Vaizdo grotuvas
nl: Video Speler
pl: Odtwarzacz filmów
pt_br: Reprodutor de vídeo
ru: Видеоплеер
sv: Videospelare
tr: Görüntü Oynatıcı

source: YouTube audio-only jukebox
ca: Sinfonola d'àudio Youtube
da: YouTube kun lyd jukebox
de: YouTube Jukebox - nur für Audiodateien
el: YouTube Jukebox μόνο για ήχο
es: Rocola solo audio YouTube
fr: Jukebox Youtube uniquement audio
it: Solo audio del jukebox di YouTube
nl: YouTube enkel-audio jukebox
pl: Odtwarzacz muzyki z YouTube
pt_br: Reprodutor de áudio para YouTube
ru: YouTube аудио проигрыватель
sv: YouYube endast-audio jukebox
tr: YouTube sadece ses müzik kutusu

source: Poor Man's Radio Player
am: የ ሬዲዮ ማጫወቻ
ca: Reproductor de ràdio del pobre
da: Fattigmands radioafspiller
de: Einfaches Radiowiedergabeprogramm
es: Toca Radio de Pobres
fr: Lecteur radio Poor Man
it: Modesto lettore radio
nl: Armeluis Radio Speler
pl: Radio internetowe z pogrupowaną muzyką
ru: Радио плеер бедняка
sv: Fattigmans Radiospelare
tr: Poor Man's Radyo Çalar

source: Image viewer
am: ምስል መመልከቻ
ca: Visor d'imatges
da: Billedfremviser
de: Bildbetrachter
el: Προβολής εικόνων
es: Visor de imágenes
fr: Visionneuse d'images
it: Visualizzatore di immagini
lt: Paveikslų žiūryklė
nl: Afbeelding bekijker
pl: Przeglądarka grafiki
pt_br: Visualizador de imagens
ru: Просмотрщик изображений
sv: Bildvisare
tr: Resim görüntüleyici

source: Pdf viewer
am: ፒዲኤፍ መመልከቻ
ca: Visor de PDF
da: Pdf-fremviser
de: PDF-Betrachter
es: Visor de PDF
fr: Lecteur Pdf
it: Visualizzatore di PDF
lt: Pdf žiūryklė
nl: Pdf bekijker
pl: Przeglądarka PDF
pt_br: Visualizador de pdf
ru: Просмотрщик pdf
sv: Pdf-visare
tr: Pdf görüntüleyici

source: cd/dvd burner
am: ሲዲ/ዲቪዲ ማቃጠያ
ca: Gravador CD/DVD
da: cd-/dvd-brænder
de: CD/DVD Brenner
es: quemador cd/dvd
fr: graveur cd/dvd
it: Masterizzatore di CD/DVD
nl: cd/dvd brander
pl: Nagrywanie CD/DVD
pt_br: Gravador de CD/DVD
ru: Запись cd/dvd
sv: cd/dvd brännare
tr: cd/dvd yazıcı

source: Install new packages (like Synaptic)
am: አዲስ ጥቅሎች መግጠሚያ (እንደ ሲናፕቴክ ያለ)
ca: Instal·la paquets nous (com Synaptic)
da: Installer nye pakker (ligesom Synaptic)
de: Paketverwaltung (wie Synaptic)
el: Εγκαταστήστε νέα πακέτα (όπως το Synaptic)
es: Instalar nuevos programas (como Synaptic)
fr: Installer de nouveaux paquets (comme Synaptic)
it: Installa nuovi pacchetti (come Synaptic)
lt: Įdiegti naujus paketus (kaip Synaptic)
nl: Installeer nieuwe pakketten (zoals Synaptic)
pl: Zainstaluj nowe pakiety (jak w Synaptic)
pt_br: Instalar novos pacotes (tipo Synaptic)
ru: Установить новые пакеты (как Synaptic)
sv: Installera nya paket (som Synaptic)
tr: Yeni paketler kur (Synaptic benzeri)

source: Install nvidia non-free graphics drivers (for X)
am: መግጠሚያ የ nvidia non-free graphics drivers (for X)
ca: Instal·la controladors gràfics privatius nVidia
da: Installer nvidia ikke-frie grafikdrivere (til X)
de: Installation proprietärer Nvidia Grafiktreiber (für X)
el: Εγκαταστήστε γραφικών nvidia (για X)
es: Instalar drivers no libres de Nvidia (para las X)
fr: Installer les pilotes graphiques nvidia non-libre (pour X)
it: Installa i driver grafici proprietari (non-free) NVIDIA (per X)
lt: Įdiegti nvidia nelaisvas grafikos tvarkykles (skirtas X)
nl: Installeer nvidia non-free grafische drivers (voor X)
pl: Zainstaluj własnościowe sterowniki graficzne NVidia (dla X)
pt_br: Instalar controladores não-livres nvidia (para o X)
ru: Установить несвободные драйвера для видеокарт nvidia
sv: Installera nvidia icke-fria grafikdrivrutiner (för X)
tr: nvidia sahipli grafik kartı sürücülerini kur (X için)

source: Check and undelete disk partitions
am: የ ዲስክ ክፍልፋይ መመርመሪያ እና አታጥፋ
ca: Comprova i recupera particions de disc
da: Tjek og afslet diskpartitioner
de: Überprüfung und Löschung von Speichermedienpartitionen
el: Ελέγξτε και ξεδιαγράψτε τα διαμερίσματα δίσκου
es: Comprobar y recuperar particiones del disco
fr: Vérifier et restaurer les partitions d'un disque
it: Controlla e recupera le partizioni del disco
nl: Controleer en verwijdering schijfpartities ongedaan maken
pl: Sprawdź i przywróć partycje dysku
pt_br: Detectar e recuperar partições de disco
ru: Проверить или восстановить дисковые разделы
sv: Kontrollera och återställ diskpartitioner
tr: Disk bölümlerini kontrol et ve kurtar

source: Choose startup services
am: የ ማስጀመሪያ ግልጋሎት ይምረጡ
ca: Tria els serveis d'arrencada
da: Vælg opstartstjenester
de: Auswahl der Startup - Dienste
el: Επιλέξτε υπηρεσίες εκκίνησης
es: Elegir servicios al inicio
fr: Gérer les services lancés au démarrage
it: Scegli i servizi di avvio
nl: Kies opstartdiensten
pl: Wybierz usługi startowe
pt_br: Serviços a iniciar no arranque
ru: Выбрать сервисы автозагрузки
sv: Välj starttjänster
tr: Başlangıç Servisleri Seçimi

source: Set date and time
am: ቀን እና ሰአት ማሰናጃ
ca: Defineix data i hora
da: Indstil dato og klokkeslæt
de: Datum und Uhrzeit einstellen
el: Ρύθμιση Ημερομηνίας & Ώρας
es: Fijar Fecha y Hora
fr: Configurer la date et l'heure
it: Imposta data e ora
lt: Nustatyti datą ir laiką
nl: Stel datum en tijd in
pl: Ustaw datę i czas
pt_br: Definir data e hora
ru: Установить дату и время
sv: Ställ in datum och tid
tr: Tarih ve Saat Ayarla

source: Partition block device %s
am: ክፍልፋይ መከልከያ አካል %s
ca: Particiona dispositius de blocs %s
da: Partitionens blokenhed %s
de: Partitionierung von Blockgerät %s
es: Dispositivo de bloque de partición %s
fr: Partitionner le périphérique en mode bloc %s
it: Partizione dispositivo a blocchi %s
nl: Partitie block device %s
pl: Partycjonowanie urządzenia blokowego %s
pt_br: Criar partições no disco %s
ru: Разметить блочное устройство %s
sv: Partition block enhet %s
tr: %s aygıtını bölümle

source: Monitor and control processes
am: መቆጣጠሪያ እና የ መቆጣጠሪያ ሂደት
ca: Supervisa i segueix processos
da: Overvågnings- og styringsprocessor
de: Prozessüberwachung und -kontrolle
el: Διαδικασίες παρακολούθησης και ελέγχου
es: Monitor y control de procesos
fr: Suivre et contrôler les processus
it: Monitora e controlla i processi
lt: Stebėti ir valdyti procesus
nl: Bekijk en controleer processen
pl: Monitoruj i kontroluj procesy
pt_br: Processos de monitorização e controlo
ru: Монитор и управление процессами
sv: Övervaka och kontrollera processer
tr: İzleme ve kontrol süreçleri

source: Hardware and OS information
am: ጠንካራ አካል እና የ መስሪያ ስርአት መረጃ
ca: Informació de maquinarii SO
da: Hardware- og styresysteminformation
de: Information über Hardware und Betriebssystem
el: Πληροφορίες υλικού και λειτουργικού συστήματος
es: Información del Hardware y Sistema Operativo
fr: Informations sur le matériel et le système d'exploitation
it: Informazioni sull'hardware e sul sistema operativo
lt: Aparatinės įrangos ir OS informacija
nl: Hardware en OS infortmatie
pl: Informacje o sprzęcie i systemie operacyjnym
pt_br: Informação sobre o equipamento e sistema operativo
ru: Информация и аппаратном обеспечении и ОС
sv: Hårdvara och OS information
tr: Donanım ve işletim sistemi bilgisi

source: Other system information
am: ሌላ የ ስርአት መረጃ
ca: Informació d'altres sistemes
da: Anden systeminformation
de: Andere Systeminformation
el: Άλλες πληροφορίες συστήματος
es: Otra información del sistema
fr: Autres informations système
it: Ulteriori informazioni sul sistema
lt: Kita sistemos informacija
nl: Andere systeeminformatie
pl: Inne informacje o systemie
pt_br: Outra informação sobre o sistema operativo
ru: Другая информация о системе
sv: Annan systeminformation
tr: Diğer sistem bilgisi

source: Show memory usage
am: የ ማስታወሻ አጠቃቀም ማሳያ
ca: Mostra l'ús de memòria
da: Vis hukommelsesforbrug
de: RAM-Belegung anzeigen
el: Εμφάνιση χρήσης μνήμης
es: Mostrar uso de la memoria
fr: Affichage de l'utilisation mémoire
it: Mostra l'uso della memoria
lt: Rodyti atminties naudojimą
nl: Laat geheugengebruik zien
pl: Pokaż użycie pamięci
pt_br: Mostrar memória em uzo
ru: Отобразить использование памяти
sv: Visa minnets användning
tr: Bellek kullanımını göster

source: Information about mounted partitions
am: ስለ ተጫኑ ክፍልፋዮች መረጃ
ca: Informació sobre les particions muntades
da: Information om monterede partitioner
de: Information über eingehängte Partitionen
el: Πληροφορίες σχετικά με τα τοποθετημένα διαμερίσματα
es: Información sobre particiones montadas
fr: Informations concernant les partitions montées
it: Informazioni sulle partizioni montate
lt: Informacija apie prijungtus skaidinius
nl: Informatie over aangekoppelde partities
pl: Informacje o zamontowanych partycjach
pt_br: Informação sobre as partições montadas
ru: Информация о примонтированных разделах
sv: Information om monterade enheter
tr: Bağlanmış bölümler hakkında bilgi

source: List all block (disk) partitions
am: ሁሉም የ መከልከያ ዝርዝር (ዲስክ) ክፍልፋይ
ca: Llista totes les particions del disc
da: Oplist alle blok-partitioner (disk)
de: Auflistung aller Block-(Speicherplatten)geräte
el: Κατάλογος όλων των κατατμήσεων (δίσκου)
es: Mostras todos los bloques de particiones (de disco)
fr: Afficher toutes les partitions (disque)
it: Elenca tutte le partizioni block (su disco)
nl: Laat alle block (schijf) partities zien
pl: Wyświetl wszystkie partycje blokowe (dyskowe)
pt_br: Listar todas as partições
ru: Показать все разделы блочных устройств (дисков)
sv: Lista alla block (disk) partitioner
tr: Tüm blok (disk) bölümlendirmelerini listele

source: List currently installed kernel modules
am: አሁን የ ተገጠመ ከረኔል ክፍል ዝርዝር
ca: Llista els mòduls del kernel instal·lats
da: Oplist nuværende installerede kerne-moduler
de: Auflistung der derzeit installierten Kernelmodule
el: Κατάλογος εγκατεστημένων ενοτήτων πυρήνα
es: Mostrar módulos de kernel actualmente instalados
fr: Lister les modules de noyau actuellement installés
it: Elenca i moduli del kernel attualmente installati
lt: Išvardyti šiuo metu įdiegtus branduolio modulius
nl: Laat momenteel geïnstalleerde kernelmodules zien
pl: Wyświetl aktualnie zainstalowane moduły jądra
pt_br: Listar os módulos do núcleo (kernel) presentemente instalados
ru: Показать установленные модули ядра
sv: List aktuella installerade kärn-moduler
tr: Şu an kurulu olan çekirdek modüllerini listele

source: List major system components
am: ዋናው የ ስርአት አካላት ዝርዝር
ca: Llista components principals del sistema
da: Oplist større systemkomponenter
de: Auflistung der wichtigeren Systemcomponenten
el: Κατάλογος σημαντικών στοιχείων του συστήματος
es: Listar componentes mayores de sistema
fr: Lister les principaux composants systèmes
it: Elenca i principali componenti del sistema
lt: Išvardyti pagrindinius sistemos komponentus
nl: Laat belangrijke systeemcomponenten zien
pl: Wymień główne komponenty systemu
pt_br: Listar os componentes principais do sistema
ru: Показать основные компоненты системы
sv: Lista större systemkomponenter
tr: Büyük sistem bileşenlerini listele
