Repository: BitJam/Transifex-translations
Catalog: antix-development.antiX-cli-cc/*.po
Languages: am, ca, da, de, el, es, fr, it, lt, nl, pl, pt_br, ru, sv, tr

source: Persist Save Exclude List
am: የማያካትተው ዝርዝር ማስቀመጫ
ca: Llista d'exclusions en desar la persistència
da: Vedvar gem ekskluderingsliste
de: Ausschlußliste für die Dauerhaftigkeit
el: Persist Save Εξαίρεση λίστας
es: Lista de Exclusión para Guardar Persistencia
fr: Liste d'exclusion d'une sauvegarde persistante
it: Lista di esclusione di Salva con Persistenza
nl: Persist Opslaan Uitsluitingslijst
pl: Lista wykluczeń dla opcji Persist Save
pt_br: Lista de exclusão do Guardar persistência (Persist Save)
sv: Persist Save Exkludera Lista
tr: Dışarıda Bırakılanlar Listesini Kalıcı Olarak Kaydet
