Repository: BitJam/Transifex-translations
Catalog: antix-development.antiX-cli-cc/*.po
Languages: am, ca, da, de, el, es, fr, it, lt, nl, pl, pt_br, ru, sv, tr

source: List attached USB devices
am: ከ USB አካሎች ጋር የ ተያያዘ ዝርዝር
ca: Llista els dispositius USB connectats
da: Oplist tilkoblede USB-enheder
de: Auflistung der angeschlossenen USB-Geräte
el: Κατάλογος συνημμένων συσκευών USB
es: Mostrar dispositivos USB conectados
fr: Lister les périphériques USB connectés
it: Elenca i dispositivi USB collegati
lt: Išvardyti prijungtus USB įrenginius
nl: Laat aangesloten USB apparaten zien
pl: Wyświetl podłączone urządzenia USB
pt_br: Listar os dispositivos USB acoplados
ru: Показать подключенные USB устройства
sv: Lista anslutna USB-enheter
tr: Takılmış USB aygıtların listesi

source: Display messages from the kernel
am: ከ ከረኔል ውስጥ መልእክት ማሳያ
ca: Mostra els missatges del kernel
da: Vis meddelelser fra kernen
de: Anzeigen der Kernelbenachrichtigungen
el: Εμφάνιση μηνυμάτων από τον πυρήνα
es: Mostrar mensajes del Kernel
fr: Afficher les messages issus du noyau
it: Visualizza i messaggi dal kernel
lt: Rodyti pranešimus iš branduolio
nl: Laat berichten van de kernel zien
pl: Wyświetl wiadomości z jądra
pt_br: Exibir mensagens emitidas pelo núcleo (kernel)
ru: Вывести сообщения ядра
sv: Visa meddelanden från kärnan
tr: Çekirdek iletilerini göster

source: View information about various commands
am: ስለ የ ተለያዩ ትእዛዞች መረጃ መመልከቻ
ca: Veure informació sobre diverses ordres
da: Vis information om diverse kommandoer
de: Informationen über verschiedene Befehle anzeigen
el: Προβολή πληροφοριών σχετικά με διάφορες εντολές
es: Ver información sobre varios comandos
fr: Consulter les informations concernant les diverses commandes
it: Mostra le informazioni sui vari comandi
lt: Rodyti informaciją apie įvairias komandas
nl: Laat informatie over verschillende commando's zien
pl: Wyświetl informacje o różnych poleceniach
pt_br: Ver informação sobre vários comandos
ru: Просмотр информации о различных командах
sv: Se information om olika kommandon
tr: Çeşitli komutlar hakkında bilgi görüntüle

source: View and edit disk partitions
am: የ ዲስክ ክፍልፋይ መመልከቻ እና ማረሚያ
ca: Veure i editar particions de disc
da: Vis og rediger diskpartitioner
de: Partitionen von Speichermedien anzeigen und bearbeiten
el: Προβολή και επεξεργασία διαμερισμάτων δίσκου
es: Ver y editar particiones de disco
fr: Voir et éditer les partitions du disque
it: Mostra e modifica le partizioni del disco
lt: Rodyti ir taisyti disko skaidinius
nl: Bekijk en pas schijfpartities aan
pl: Przeglądaj i edytuj partycje dyskowe
pt_br: Ver e editar partições de disco
ru: Просмотр и редактирование дисковых разделов
sv: Se och redigera diskpartitioner
tr: Disk bölümlerini görüntüle ve düzenle

source: X Server Log File
am: X Server መግቢያ ፋይል
ca: Fitxer de registre del servidor de X
da: X-server logfil
de: Log-Datei des X Servers
es: Archivo de registro del servidor X
fr: Fichier journal du Serveur X
it: File di registro del server X
lt: X serverio žurnalo failas
nl: X Server Log Bestand
pl: Plik dziennika serwera X
pt_br: Ficheiro de registos do servidor do X (X Server)
ru: Лог файл X сервера
sv: X Server Log Fil
tr: X Sunucu Kayıt Dosyası

source: Live Boot Log File
am: በ ቀጥታ ማስነሻ መግቢያ ፋይል
ca: Fitxer de registre d'arrencada en Autònom
da: Liveopstart logfil
de: Log-Datei des Live Bootvorgangs
es: Archivo de registro del inicio Live
fr: Fichier journal de démarrage Live
it: File di registro del boot della 'live'
nl: Live Opstart Log Bestand
pl: Plik dziennika uruchomienia systemu Live
pt_br: Ficheiro de registos de arranque de instalação externa executável
ru: Лог файл Live загрузки
sv: Live Boot Log Fil
tr: Çalışan Sistem Başlatıcı Kayıt Dosyası

source: Make a full featured antiX or MX live-usb
am: ሙሉ-ገጽታ ያለው አንቲክ ወይንም MX በ ቀጥታ-usb መፍጠሪያ
ca: Crea un USB autònom complert d'antiX o MX
da: Skab en antiX eller MX live-usb med det hele
de: Errzeugung eines voll ausgestatteten antiX oder MX Live USB-Stick
el: Κάντε ένα πλήρες χαρακτηριστικό live-usb
es: Construir un liveUSB de antiX o MX completo
fr: Créer un live-usb antiX ou MX complet
it: Crea una Live USB, antiX o MX, con tutte le funzionalità
nl: Maak een volledig voorziene antiX of MX live-usb
pl: Utwórz w pełni funkcjonalny Live-USB z antiX lub MX
pt_br: Criar uma instalação USB-executável completa do antiX ou do MX
ru: Создать полнофункциональный antiX или MX live-USB
sv: Skapa en antiX eller MX live-usb med alla egenskaper
tr: MX çalışan-usb veya tam özellikli antiX yapın

source: Make a
am: መስሪያ
ca: Crea un
da: Udfør en
de: Erzeugung eines
el: Κάνει μια
es: Construir a
fr: Créer un
it: Crea una
nl: Maak een
pl: Utwórz
pt_br: Criar uma
ru: Сделать
sv: Gör en
tr: Yap

source: Update live kernel
am: በ ቀጥታ ከረኔል ማሻሻያ
ca: Actualitza el nucli en Autònom
da: Opdater livekerne
de: Aktualisierung des Live Kernels
el: Ενημέρωση πυρήνα
es: Actualizar Kernel live
fr: Mettre à jour le noyau Live
it: Aggiorna il kernel della 'live'
nl: Live kernel opwaarderen
pl: Zaktualizuj jądro Live
pt_br: Actualizar o núcleo (kernel) da instalação externa
ru: Обновить live ядро
sv: Uppdatera live-kärnan
tr: Çalışan çekirdeği güncelle

source: Remaster live system
am: ይህን በ ቀጥታ ስርአት እንደገና መስሪያ
ca: Recrea el Sistema Autònom
de: Live System remastern
el: Remaster
es: Remasterizar Sistema en Vivo
fr: Remastériser un système Live
it: Rimasterizza il sistema live
nl: Remaster live systeem
pl: Remasteruj system Live
pt_br: Recompor o sistema da instalação externa
ru: Ремастер живой системы
tr: Çalışan sistemi yeniden düzenle

source: Save dynamic root persistence
am: dynamic root persistence ማስቀመጫ
ca: Desa la persistència dinàmica de root
da: Gem dynamisk rodvedvarenhed
de: Dynamische Dauerhaftigkeit für root abspeichern
el: Αποθηκεύστε dynamic root persistence
es: Guardar persistencia dinamica de root
fr: Sauver la persistance root dynamique
it: Salva persistenza root dinamica
nl: Dynamische rootpersistentie opslaan
pl: Zapisz dynamic root persistence
pt_br: Guardar persistência dinâmica de root
sv: Spar dynamisk root persistens
tr: Dinamik kalıcı root'u kaydedin

source: Configure dynamic root persistence
am: dynamic root persistence ማሰናጃ
ca: Configura la persistència dinàmica root
da: Konfigurer dynamisk rodvedvarenhed
de: Konfiguration der dynamischen Dauerhaftigkeit für root
el: Διαμόρφωση dynamic root persistence
es: Configurar persistencia dininamica de root
fr: Configurer la persistance root dynamique
it: Configura la persistenza root dinamica
nl: Dynamische rootpersistentie configureren
pl: Skonfiguruj dynamic root persistence
pt_br: Configurar persistência dinâmica de root
sv: Konfigurera dynamisk root persistens
tr: Dinamik kalıcı root'u yapılandırın

source: Create live persistence files
am: በቀጥታ የሚቀጥል ፋይል መፍጠሪያ
ca: Crea fitxers de persistència en autònom
da: Opret live-vedvarenhedsfiler
de: Dateien für die Dauerhaftigkeit beim Live System erzeugen
el: δημιουργία αρχείων persistence
es: Crear ficheros de persistencia en vivo
fr: Créer les fichiers de persistance Live
it: Crea i files di persistenza live
nl: Creëer live persistentiebestanden
pl: Utwórz pliki live persistence
pt_br: Criar ficheiros de persistência na instalação externa
sv: Skapa live persistensfiler
tr: Çalışan kalıcı dosyaları oluşturun

source: Adjust the brightness of the backlight
am: የ መደብ ብሩህነት ማስተካከያ
ca: Ajusta la brillantor de la retroil·luminació
da: Juster baggrundsbelysningens lysstyrke
de: Helligkeit Hintergrundbeleuchtung
el: Ρυθμίστε τη φωτεινότητα του φωτισμού
es: Ajustar el brillo de pantalla
fr: Ajuster l'intensité du rétroéclairage
it: Regola intensità retroilluminazione
lt: Reguliuoti foninio apšvietimo ryškumą
nl: Pas helderheid van achtergrondverlichting aan
pl: Dostosuj jasność podświetlenia
pt_br: Ajustar o brilho da retro-iluminação
ru: Настроить яркость подсветки
sv: Anpassa bakgrundsljusets styrka
tr: Arka aydınlatmanın parlaklığını ayarla

source: Choose the console background
am: የ console መደብ ይምረጡ
ca: Tria el fons de la consola
da: Vælg konsollens baggrund
de: Auswahl Konsolenhintergrund
el: Επιλέξτε το φόντο της κονσόλας
es: Escoger el fondo de la consola
fr: Choisir l'arrière-plan de la console
it: Scegli lo sfondo della console
lt: Pasirinkti pulto foną
nl: Kies achtergrond van de console
pl: Wybierz tło konsoli
pt_br: Definir o fundo da consola/terminal
ru: Выбрать фон консоли
sv: Välj konsolbakgrund
tr: Uçbirim arkaplanını seçin

source: Choose the console font
am: የ console ፊደል ይምረጡ
ca: Tria la font de la consola
da: Vælg konsollens skrifttype
de: Auswahl Konsolenschriftsatz
el: Επιλέξτε τη γραμματοσειρά κονσόλας
es: Elegir la fuente de consola
fr: Choisir la police de caractère de la console
it: Scegli il carattere della console
lt: Pasirinkti pulto šriftą
nl: Kies font van de console
pl: Wybierz font (czcionkę) konsoli
pt_br: Definir a fonte da consola/terminal
ru: Выбрать шрифт консоли
sv: Välj teckensnitt för konsol
tr: Uçbirim yazı tipini seçin

source: Display all possible console text colors
am: ሁሉንም የሚቻሉ የ console ጽሁፍ ቀለም ማሳያ
ca: Mostra tots els possibles colors del text de la consola
da: Vis alle mulige farver for konsollens tekst
de: Alle möglichen Textfarben der Konsole anzeigen
el: Εμφάνιση όλων των πιθανών χρωμάτων κειμένου κονσόλας
es: Mostrar todos los posibles colores de texto de consola
fr: Afficher toutes les couleurs possibles pour le texte de la console
it: Mostra i colori possibili del testo della console
lt: Rodyti visas galimas pulto teksto spalvas
nl: Laat alle mogelijke console tekstkleuren zien
pl: Wyświetl wszystkie możliwe kolory tekstu konsoli
pt_br: Exibir todas as cores possíveis para o texto
ru: Отобразить все возможные цвета текста в консоли
sv: Visa alla möjliga textfärger för konsol
tr: Olabilecek tüm uçbirim metin renklerini göster

source: Excerpts from the Tao of Programming
ca: Extracte del Tao de la Programació
da: Uddrag fra Tao of Programming
de: Auszüge aus dem "Tao des Programmierens"
es: Extractos del Tao de Programación
fr: Extraits du Tao of Programming
it: Estratti dal libro 'Il Tao della Programmazione'
nl: Uittreksels van het Tao of Programming
pl: Fragmenty z Tao of Programming
pt_br: Excertos do livro The Tao of Programming
ru: Выдержки из Тао программирования
sv: Utdrag från the Tao of Programming
tr: Programlamanın Tao'sundan bölümler

source: Lock the virtual consoles
am: የ virtual consoles መቆለፊያ
ca: Bloqueja els terminals virtuals
da: Lås de virtuelle konsoller
de: Virtuelle Konsolen sperren
el: Κλείδωμα τις εικονικές κονσόλες
es: Trancar las consolas virtuales
fr: Verrouiller les consoles virtuelles
it: Blocca le consoli virtuali
lt: Užrakinti virtualius pultus
nl: Vergrendel de virtuele consoles
pl: Zablokuj wirtualne konsole
pt_br: Bloquear as consolas/terminais virtuais
ru: Запереть виртуальную консоль
sv: Lås de virtuella konsolerna
tr: Sanal uçbirimi kilitle

source: Set up wired/wireless
am: በ ሽቦ/ሽቦ አልባ ማሰናጃ
ca: Configura xarxa amb fils o sense
da: Opsæt kablet/trådlåst
de: Kabelgebunde/kabellose Verbindung konfigurieren
el: Ρυθμίσεις ενσύρματα/ασύρματα
es: Configurar cableado/inalambrico
fr: Configurer les connexions filaires/sans fil
it: Configura connessione wired/wireless
lt: Nustatyti laidinį/belaidį tinklą
nl: Stel bedraad/wireless in
pl: Skonfiguruj połączenie przewodowe/bezprzewodowe
pt_br: Configurar ligação por fio / sem fios
ru: Настроить проводное и беспроводное соединения
sv: Ställ in trådbunden/trådlös
tr: Kablolu/kablosuz kurulumu

source: Show network status
am: የ ኔትዎርክ ሁኔታ ማሳያ
ca: Mostra l'estat de la xarxa
da: Vis netværksstatus
de: Netzwerkstatus anzeigen
el: Εμφάνιση κατάστασης δικτύου
es: Mostrar estado de conexión a la red
fr: Afficher l'état du réseau
it: Mostra lo stato della rete
lt: Rodyti tinklo būseną
nl: Laat netwerk status zien
pl: Pokaż status sieci
pt_br: Mostrar o estado da ligação à rede
ru: Показать статус сетевого подключения
sv: Visa nätverkets status
tr: Ağ durumunu göster

source: Test if network is connected
am: ኔትዎርክ ተገናኝቶ እንደሆን መሞከሪያ
ca: Comprova si la xarxa està connectada
da: Test om netværket er forbundet
de: Verbindungsstatus Netzwerk testen
el: Ελέγξτε εάν είναι συνδεδεμένο το δίκτυο
es: Probar si la red está conectada
fr: Tester la connexion au réseau
it: Testa la connessione della rete
lt: Išbandyti ar tinklas yra prijungtas
nl: Test of netwerk is verbonden
pl: Sprawdź, czy sieć jest podłączona
pt_br: Verificar se a rede está ligada
ru: Проверить есть ли сетевое подключение
sv: Pröva om nätverket är anslutet
tr: Ağın bağlı olup olmadığını sınayın

source: Test network bandwidth
am: የ ኔትዎርክ ፍጥነት መሞከሪያ
ca: Prova l'amplada de banda de la xarxa
da: Test netværkets båndbredde
de: Bandbreite Netzwerk testen
el: Δοκιμή εύρους ζώνης δικτύου
es: Probar ancho de banda de la red
fr: Tester la bande passante du réseau
it: Testa la larghezza di banda della rete
nl: Test netwerk bandbreedte
pl: Sprawdź przepustowość sieci
pt_br: Testar a largura de banda da rede
ru: Тестировать скорость сети
sv: Pröva nätverkets bandvidd
tr: Ağ bant genişliğini sınayın

source: Show all network connections and ports
am: ሁሉንም የ ኔትዎርክ ግንኙነት እና ports ማሳያ
ca: Mostra totes les connexions de xarxa i ports
da: Vis alle netværksforbindelser og -porte
de: Alle Netzwerkverbindungen und Ports anzeigen
el: Εμφάνιση όλων των συνδέσεων δικτύου και των θυρών
es: Mostrar todos los puertos y conexiones de red
fr: Afficher toutes les connexions et ports réseau
it: Mostra tutte le porte e le connessioni della rete
lt: Rodyti visus tinklo ryšius ir prievadus
nl: Laat alle netwerkverbindingen en poorten zien
pl: Pokaż wszystkie połączenia sieciowe i porty
pt_br: Mostar todas as ligações e portas de rede
ru: Показать все сетевые подключения и порты
sv: Visa alla nätverksanslutningar och portar
tr: Tüm ağ bağlantılarını ve bağlanma yerlerini göster

source: Manage network profiles
am: የ ኔትዎርክ ገጽታዎች አስተዳዳሪ
ca: Gestiona els perfils de xarxa
da: Håndter netværksprofiler
de: Netzwerkprofile verwalten
el: Διαχείριση προφίλ δικτύου
es: Organizar perfiles de red
fr: Gérer les profils réseau
it: Gestisci i profili di rete
lt: Tvarkyti tinklo profilius
nl: Beheer netwerkprofielen
pl: Zarządzaj profilami sieci
pt_br: Gerir perfis de rede
ru: Управление профилями сетевых подключений
sv: Hantera nätverksprofiler
tr: Ağ profillerini yönet

source: Weather forecast
am: የ አየር ንብረት መገመቻ
ca: Previsió Meteorològica
da: Vejrprognose
de: Wettervorhersage
el: Δελτίο καιρού
es: Previsión del tiempo
fr: Prévisions météo
it: Previsioni meteo
lt: Orų prognozė
nl: Weersvoorspelling
pl: Prognoza pogody
pt_br: Previsão do tempo
ru: Прогноз погоды
sv: Väderprognos
tr: Hava durumu tahmini

source: Email client
am: የ ኢሜይል ደንበኛ
ca: Client de correu
da: E-mailklient
de: Email-Programm
el: ηλεκτρονικού ταχυδρομείου
es: Cliente de correo
fr: Client de messagerie
it: Client Email
lt: El. pašto kliento programa
nl: Email programma
pl: Klient poczty e-mail
pt_br: Cliente de correio-electrónico
ru: Почтовый клиент
sv: Email klient
tr: Eposta istemcisi

source: Web browser (text mode)
am: ዌብ መቃኛ (በ ጽሁፍ ዘዴ)
ca: Navegador web (mode text)
da: Webbrowser (tekst tilstand)
de: Internetbrowser (Textmodus)
el: Web browser (text)
es: Navegador web (modo texto)
fr: Navigateur Web (mode texte)
it: Web browser (modalità testo)
lt: Saityno naršyklė (tekstinė veiksena)
nl: Web browser (tekst modus)
pl: Przeglądarka internetowa (tryb tekstowy)
pt_br: Navegador web (modo de texto)
ru: Браузер (текстовый режим)
sv: Webläsare (textläge)
tr: İnternet tarayıcı (metin kipi)

source: Web browser (graphics mode)
am: ዌብ መቃኛ (በ ንድፍ ዘዴ)
ca: Navegador web (mode gràfic)
da: Webbrowser (grafisk tilstand)
de: Internetbrowser (Grafikmodus)
el: Web browser (graphics)
es: Navegador web (modo gráfico)
fr: Navigateur Web (mode graphique)
it: Web browser (modalità grafica)
lt: Saityno naršyklė (grafinė veiksena)
nl: Web browser (grafische modus)
pl: Przeglądarka internetowa (tryb graficzny)
pt_br: Navegador web (modo gráfico)
ru: Браузер (графический режим)
sv: Webläsare (grafiskt läge)
tr: İnternet tarayıcı (grafik kipi)

source: Chat client
am: የ ውይይት ደንበኛ
ca: Client de Xat
da: Chat-klient
de: Chat-Programm
el: συνομιλίας
es: Cliente de chat
fr: Client de 'chat'
it: Client Chat
lt: Pokalbių kliento programa
nl: Chatprogramma
pl: Klient czatu
pt_br: Cliente de conversação (chat)
ru: Чат-клиент
sv: Chat klient
tr: Şöyleşi istemcisi

source: RSS/Atom feed reader
am: RSS/Atom የ መቀበያ አንባቢ
ca: Lector de feeds RSS/Atom
da: RSS/Atom feed-læser
de: Anzeiger von RSS/Atom Feeds
es: Lector de RSS/Atom
fr: Lecteur de flux RSS/Atom
it: Lettore di feed RSS/Atom
lt: RSS/Atom kanalų skaitytuvė
pl: Czytnik kanałów RSS/tom
pt_br: Painel RSS/Atom (notícias)
ru: Клиент новостных лент RSS/Atom
sv: RSS/Atom feed-läsare
tr: RSS/Atom okuma kaynağı

source: BitTorrent client
ca: Client de BitTorrent
da: BitTorrent-klient
de: BitTorent-Programm
el: BitTorrent
es: Cliente BitTorrent
fr: Client BitTorrent
it: Client BitTorrent
lt: BitTorrent kliento programa
nl: Bittorrent programma
pl: Klient BitTorrent
pt_br: Cliente de BitTorrent
ru: Клиент BitTorrent
sv: BitTorrent klient
tr: BitTorrent istemcisi

source: Midnight commander file manager
am: Midnight commander የ ፋይል አስተዳዳሪ
ca: Gestor de fitxers Midnight Commander
da: Midnight commander-filhåndtering
de: Dateiverwaltung "Midnight Commander"
el: Midnight commander
es: Gestor de ficheros Midnight Commander
fr: Gestionnaire de fichiers Midnight Commander
it: Gestore di file Midnight Commander
lt: Midnight commander failų tvarkytuvė
nl: Midnight commander bestandsbeheerder
pl: Menedżer plików Midnight Commander
pt_br: Gestor de ficheiros Midnight Commander
ru: Файловый менеджер Midnight commander
sv: Midnight commander filhanterare
tr: Midnight commander dosya yöneticisi

source: Word Processor
am: ቃላት ማቀናበሪያ
ca: Processador de Text
da: Tegnbehandling
de: Textverarbeitung
el: Επεξεργαστή Κειμένου
es: Procesador de textos
fr: Traitement de texte
it: Elaboratore di testi
lt: Tekstų rengyklė
pl: Edytor tekstu
pt_br: Processador de texto
ru: Текстовый процессор
sv: Ordbehandling
tr: Sözcük İşlemci

source: Calendar/Schedule
am: ቀን መቁጠሪያ/እቅድ
ca: Calendari/Agenda
da: Kalender/planlægning
de: Kalender/Terminplan
el: Ημερολόγιο/Πρόγραμμα
es: Calendario/Horario
fr: Calendrier/Organiseur
it: Calendario/Agenda
lt: Kalendorius/Tvarkaraštis
nl: Kalender/Schema
pl: Kalendarz/Harmonogram
pt_br: Calendário/Agenda
ru: Календарь/Расписание
sv: Kalender/Schema
tr: Takvim/İzlence

source: Simple text editor
am: ቀላል የ ጽሁፍ ማረሚያ
ca: Editor de text senzill
da: Simpel tekstredigering
de: Einfacher Texteditor
el: Απλός επεξεργαστής κειμένου
es: Editor de texto simple
fr: Simple éditeur de texte
it: Semplice editor di testo
lt: Paprastas tekstų redaktorius
nl: Eenvoudige tekst editor
pl: Prosty edytor tekstu
pt_br: Editor de texto básico
ru: Простой текстовый редактор
sv: Enkel textredigerare
tr: Basit metin düzenleyici

source: Advanced text editor
am: የረቀቀ የ ጽሁፍ ማረሚያ
ca: Editor de text avançat
da: Avanceret tekstredigering
de: Texteditor mit erweiterter Funktionalität
el: Σύνθετο πρόγραμμα επεξεργασίας κειμένου
es: Editor de texto avanzado
fr: Editeur de texte avancé
it: Avanzato editor di testo
lt: Išplėstinis tekstų redaktorius
nl: Geavanceerde tekst editor
pl: Zaawansowany edytor tekstu
pt_br: Editor de texto avançado
ru: Продвинутый текстовый редактор
sv: Avancerad textredigerare
tr: Gelişmiş metin düzenleyici

source: File system table
am: የ ፋይል ስርአት ሰንጠረዥ
ca: Taula de Sistemes de fitxers
da: Filsystemtabel
de: Tabelle des Dateisystems
el: Πίνακας συστήματος αρχείων
es: Tabla de la sistema de ficheros
fr: Table des systèmes de fichiers
it: Tabella del file system
lt: Failų sistemos lentelė
nl: Bestandssysteem tabel
pl: Tabela systemu plików
pt_br: Tabela de sistema de ficheiros
ru: Таблица файловых систем
sv: Filsystemstabell
tr: Dosya sistemi tablosu

source: X Windows Configuration
am: X መስኮት ማሰናጃ
ca: Configuració de X Windows
da: Konfiguration af X-vinduer
de: Konfiguration X Fenster
el: Ρύθμιση του X Windows
es: Configuración X Windows
fr: Configuration de X Windows
it: Configurazione di X Windows
lt: X langų konfigūracija
nl: X Windows Configuratie
pl: Konfiguracja X Window
pt_br: Configuração de Janelas do X
ru: Конфигурация оконной системы X Window
sv: X Windows Konfiguration
tr: X Pencere Yapılandırması

source: SLiM Graphical login manager
am: SLiM Graphical የ መግቢያ አስተዳዳሪ
ca: Gestor d'entrada gràfic SLIM
da: SLiM grafisk loginhåndtering
de: Grafische Login-Verwaltung "Slim"
el: διαχειριστής σύνδεσης SLiM
es: Gestor de Inicio grafica para SLiM
fr: Gestionnaire des connexions graphique SLiM
it: Gestore grafico di login SLiM
lt: SLiM grafinė prisijungimo tvarkytuvė
nl: SLiM Grafische login beheerder
pl: Graficzny menedżer logowania SLiM
pt_br: SLiM - Gestor gráfico de acesso ao sistema
ru: Графический менеджер логина SLiM
sv: SLiM Grafisk login-hanterare
tr: SLİM Grafik giriş yöneticisi

source: Installed bootloader
am: የ ተገጠመ የ ማስነሻ መጫኛ
ca: Arrencador instal·lat
da: Installerede opstartsindlæser
de: Installierter Bootlader
el: Εγκαταστημένο bootloader
es: Cargador de arranque instalado
fr: Chargeur d'amorçage installé
it: Bootloader installato
lt: Įdiegta paleidyklė
nl: Bootlader geïnstalleerd
pl: Zainstalowany program rozruchowy
pt_br: Gestor do arraque instalado
ru: Установленный загрузчик
sv: Installerad bootloader
tr: Önyükleyici kurulu

source: Live usb BIOS bootloader
am: በ ቀጥታ usb BIOS ማስነሻ መጫኛ
ca: Arrencador BIOS de USB autònom
da: Live usb BIOS-opstartsindlæser
de: BIOS Bootlader des Live-USB-Systems
es: Cargador BIOS del LIVEUSB
fr: Chargeur d'amorçage du BIOS du Live usb
nl: Live usb BIOS bootlader
pl: Program rozruchowy Live-USB dla BIOS
pt_br: Gestor do arraque por BIOS, em USB-executável
ru: Загрузчик BIOS режима Live USB
tr: Çalışan usb BİOS önyükleyici

source: Live usb UEFI bootloader
am: በ ቀጥታ usb UEFI ማስነሻ መጫኛ
ca: Arrencador UEFI de USB autònom
da: Live usb UEFI-opstartsindlæser
de: UEFI Bootlader des Live-USB-Systems
es: Cargador UEFI del LIVEUSB
fr: Chargeur d'amorçage UEFI du Live usb
nl: Live usb UEFI bootlader
pl: Program rozruchowy Live-USB dla UEFI
pt_br: Gestor do arraque por UEFI, em USB-executável
ru: Загрузчик UEFI режима Live USB
tr: Çalışan usb UEFİ önyükleyici

source: Remaster Exclude List
am: እንደገና መስሪያ የማያካትተው ዝርዝር
ca: Llista d'exclusions del Remaster
da: Remaster-ekskluderingsliste
de: Ausschlußliste für das Remastern
el: Remaster Εξαίρεση λίστας
es: Lista de Exclusiones para Remasterizar
fr: Liste d'exclusion d'une remasterisation
it: Lista di esclusione di Remaster
nl: Remaster Uitsluitingslijst
pl: Lista wykluczeń dla opcji Remaster
pt_br: Lista de exclusão do Recompositor (Remaster)
sv: Remaster Exkludera Lista
tr: Dışarıda bırakılanlar listesini yeniden düzenle

source: Snapshot Exclude List
am: የ መመልከቻ ፎቶ የማያካትተው ዝርዝር
ca: Llista d'exclusions de la instantània
da: Øjebliksbillede-ekskluderingsliste
de: Ausschlußliste für den Systemschnappschuß
el: Snapshot Εξαίρεση λίστας
es: Lista de Exclusión para Snapshot
fr: Liste d'exclusion d'un Instantané
it: Lista di esclusione di Snapshot
nl: Snapshot Uitsluitingslijst
pl: Lista wykluczeń dla opcji Snapshot (Zrzut systemu)
pt_br: Lista de exclusão do Criador de imagens ISO (Snapshot)
sv: Snapshot Exkludera Lista
tr: Anlık Dışarıda Bırakılanlar Listesi

source: Remaster Exclude List 2
am: እንደገና መስሪያ የማያካትተው ዝርዝር 2
ca: Llista d'exclusions 2 del Remaster
da: Remaster-ekskluderingsliste 2
de: Ausschlußliste 2 für das Remastern
el: Remaster Εξαίρεση λίστας 2
es: Lista 2 de Exclusión de Remasterizar
fr: Liste d'exclusion d'une remasterisation 2
it: Lista 2 di esclusione di Remaster
nl: Remaster Uitsluitingslijst 2
pl: Lista wykluczeń 2 dla opcji Remaster
pt_br: Lista de exclusão 2 do Recompositor (Remaster)
sv: Remaster Exkludera Lista 2
tr: Dışarıda bırakılanlar 2 listesini yeniden düzenle
