Repository: BitJam/Transifex-translations
Catalog: antix-development.antix-bash-libs/*.po
Languages: am, bg, ca, cs, da, de, el, es, fi, fr, hr, it, nl, pl, pt_br, ru, sv, tr

source: warning
am: ማስጠንቀቂያ
bg: внимание
ca: avís
cs: varování
da: advarsel
de: Warnung
el: προειδοποίηση
es: Advertencia
fi: varoitus
fr: avertissement
hr: upozorenje
it: Attenzione
nl: waarschuwing
pl: ostrzeżenie
pt_br: aviso
ru: предупреждение
sv: varning
tr: uyarı

source: Really Quit?
am: በ እርግጥ ላጥፋው?
bg: Наистина Изход?
ca: Voleu sortir?
cs: Skutečně ukončit?
da: Afslut virkeligt?
de: Wirklich beenden?
el: Πραγματικά Κλείστε;
es: ¿Salir de verdad?
fi: Haluatko varmasti lopettaa?
fr: Vraiment Quitter?
hr: Zaista završiti?
it: Uscire davvero?
nl: Werkelijk stoppen?
pl: Na pewno wyjść?
pt_br: Sair, realmente?
ru: Действительно, выйти?
sv: Menar du verkligen Sluta?
tr: Gerçekten çıkmak istiyor musun?

source: Y
ca: S
cs: A
da: J
fi: K
hr: D
it: S
nl: J
pl: T
pt_br: S

source: y
ca: s
cs: a
da: j
fi: k
hr: d
it: s
nl: j
pl: t
pt_br: s

source: Press <Enter> to Continue
am: ይጫኑ <Enter> ለ መቀጠል
bg: Натиснете <Enter> за да Продължите
ca: Premeu <Retorn> per continuar
cs: Stiskněte <Enter> pro pokračování
da: Tryk på <Enter> for at fortsætte
de: Drücken Sie <Enter> um fortzufahren
el: Πιέστε το πλήκτρο ENTER για να συνεχίσετε
es: Presione <Entrada> para continuar
fi: Paina <Enter> jatkaaksesi
fr: Appuyez sur <Enter> pour continuer
hr: Pritisni <Enter> za nastavak
it: Premi <Invio> per continuare
nl: Druk op <Enter> om verder te gaan
pl: Wciśnij <Enter> aby kontynuować
pt_br: Premir <Enter> para Continuar
ru: Нажмите <Enter> для продолжения
sv: Tryck på <Enter> för att Fortsätta
tr: Devam etmek için <Enter> tuşuna basın

source: Try again
am: እንደገና ይሞክሩ
bg: Опитайте отново
ca: Torneu a provar-ho
cs: Zkuste znovu
da: Prøv igen
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Inténtelo de nuevo
fi: Yritä uudelleen
fr: Essayez à nouveau
hr: Pokušaj ponovno
it: Riprova
nl: Nogmaals proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Попробуйте еще раз
sv: Försök igen
tr: Tekrar deneyin

source: you entered: %s
am: እርስዎ አስገብተዋል: %s
bg: вие въведохте: %s
ca: heu entrat: %s
cs: zadali jste: %s
da: du indtastede: %s
de: Sie haben eingegeben: %s
el: έχετε εισάγει: %s
es: Ingresó: %s
fi: syötit: %s
fr: entrées: %s
hr: unijeli ste: %s
it: hai inserito: %s
nl: u heeft %s ingevoerd
pl: Wprowadzono: %s
pt_br: introduzido: %s
ru: Вы вошли: %s
sv: du skrev in: %s
tr: girdiğiniz: %s

source: Is this correct?
am: ይህ ትክክል ነው?
bg: Това коректно ли е?
ca: És correcte?
cs: je toto správně?
da: Er det korrekt?
de: Ist das richtig?
el: Είναι σωστό?
es: ¿Está esto correcto?
fi: Onko tämä oikein?
fr: Est-ce correct?
hr: Je li to ispravno?
it: Questo è corretto?
nl: Is dit juist?
pl: Czy to jest poprawne?
pt_br: Está correto?
ru: Это правильно?
sv: Är detta riktigt?
tr: Bu geçerli mi?

source: Enter a number
am: ቁጥር ያስገቡ
bg: Въведете номер
ca: Entreu una xifra
cs: Zadejte číslo
da: Indtast et nummer
de: Geben Sie eine Zahl ein
el: Εισήγαγε έναν αριθμό:
es: Ingrese un número
fi: Syötä numero
fr: Entrez un numéro
hr: Unesite broj
it: Inserisci un numero
nl: Voer een nummer in
pl: Wprowadź numer
pt_br: Introduzir um número
ru: Введите число
sv: Skriv in en siffra
tr: Bir numara girin

source: (or a letter)
am: (ወይንም ፊደል)
bg: (или буква)
ca: (o una lletra)
cs: (nebo písmeno)
da: (eller et bogstav)
de: (oder einen Buchstaben)
el: (ή ένα γράμμα)
es: (o una letra)
fi: (tai kirjain)
fr: (ou une lettre)
hr: (ili slovo)
it: (o una lettera)
nl: (of een letter)
pl: (lub literę)
pt_br: (ou uma letra)
ru: (или букву)
sv: (eller en bokstav)
tr: (veya bir harf)

source: Your selection was empty.
am: እርስዎ ምንም አልመረጡም
bg: Вашия избор беше празен.
ca: La vostra tria és buida.
cs: Váš výběr byl prázdný.
da: Dit valg var tomt.
de: Ihre Auswahl war leer.
el: Η επιλογή σας ήταν άδειο.
es: Su selección está vacía.
fr: Votre sélection est vide.
hr: Vaš odabir je bio prazan.
it: La tua selezione era vuota.
nl: Uw selectie was leeg.
pl: Twój wybór był pusty.
pt_br: A seleção está vazia.
ru: Ваш выбор пуст.
sv: Ditt val var tomt.
tr: Seçiminiz boştu.

source: You must select a number.
am: እርስዎ ቁጥር መምረጥ አለብዎት
bg: Трябва да изберете номер.
ca: Cal que trieu una xifra.
cs: Musíte vybrat číslo.
da: Du skal vælge et nummer.
de: Sie müssen eine Nummer auswählen.
el: Πρέπει να επιλέξετε έναν αριθμό.
es: Debe seleccionar un número.
fi: Sinun täytyy valita numero
fr: Vous devez sélectionner un nombre.
hr: Morate odabrati broj.
it: Devi selezionare un numero.
nl: U dient een nummer te selecteren.
pl: Musisz wybrać liczbę.
pt_br: É necessário selecionar um número.
ru: Вы должны выбрать число
sv: Du måste välja en siffra.
tr: Bir numara seçmelisiniz.

source: Your selection %s was out of range.
am: የ እርስዎ ምርጫ %s ከ መጠን ውጪ ነው
bg: Вашия избор %s беше извън обхват.
ca: La vostra tria %s està fora de marges.
cs: Váš výběr %s byl mimo rozsah.
da: Dit valg %s var uden for område.
de: Ihre Auswahl %s war außerhalb des Bereichs.
el: Η επιλογή σας %s ήταν εκτός εμβέλειας
es: Su selección %s está fuera de rango.
fr: Votre sélection %s est hors de portée.
it: La tua selezione %s era fuori dall'intervallo.
nl: Uw selectie %s lag buiten het bereik.
pl: Twój wybór %s był poza zakresem.
pt_br: A selecção %s estava fora dos limites
ru: Ваш выбор %s выходит из диапазона.
sv: Ditt val %s var utanför området.
tr: Seçiminiz %s kapsam dışındaydı.

source: Error
am: ስህተት
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
hr: Greška
it: Errore
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata

source: Switching to CLI mode.
am: ወደ CLI ዘዴ በ መቀየር ላይ
bg: Преминаване към CLI режим.
ca: Canvia al mode de línia d'ordres.
cs: Přepínání na režim CLI
da: Skifter til CLI-tilstand.
de: Umschalten auf den CLI-Modus
el: Μετάβαση σε περιβάλλον Διεπαφής με Γραμμές Εντολών/CLI
es: Cambiando a modalidad CLI.
fi: Siirrytään käyttämään komentoriviä.
fr: Passage en mode CLI.
hr: Prebacujem na CLI način rada.
it: Passaggio alla modalità CLI in corso
nl: Overschakelen naar CLI mode.
pl: Przejście do trybu CLI.
pt_br: A mudar para linha de comando
ru: Переключение в режим командной строки.
sv: Växlar till CLI mode.
tr: CLİ kipine çevriliyor.

source: Standard options
am: መደበኛ ምርጫ
bg: Стандартни опции
ca: Opcions estàndard
cs: Standardní volby
da: Standardtilvalg
de: Standard Optionen
el: Συνηθισμένες επιλογές
es: Opciones estándar
fi: Standardiasetukset
fr: Les options standards
hr: Standardne opcije
it: Opzioni standard
nl: Standaard opties
pl: Standardowe opcje
pt_br: Opções padrão
ru: Стандартные опции
sv: Standardval
tr: Standart seçenekler

source: Force command line interface
am: የ ትእዛዝ መስመር ገጽታ ማስገደጃ
bg: Форсирай команден интерфейс
ca: Força la interfície de línia d'ordres
cs: Vynutit rozhraní příkazového řádku
da: Gennemtving kommandolinjegrænseflade
de: Erzwinge Befehlsschnittstelle
el: Επιβολή της διεπαφής με γραμμές εντολών
es: Forzar la interfaz de línea de comandos
fr: Forcer l'interface ligne de commande
hr: Prisilli sučelje naredbenog retka
it: Forzare l'interfaccia a linea di comando
nl: Command line interface oproepen
pl: Wymuś interfejs wiersza poleceń
pt_br: Forçar a interface de linha de comando
ru: Вызвать интерфейс командной строки
sv: Tvinga kommandolinje-interface
tr: Komut satırı arayüzünü zorla

source: Force console colors to bright
am: የ console ቀለም ወደ ደማቅ ማስገደጃ
bg: Форсирай цветовте на цонзолата към ярки
ca: Força colors de consola brillants
cs: Změnit barvy konzole na světlé
da: Gennemtving lyse konsolfarver
de: Erzwinge helle Konsolenfarbe
el: Επιβολή των χρωμάτων της κονσόλας στο φωτεινό
es: Forzar los colores de la consola a brillantes
fi: Pakota konsoliin kirkkaat värit
fr: Forcer les couleurs de la console en mode clair
it: Forzare i colori del terminale ad essere luminosi
nl: Console kleuren helderder maken
pl: Wymuś jasne kolory konsoli
pt_br: Forçar cores vivas no terminal/consola
ru: Повысить яркость цветов консоли
sv: Tvinga kommandofönstrets färger att bli ljusa
tr: Uçbirim renklerini parlaklık için zorla

source: Force GUI interface (usually never needed)
am: GUI interface ማስገደጃ (አብዛኛውን ጊዜ አያስፈልግም)
bg: Форсирай графичен интерфейс (обикновено не е нужен)
ca: Força interfície gràfica (normalment no és necessari)
cs: Vynutit rozhraní GUI (většinou není potřeba)
da: Gennemtving grafisk brugerflade (behøves normalt aldrig)
de: Erzwinge GUI-Schnittstelle (wird in der Regel nie gebraucht)
el: Επιβολή Γραφικής Διεπαφής Χρήστη/GUI (συνήθως δεν χρειάζεται ποτέ)
es: Forzar la interfaz GUI (usualmente nunca es necesario)
fr: Forcer l'interface graphique (généralement jamais utilisé)
hr: Prisili grafičko sučelje (gotovo nikada nije potrebno)
it: Forzare l'interfaccia GUI (solitamente non è necessario)
nl: GUI interface opstarten (doorgaans niet nodig)
pl: Wymuś interfejs GUI (zazwyczaj nigdy nie jest potrzebny)
pt_br: Forçar interface gráfica (em princípio nunca é necessário)
ru: Вызвать графический интерфейс (обычно не требуется)
sv: Tvinga GUI interface (vanligtvis aldrig behövt)
tr: GUI arayüzünü zorla (çoğunlukla gerek duyulmadı)

source: Show this simple help
am: ይህን ቀላል እርዳታ ማሳያ
bg: Покажи тази елементарна помощ
ca: Mostra aquesta ajuda senzilla
cs: Zobrazit tuto stručnou nápovědu
da: Vis denne simple hjælp
de: zeigt diesen simplen Hilfetext
el: Εμφάνιση αυτής της απλής βοήθειας
es: Mostrar esta ayuda simple
fi: Näytä tämä helppo ohje
fr: Afficher cette aide simple
hr: Prikaži ovu jednostavnu pomoć
it: Mostra questo semplice aiuto
nl: Deze eenvoudige hulp tonen
pl: Pokaż tę prostą pomoc
pt_br: Mostrar esta ajuda básica
ru: Показать эту простую справку
sv: Visa denna enkla hjälp
tr: Bu basit yardımı göster

source: Force console colors to muted/dimmer
am: የ console ቀለም ወደ ፈዛዛ ማስገደጃ
bg: Форсирай конзолни цветове на заглушени/затъмнени
ca: Força els colors de consola foscos
cs: Změnit barvy konzole na zeslabené/tmavší
da: Gennemtving nedtoning af konsolfarver
de: Erzwinge gedämpfte/gedimmte Konsolenfarbe
el: Επιβολή των χρωμάτων της κονσόλας στο σιωπηλό/μειωμένο
es: Forzar los colores de la consola a menos brillantes/opacos
fr: Forcer les couleurs de la console en mode sombre
it: Forzare i colori del terminale ad essere spenti/opachi
nl: Console-kleuren dimmen
pl: Wymuś stonowane/przyciemnione kolory konsoli
pt_br: Forçar cores suaves no terminal/consola
ru: Уменьшить яркость цветов консоли
sv: Tvinga kommandofönstrets färger att bli dämpade/svagare
tr: Uçbirim renklerini sessiz/kısık yap

source: Turn off console colors
am: የ console ቀለም ማጥፊያ
bg: Изключи конзолните цветове
ca: Desactiva els colors de consola
cs: Vypnout barvy konzole
da: Slå konsolfarver fra
de: Ausschalten der Konsolenfarbe (für schwarz-weiß Text)
el: Απενεργοποίηση των χρωμάτων της κονσόλας
es: Apagar los colores de la consola
fi: Poista värit konsolista
fr: Ne pas afficher les couleurs de la console
hr: Isključite boje konzole
it: Disattiva i colori della console
nl: Console-kleuren uitschakelen
pl: Wyłącz kolory konsoli
pt_br: Desligar cores do terminal/consola
ru: Выключить цветность консоли
sv: Stäng av kommandofönstrets färger
tr: Uçbirim renklerini kapat

source: Turn off logging
am: መግቢያውን ማጥፊያ
bg: Изключи писането на логове
ca: Desactiva el registre
cs: Vypnout zaznamenávání
da: Slå logning fra
de: Ausschalten der Protokollierung
el: Απενεργοποίηση της σύνδεσης
es: Apagar el guardado de historiales
fi: Poista tapahtumien kirjaaminen käytöstä
fr: Désactivez la journalisation
it: Disattiva l'accesso
nl: Logboek uitschakelen
pl: Wyłącz rejestrowanie
pt_br: Desligar registos
ru: Отключить журналирование
sv: Stäng av loggning
tr: Günlüğe kaydı kapat

source: Suppress extra questions and printing
am: ተጨማሪ ጥያቄ እና ማተሚያ ማመቂያ
bg: Постискане на допълнителни въпроси и принтиране
ca: Elimina les preguntes i escriptures addicionals
cs: Potlačit dodatečné otázky a vypisování
da: Undertryk ekstra spørgsmål og udskrivning
de: Unterdrücken zusätzlicher Fragen und Ausgaben
el: Να μην εμφανίζονται επιπλέον ερωτήσεις και εκτύπωση
es: Suprimir las preguntas extra e imprimir
fr: Supprimer les questions supplémentaires et d'impression
it: Sopprimi domande extra e messaggi sul video
nl: Extra vragen en afdrukken achterhouden
pl: Pomiń dodatkowe pytania i wyświetlanie
pt_br: Suprimir questões extra e impressão
ru: Скрыть дополнительные запросы и печать
sv: Undertryck extra frågor och skrivande
tr: Fazla soru sorulmasını engelleyin ve yazdırın

source: Pretend yad does not exist
am: yad እንደሌለ ይገምቱ
bg: Претендирай yad не съществува
ca: Suposa que YAD no existeix
cs: Předstírat, že yad neexistuje
da: Lade som om yad ikke findes
de: Vorgeben, daß yad nicht vorhanden ist
el: Προσποιηθείτε ότι το yad δεν υπάρχει
es: Pretender que yad no existe
fr: Yad semble ne pas exister
it: Disponi che yad non si attivi
nl: Doen alsof yad niet bestaat
pl: Udawaj, że yad nie istnieje
pt_br: Agir como se não existisse o yad
ru: Симулировать отсутствие yad
sv: Låtsas som om yad inte finns
tr: Yad yokmuş gibi davran

source: Print more
am: ተጨማሪ ማተሚያ
bg: Принтирай още
ca: Escriu més
cs: Vypisovat více
da: Udskriv mere
de: Mehr und ausführlicher ausgeben
el: Εκτυπώστε περισσότερα
es: Imprimir más
fi: Tulosta enemmän
fr: Imprimez plus
it: Mostra di più
nl: Meer afdrukken
pl: Wyświetl więcej
pt_br: Imprimir mais
ru: Распечатать больше
sv: Skriv mer
tr: Daha çok baskı

source: Debug options
am: የ ማስተካከያ ምርጫ
bg: Опции за отстраняване на грешки
ca: Opcions de depuració
cs: Možnosti ladění
da: Fejlretningstilvalg
de: Debug / Fehlersuche Optionen
el: Επιλογές αποσφαλμάτωσης
es: Opciones de depuración
fr: Les options de débogage
it: Opzioni di debug
nl: Debug opties
pl: Opcje debugowania
pt_br: Opções de depuração (debug)
ru: Опции отладки
sv: Debug-alternativ
tr: Hata ayıklama seçenekleri

source: Debug Pango markup sent to yad
am: የ Pango ጭማሪ ወደ yad የተላከውን ማስተካከያ
bg: Дебъг Панго информация изпратена до yad
ca: Depura l'etiquetatge Pango enviat a YAD
cs: Ladící značení Pango odesláno do yad
da: Fejlretnings Pango-opmærkning sendt til yad
de: Debug Pango markup gesendet an yad
es: Depurar la marca de Pango enviada a yad
fr: Balisage Debug Pango envoyé à yad
it: Debug Pango markup inviato a yad
nl: Pango opmaak die naar yad verzonden is debuggen
pl: Znaczniki debugowania Pango zostały wysłane yad
pt_br: Depurar a marcação Pango enviada para o yad
ru: Отправить разметку Pango в yad
sv: Debug Pango markup sänt till yad

source: Show all lower-case globals when done
am: ሁሉንም lower-case አለም አቀፍ ማሳያ ማሳያ በሚጨርስ ጊዜ
bg: Покажи всички глобални промени с малки букви при приключване
ca: Mostra en minúscula tots els globals en acabar
cs: Po skončení zobrazit všechny globální s malými písmeny
da: Vis alle globals med små bogstaver når færdig
de: Zeige alle Kleinbuchstaben-globals am Ende
el: Εμφάνιση όλων πεζά globals όταν τελειώσετε
es: Mostrar todos los globals de minúsculas al acabar
fr: Montrer toutes les variables globales minuscules lorsque vous avez terminé
it: Mostra tutte le globals minuscole una volta terminato
nl: Toon alle lower-case globals na afloop
pt_br: Mostrar todas as variáveis globais em minúsculas quando concluído
ru: Показать все строчные глобальные переменные, когда будет готово
sv: Visa alla lower-case globals när det är färdigt
tr: Tamamlandığında tüm küçük harfleri göster

source: Show all globals when done
am: አለም አቀፍ ማሳያ ማሳያ በሚጨርስ ጊዜ
bg: Покажи всички глобали при приключване
ca: Mostra tots els globals en acabar
cs: Po skončení zobrazit všechny globální
da: Vis alle globals når færdig
de: Zeige alle globals am Ende
el: Εμφάνιση όλων των globals όταν τελειώσετε
es: Mostrar todos los globals al acabar
fr: Montrer toutes les variables globales lorsque vous avez terminé
it: Mostra tutte le globals una volta terminato
nl: Toon ale globals na afloop
pt_br: Mostrar todas as variáveis galobais quando pronto
ru: Показать все глобальные переменные, когда будет готово
sv: Visa alla globals när det är färdigt

source: option %s requires an argument
am: ምርጫው %s ክርክር ይፈልጋል
bg: опция %s изисква опция
ca: l'opció %s necessita un argument
cs: možnost %s vyžaduje argument
da: tilvalget %s kræver et argument
de: option %s erfodert ein Argument
el: επιλογή %s απαιτεί ένα όρισμα
es: la opción %s requiere un argumento
fr: option %s nécessite un argument
hr: opcija %s zahtjeva argument
it: l'opzione %s richiede un argomento
nl: optie %s vereist een argument
pl: opcja %s wymaga argumentu
pt_br: a opção %s requer um argumento
ru: Опции %s требуется аргумент
sv: option %s behöver ett argument
tr: %s seçeneği bir sav gerektirir

source: option %s does not take an argument
am: ምርጫው %s ክርክር አይፈልግም
bg: опция %s не приема аргумент
ca: l'opció %s no pren un argument
cs: možnost %s nepřebírá argument
da: tilvalget %s modtager ikke et argument
de: option %s ist kein Argument
el: επιλογή %s δεν απαιτεί ένα όρισμα
es: la opción %s no requiere argumentos
fr: %s option ne prend pas d'argument
it: l'opzione %s non richiede un argomento
nl: Optie %s heeft geen argument nodig
pl: opcja %s nie przyjmuje argumentu
pt_br: a opção %s não leva argumento
ru: Опция %s не принимает аргумент
sv: option %s ska inte ha ett agument
tr: %s seçeneği bir sav almaz

source: unknown argument %s
am: ያልታወቀ ክርክር %s
bg: непознат аргумент %s
ca: argument %s desconegut
cs: neznámý argument %s
da: ukendt argument %s
de: unbekanntes Argument %s
el: Άγνωστη όρισματος %s
es: argumento desconocido %s
fr: argument inconnus %s
hr: nepoznati argument %s
it: argomento %s sconosciuto
nl: Onbekend argument %s
pl: nieznany argument %s
pt_br: argumento desconhecido %s
ru: Неизвестный аргумент %s
sv: okänt argument %s
tr: bilinmeyen sav %s

source: Too many extra arguments: %s
am: በርካታ ተጨማሪ ክርክር: %s
bg: Твърде много допълнителни аргументи: %s
ca: Massa arguments addicionals: %s
cs: Příliš mnoho dodatečných argumentů: %s
da: For mange ekstra argumenter: %s
de: Zu viele zusätzliche Argumente: %s
el: Πάρα πολλά επιπλέον όρισματα: %s
es: Demasiados argumentos extra: %s
fr: Trop d'arguments supplémentaires: %s
it: Troppi argomenti aggiuntivi: %s
nl: Te veel extra argumenten: %s
pl: Zbyt wiele dodatkowych argumentów: %s
pt_br: Demasiados argumentos extra: %s
ru: Слишком много лишних аргументов: %s
sv: För många extra argument: %s
tr: Çok fazla ek sav var: %s

source: Too few arguments. Needed at least %s
am: ቢያንስ ትንሽ ክርክር ያስፈልጋል %s
bg: Твърде малко аргументи. Нужни са поне %s
ca: Pocs arguments. En calen com a mínim %s
cs: Příliš málo argumentu. Je potřeba alespoň %s
da: For få argumenter. Skal være mindst %s
de: Zu wenig Argumente. Mindestens erforderlich %s
el: Πολύ λίγες ορίσματα. Απαιτούνται τουλάχιστον %s
es: Muy pocos argumentos. Son necesarios al menos %s
fr: Trop peu de arguments. Besoin d'au moins %s
hr: Premalo argumenata. Potrebno je najmanje %s
it: Troppo pochi argomenti. Ne servono almeno %s
nl: Te weinig argumenten. Tenminste %s nodig
pl: Zbyt mało argumentów. Potrzebne co najmniej %s
pt_br: Argumentos insuficientes. São necessários pelo menos %s
ru: Слишком мало аргументов. Нужно как минимум %s
sv: För få argument. Behöver åtminstone %s
tr: Çok az sav var. En az %s gerekli

source: Expected a numeric value after %s parameter
am: የ ቁጥር ዋጋ ይጠበቃል ከ %s ደንብ በኋላ
bg: Очаквана цифрена стойност след %s параметър
ca: S'esperava un valor numèric després del paràmetre %s
cs: Předpokládána číselná hodnota po parametru %s
da: Ventede en numerisk værdi efter %s-parameter
de: Erwartet einen numerischen Wert nach dem Parameter %s
el: Αναμενόμενη μια αριθμητική τιμή μετά την παράμετρο %s
es: Se esperaba un valor numérico luego del parámetro %s
fr: S'attendre à une valeur numérique après le paramètre %s
it: Ci si aspetta un valore numerico dopo il parametro %s
nl: Een numerieke waarde verwacht na parameter %s
pl: Oczekiwano wartości liczbowej po parametrze %s
pt_br: Esperado um valor numérico depois do parâmetro %s
ru: Ожидается числовое значение после %s параметра
sv: Väntade ett numeriskt värde efter %s parameter
tr: %s değişkeninden sonra sayısal bir değer bekleniyor

source: Do you really want to quit from %s?
am: እርስዎ በ እርግጥ ማጥፋት ይፈልጋሉ %s?
bg: Наитина ли искате да излезете от %s?
ca: De debò voleu sortir de %s?
cs: Opravdu chcete odejít z %s?
da: Vil du virkelig afslutte fra %s?
de: Wollen Sie wirklich aufhören %s?
el: Θέλετε πραγματικά να αποχωρήσει από το %s;
es: ¿Realmente desea salir de %s?
fr: Voulez-vous vraiment quitter depuis %s?
it: Vuoi davvero uscire da %s?
nl: Wilt u echt ophouden met %s?
pl: Czy na pewno chcesz wyjść z %s?
pt_br: Quer mesmo sair de %s?
ru: Вы действительно хотите выйти из %s?
sv: Vill du verkligen avbryta från %s?
tr: %sden gerçekten çıkmak istiyor musunuz?

source: This script can only be run in a %s environment.
am: ይህ ጽሁፍ መሄድ ያለበት እንደ %s አካባቢ ነው.
bg: Този скрипт може да се пусне само в %s среда.
ca: Aquest script només es pot executar en un entorn %s.
cs: Tento skript může být spuštěn pouze z prostředí %s
da: Scriptet kan kun køre i et %s-miljø.
de: Dieses Skript nur in einer %s Umgebung ausgeführt werden.
el: Αυτό το σενάριο μπορεί να εκτελεστεί μόνο σε περιβάλλον ενός %s.
es: Este script se puede ejecutar solamente en un ambiente %s.
fr: Ce script ne peut être exécuté que dans l'environnement %s.
hr: Skripta sa može pokrenuti samo u %s okruženju.
it: Questo script può essere eseguito solamente in un ambiente %s.
nl: Dit script kan alleen worden uitgevoerd in een %s omgeving
pl: Ten skrypt może być uruchamiany tylko w środowisku %s.
pt_br: Esta sequência de instruções (script) só pode ser executada num ambiente %s.
ru: Этот сценарий может быть запущен только в среде %s.
sv: Detta skript kan bara köras i en %s miljö.
tr: Bu betik yalnızca %s ortamında çalıştırılabilir.

source: The %s directory does not exist
am: ይህ %s ዳይሬክቶሪ አልተገኘም
bg: Директорията %s не съществува
ca: No hi ha cap directori %s
cs: Složka %s neexistuje
da: %s-mappen findes ikke
de: Das Verzeichnis %s existiert nicht
el: Φάκελλος %s δεν υπάρχει
es: El directorio %s no existe
fr: Le répertoire %s n'existe pas
it: La directory %s non esiste
nl: De %s folder bestaat niet
pl: %s katalog nie istnieje
pt_br: O diretório %s não existe
ru: %s каталог не существует
sv: %s katalogen finns inte
tr: %s dizini mevcut değil

source: indicating this is not a %s environment.
am: ይህን ማሳየት %s አካባቢ አይደለም.
bg: разпознаване, че това не е %s среда.
ca: el que vol dir que no és un entorn %s.
cs: naznačuje, že toto není prostředí %s.
da: indikerer at det ikke er et %s-miljø.
de: angezeigt, dies ist nicht eine %s Umgebung.
el: δείχνοντας ότι αυτό δεν είναι το περιβάλλον του %s.
es: indica que este no es un ambiente %s
fr: indiquant que ce n'est pas un environnement %s.
it: Questo indica che non siamo in un ambiente %s.
nl: het lijkt erop dat dit geen %s omgeving is.
pl: wskazuje, że to nie jest środowisko %s.
pt_br: indica que este não é um ambiente %s.
ru: Указание, что это не %s среда.
sv: visar att detta inte är en %s miljö.
tr: Bunun bir %s ortamı olmadığını gösterir.

source: Exiting.
am: በ መውጣት ላይ
bg: Излизане.
ca: Sortint.
cs: Ukončování.
da: Afslutter.
de: Wird beendet.
el: Έξοδος.
es: Saliendo.
fi: Poistutaan.
fr: Quitter.
hr: Izlazim.
it: Si esce.
nl: Afsluiten.
pl: Wychodzenie.
pt_br: A sair.
ru: Выход.
sv: Avslutar.
tr: Çıkılıyor.
