Repository: BitJam/Transifex-translations
Catalog: antix-development.antix-bash-libs/*.po
Languages: am, bg, ca, cs, da, de, el, es, fi, fr, hr, it, nl, pl, pt_br, ru, sv, tr

source: Label
am: ምልክት
bg: Табела
ca: Etiqueta
cs: Jmenovka
da: Etiket
de: Bezeichnung
el: Επιγραφή
es: Etiqueta
fi: Nimilappu
fr: étiquette
it: Etichetta
pl: Etykieta
pt_br: Rótulo
ru: Метка
sv: Etikett
tr: Etiket

source: Size
am: መጠን
bg: Размер
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
hr: Veličina
it: Dimensione
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut

source: Free
am: ነፃ
bg: Свободно
ca: Lliure
cs: Volný
da: Ledig
de: Frei
el: Ελεύθερο
es: Libre
fi: Vapaa
fr: libre
hr: Slobodno
it: Liberi
nl: Vrij
pl: Wolne
pt_br: Livre
ru: Свободно
sv: Fri
tr: Özgür

source: Use the "exit" command to return to %s
am: ይጠቀሙ የ "መውጫ" ትእዛዝ ለ መመለስ ወደ %s
bg: Използвайте "exit" командата за да се върнете към %s
ca: Useu l'ordre "exit" per tornar a %s
cs: Použijte příkaz "exit" peo návrat do %s
da: Brug "exit"-kommandoen for at vende tilbage til %s
de: Verwenden Sie "exit" und betätigen Return zur Rückkehr %s
el: Χρησιμοποιήστε την "έξοδο" εντολή να επιστρέψει στο %s
es: Use la orden "salir" para regresar a %s
fi: Käytä "exit" komentoa palataksesi %s
fr: Utilisez la commande "exit" pour revenir à %s
it: Utilizza il comando "exit" per ritornare a %s
nl: Gebruik het commando "exit" om terug te keren naar %s
pl: Użyj polecenia "exit" (wyjście), aby powrócić do %s
pt_br: Use o comando "exit" para voltar a %s
ru: Используйте команду "exit", чтобы вернуться к %s
sv: Använd kommandot "exit" för att återvända till %s
tr: %s'e dönmek için "exit" komutunu kullanın

source: N
fi: E

source: n
fi: e
