Repository: BitJam/Transifex-translations
Catalog: antix-development.antix-bash-libs/*.po
Languages: am, bg, ca, cs, da, de, el, es, fi, fr, hr, it, nl, pl, pt_br, ru, sv, tr

source: Please run this script as root.
am: እባክዎን ይህን ፕሮግራም እንደ root ያስኪዱ
bg: Моля пуснете този скрипт като роот.
ca: Si us plau, executeu aquest script com a usuari principal (root).
cs: Tento skript spusťte, prosím, jako root.
da: Kør venligst scriptet som root.
de: Bitte dieses Skript als root ausführen.
el: Παρακαλούμε να εκτελέσετε αυτό ως root.
es: Por favor ejecute este script como root.
fi: Ole hyvä ja suorita tämä skripti pääkäyttäjänä
fr: S'il vous plaît exécuter ce script en tant qu'administrateur.
hr: Morate pokrenuti ovaj program kao root.
it: Si prega di eseguire questo script come root.
nl: Voer dit script a.u.b. als root uit.
pl: Uruchom ten skrypt jako root.
pt_br: Executar este script (sequência de instruções) como root.
ru: Запустите, пожалуйста, этот скрипт от имени root.
sv: Var vänlig kör detta skript som root.
tr: Lütfen bu betiği root olarak çalıştırın.

source: Variables %s are empty
am: ተለዋዋጭ %s ባዶ ነው
bg: Променливите %s са празни
ca: Les variables %s estan buides
cs: Proměnné %s jsou prázdné
da: Variablerne %s er tomme
de: Variablen %s sind leer
el: Μεταβλητές %s είναι άδειες
es: Las variables %s están vacías
fi: Muuttujat %s ovat tyhjiä
fr: Les variables %s sont vides
hr: Varijable %s su prazne
it: Le variabili %s sono vuote
nl: Varabelen %s zijn leeg
pl: Zmienne %s są puste
pt_br: As variáveis %s estão vazias
ru: Переменные %s пусты
sv: Variablerna %s är tomma
tr: %s değişkenler boş

source: Variable %s is empty
am: ተለዋዋጭ %s ባዶ ነው
bg: Променливата %s е празна
ca: La variable %s està buida
cs: Proměnná %s je prázdná
da: Variablen %s er tom
de: Variable %s ist leer
el: Μεταβλητή %s είναι άδεια
es: La variable %s está vacía
fi: Muuttuja %s on tyhjä
fr: La variable %s est vide
hr: Varijabla %s je prazna
it: La variabile %s è vuota
nl: Variabele %s is leeg
pl: Zmienna %s jest pusta
pt_br: A variável %s está vazia
ru: Переменная %s пуста
sv: Variabeln %s är tom
tr: Değişken %s boş

source: In %s:
am: በ %s:
bg: В %s:
ca: A %s:
cs: Ve %s:
da: I %s:
el: Στο %s:
es: en %s:
fr: Dans %s:
hr: U %s:
pl: W %s:
pt_br: Em %s:
ru: В %s:
sv: I %s:
tr: %sde:

source: This is a fatal error
am: አደገኛ ስህተት ተፈጥሯል
bg: Това е фатална грешка
ca: Aquest error és fatal
cs: Toto je závažná chyba
da: Det er en fatal fejl
de: Dies ist ein schwerwiegender Fehler, führt zu Programmabbruch
el: σφάλμα
es: Este es un error grave
fi: Tämä on odottamaton virhe
fr: Ceci est une erreur fatale
hr: Ovo je kobna greška
it: Questo è un errore critico
nl: Dit is een fatale fout
pl: To jest błąd krytyczny
pt_br: Este é um erro fatal
ru: Это критическая ошибка
sv: Detta är ett fatalt fel
tr: Bu bir ölümcül hata

source: Warning
am: ማስጠንቀቂያ
bg: Внимание
ca: Avís
cs: Varování
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
fi: Varoitus
fr: Attention
hr: Upozorenje
it: Attenzione
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
sv: Varning
tr: Uyarı

source: The program %s wasn't found so locking won't happen.
am: ፕሮግራሙ %s አልተገኘም ስለዚህ መቆለፍ አይቻልም
bg: Програмата %s не е намерена затова заключването няма да стане.
ca: No es troba el programa %s, o sigui que no es pot bloquejar.
cs: Program %s nebyl nalezen, takže uzamčení neproběhne.
da: Programmet %s blev ikke fundet, så kan ikke låse.
de: Das Programm %s wurde nicht gefunden, so dass die Verriegelung nicht passiert.
el: Το πρόγραμμα %s δε βρέθηκε τόσο το κλείδωμα δεν θα συμβεί.
es: El programa %s no se encontró por lo que no se bloqueará.
fr: Le programme %s n'a pas été trouvé le blocage ne ​​se produira pas.
it: Il programma %s non è stato trovato così non si può ottenerne il controllo.
nl: Het programma %s is niet gevonden, dus er kan niet vergrendeld worden.
pl: Program %s nie został odnaleziony, więc blokowanie nie nastąpi.
pt_br: O programa %s não foi encontrado, pelo que não haverá bloqueio.
ru: Программа %s не найдена, и блокировки не произойдет.
sv: Programmet %s hittades inte så låsning kommer inte att ske.
tr: %s programı bulunamadığından kilitlenme olmayacak.

source: Do you want to continue anyway?
am: እርስዎ ለማንኛውም መቀጠል ይፈልጋሉ?
bg: Искате ли да продалжите все пак?
ca: Voleu continuar de tota manera?
cs: Přejete si přesto pokračovat?
da: Vil du fortsætte alligevel?
de: Möchten Sie trotzdem fortfahren?
el: Θέλετε να συνεχίσετε;
es: ¿Desea continuar de todos modos?
fi: Haluatko kuitenkin jatkaa?
fr: Voulez-vous continuer malgré tout?
hr: Želite li ipak nastaviti?
it: Vuoi continuare in ogni caso?
nl: Wilt u toch doorgaan?
pl: Czy mimo to chcesz kontynuować?
pt_br: Continuar mesmo assim?
ru: Вы хотите продолжить?
sv: Vill du fortsätta trots det?
tr: Yine de devam etmek istiyor musunuz?

source: Another copy of %s is running.
am: ሌላ ኮፒ የ %s እየሄደ ነው
bg: Още едно копие на %s е пуснато.
ca: S'està executant una altra instància de %s.
cs: Je spuštěna další kopie %s.
da: En anden kopi af %s kører.
de: Eine andere Instanz von %s läuft zur Zeit auch.
el: Ένα άλλο αντίγραφο του %s είναι σε λειτουργία.
es: Otra copia de %s se está ejecutando.
fi: Toinen %s:n kopio on käynnissä.
fr: Une autre copie de %s est en marche.
it: Un'altra istanza di %s è in esecuzione.
nl: Een andere kopie van %s is reeds actief.
pl: Inna kopia %s jest uruchomiona.
pt_br: Outra cópia de %s está em execução
ru: Другая копия %s работает.
sv: Ett annat exemplar av %s körs.
tr: %snin başka bir kopyası çalışıyor.

source: If you are certain this is not so then delete the file:
am: እርስዎ እርግጠኛ ከሆኑ ፋይሉን ያጥፉት
bg: Ако сте сигурни, че не е това тогава изтрийте този файл:
ca: Si sabeu del cert que no és així llavors esborreu el fitxer:
cs: Pokud jste si jisti, že tomu tak není, pak smažte soubor:
da: Hvis du er sikker på, at det ikke er sådan, så slet filen:
de: Wenn Sie sich sicher sind, dass dies nicht so ist, kann die Datei gelöscht werden.
el: Εάν είστε βέβαιοι ότι αυτό δεν συμβαίνει στη συνέχεια, διαγράψτε το αρχείο:
es: Si está seguro de que no es así, borre el archivo:
fr: Si vous en êtes certain supprimez le fichier:
it: Se sei certo che non è così allora elimina il file:
nl: Als u er zeker van bent dat dit niet het geval is, dan het bestand verwijderen:
pl: Jeśli masz pewność, że tak nie jest, usuń plik:
pt_br: Havendo certeza de que não é assim, eliminar o ficheiro:
ru: Если вы уверены, что это не так, то удалите файл:
sv: Om du är säker på att det inte är så ta då bort filen:
tr: Doğru olduğundan emin değilseniz, dosyayı silin:

source: and try again.
am: እና እንደገና ይሞክሩ
bg: и опитайте отново.
ca: i torneu-ho a provar.
cs: a zkuste to znovu
da: og prøv igen.
de: und versuchen Sie es erneut.
el: και προσπαθήστε ξανά
es: e intente de nuevo.
fi: ja yritä uudelleen.
fr: et essayez de nouveau.
hr: i pokušajte ponovno.
it: e riprova.
nl: en opnieuw proberen.
pl: i spróbuj ponownie.
pt_br: e tentar novamente.
ru: и попробуйте еще раз.
sv: och försök igen.
tr: ve tekrar deneyin.

source: Could not make %s read-write
am: አልተቻለም %s ማንበብ-መጻፍ
bg: Неуспешно променяне на атрибути на %s четене-писане
ca: No es pot fer %s de lectura/escriptura
cs: Nelze %s změnit na zápis-čtení
da: Kunne ikke gøre %s skrivebeskyttet
de: Konnte nicht %s lesen und schreiben
el: Δεν θα μπορούσε να κάνει %s ανάγνωσης-εγγραφής
es: No se pudo convertir %s en un archivo de lectura-escritura
fr: Impossible de faire %s en lecture-écriture
it: Non è stato possibile mettere %s in lettura-scrittura
nl: Kon %s niet instellen op lezen-schrijven
pl: Nie można dokonać %s odczytu-zapisu
pt_br: Não foi possível tornar %s de leitura e escrita
ru: Не удалось сделать %s для чтения-записи
sv: Kunde inte göra %s read-write
tr: %s okuma-yazma yapılamadı

source: Could not create the %s mountpoint.
am: መፍጠር አልተቻለም የ %s መጫኛ ነጥብ
bg: Неуспешно създаване на %s точка на монтиране.
ca: No es pot crear el punt de muntatge %s.
cs: Nelze vytvořit bod připojení %s.
da: Kunne ikke oprette %s-monteringspunktet.
de: Der %s Einhängepunkt (mount) konnte nicht erstellt werden.
el: Δεν μπόρεσα να δημιουργήσω το σημείο προσάρτησης %s.
es: No se pudo crear el punto de montaje %s.
fi: Ei voitu luoda liitospistettä %s.
fr: Impossible de créer le point de montage %s.
hr: Ne mogu napraviti %s točku montiranja.
it: Non è stato possibile creare il punto di montaggio %s.
nl: Kon het %s koppelpunt niet aanmaken.
pl: Nie można utworzyć %s punktu montowania.
pt_br: Não foi possível criar o ponto de montagem %s.
ru: Не удалось создать точку монтирования %s.
sv: Kunde inte skapa %s monteringspunkt.
tr: %s bağlanma noktası oluşturulamadı.

source: Could not bind mount %s to %s.
am: መጫኛ ማጣመር አልተቻለም %s ወደ %s.
bg: Неуспешно свързване на монтиране %s към %s.
ca: No s'ha pogut vincular el muntatge de %s a %s.
cs: Nelze svázat připojení %s do %s
da: Kunne ikke binde montering %s til %s.
de: Konnte nicht mount --bind %s auf %s erstellen
el: Δεν μπορούσε να bind mount %s στο %s.
es: No se pudo unir el montaje de %s con %s.
fr: N'a pas pu lier le montage de %s à %s.
it: Non è stato possibile collegare il montaggio %s a %s.
nl: Kon de koppeling %s niet met %s verbinden.
pt_br: Não foi possível vincular a montagem %s a %s.
ru: Не удалось связать монтирование %s на %s.
sv: Kunde inte binda montering %s till %s.
tr: %s'den%s'ye bağlanamadı.

source: Could not mount %s at %s.
am: መጫን አልተቻለም %s በ %s.
bg: Неуспешно монтиране на %s при %s.
ca: No es pot muntar %s a %s.
cs: Nelze připojit %s ve %s
da: Kunne ikke montere %s på %s.
de: Konnte %s auf %s nicht einhängen
el: Δεν ήταν δυνατή η προσάρτηση %s στο %s.
es: No se pudo montar %s en %s.
fr: Impossible de monter %s sur %s.
hr: Ne mogu montirati %s na %s.
it: Non si riesce a montare %s su %s.
nl: Kon %s niet op %s koppelen.
pl: Nie można zamontować %s w %s.
pt_br: Não foi possível montar %s em %s.
ru: Не удалось монтировать %s на %s.
sv: Kunde inte montera %s vid %s.
tr: %s de %s bağlanamadı.

source: Could not umount %s
am: ማውረድ አልተቻለም %s
bg: Неуспешно отмонтиране на %s
ca: No es pot desmuntar %s
cs: Nelze odpojit %s
da: Kunne ikke afmontere %s
de: Kann nicht aushängen (umount) %s
el: Δεν ήταν δυνατή η απροσάρτητη %s
es: No se pudo desmontar %s
fi: Ei voitu irrottaa %s
fr: Impossible de démonter %s
hr: Ne mogu odmontirati %s
it: Non è stato possibile smontare %s
nl: Kon %s niet afkoppelen
pl: Nie można odmontować %s
pt_br: Não foi possível desmontar %s
ru: Не удалось размонтировать %s
sv: Kunde inte avmontera %s
tr: %s ayrılamadı

source: Strange. File %s does not exist.
am: ያአልተለመደ ፋይል %s አልተገኘም
bg: Странно. Файл %s не съществува.
ca: És estrany; el fitxer %s no hi és.
cs: Divné. Soubor %s neexistuje.
da: Underligt. Filen %s findes ikke.
de: Seltsam & krass: Datei %s tut nicht existieren.
el: Παράξενο. Το αρχείο %s δεν υπάρχει.
es: Curioso. Archive %s no existe.
fi: Outoa. Tiedostoa %s ei ole olemassa.
fr: Bizarre. Le fichier %s n'existe pas.
hr: Čudno. Datoteka %s ne postoji.
it: Strano. Il file %s non esiste.
nl: Vreemd. Bestand %s bestaat niet.
pl: Dziwne. Plik %s nie istnieje.
pt_br: Estranho. O ficheiro %s não existe.
ru: Странно. Файл %s не существует.
sv: Konstigt. Filen %s finns inte.
tr: Tuhaf. %s dosyası mevcut değil.

source: the file %s cannot be mounted.
am: ይህን ፋይል%s መጫን አልተቻለም
bg: файла %s не може да бъде монтиран.
ca: no es pot muntar el fitxer %s.
cs: soubor %s nelze připojit.
da: filen %s kan ikke monteres.
de: die Datei %s kann nicht eingehängt (mount) werden.
el: Το αρχείο %s δεν μπορεί να τοποθετηθεί.
es: el archivo %s no se puede montar.
fi: tiedostoa %s ei voida liittää.
fr: le fichier %s ne peut pas être monté.
hr: datoteka %s se ne može montirati.
it: il file %s non può essere montato.
nl: het bestand %s kan niet worden aangekoppeld.
pl: plik %s nie może być zamontowany.
pt_br: o ficheiro %s não pode ser montado.
ru: Файл %s не может быть установлен.
sv: Filen %s kan inte monteras.
tr: %s dosyası bağlanamadı.

source: size
am: መጠን
bg: размер
ca: mida
cs: velikost
da: størrelse
de: Größe
el: μέγεθος
es: tamaño
fi: koko
fr: la taille
hr: veličina
it: dimensione
nl: grootte
pl: rozmiar
pt_br: tamanho
ru: размер
sv: storlek
tr: boyut

source: Should it be deleted?
am: መጥፋት አለበት?
bg: Да се изтрие ли?
ca: Cal esborrar-lo?
cs: Měl by být smazán?
da: Skal den slettes?
de: Soll es gelöscht werden?
el: Να διαγραφεί;
es: ¿Se debería borrar?
fi: Pitäisikö se poistaa?
fr: Devrait-il être supprimé?
hr: Trreba li izbrisati?
it: Dovrebbe essere eliminato?
nl: Moet het worden verwijderd?
pl: Czy usunąć to?
pt_br: Deverá ser apagado?
ru: Должен ли он быть удален?
sv: Ska det tas bort?
tr: Silinmeli mi?

source: Delete it
am: ላጥፋው
bg: Изтрий го
ca: Esborra'l
cs: Smazat ho
da: Slet den
de: Lösche es
el: Διαγραφή
es: Borrarlo
fi: Poista se
fr: supprimez
hr: Izbriši
it: Eliminalo
nl: Verwijder deze
pl: Usuń to
pt_br: Apagar
ru: Удалить его
sv: Ta bort det
tr: Sil

source: Save it
am: ላስቀምጠው
bg: Съхрани го
ca: Desa'l
cs: Uložit ho
da: Gem den
de: Speichere es
el: Αποθήκευση
es: Guardarlo
fi: Tallenna se
fr: Enregistrer
hr: Spremi
it: Salvalo
nl: Bewaar deze
pl: Zapisz to
pt_br: Guardar
ru: Сохранить его
sv: Spara det
tr: Kaydet

source: View info
am: መረጃ መመልከቻ
bg: Покажи инфо
ca: Veure la informació
cs: Zobrazit informace
da: Vis info
de: Info betrachten
el: Δείτε πληροφορίες
es: Ver la información
fi: Näytä tiedot
fr: Voir les infos
hr: Pogledaj informacije
it: Visualizza info
nl: Info bekijken
pl: Wyświetl informacje
pt_br: Ver informação
ru: Просмотр информации
sv: Se info
tr: Görünüm bilgisi

source: Quit
am: ማጥፊያ
bg: Изход
ca: Surt
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Terminar
fi: Lopeta
fr: Quitter
hr: Zatvori
it: Esci
nl: Afsluiten
pl: Zakończ
pt_br: Sair
ru: Выход
sv: Avsluta
tr: Çıkış

source: Cleaning up
am: በ ማጽዳት ላይ
bg: Изчистване
ca: Netejant
cs: Čištění
da: Rydder op
de: Räume auf
el: Καθαρισμός
es: Limpiando
fi: Puhdistetaan
fr: Nettoyage
hr: Čistim
it: Fase di pulizia
nl: Opruimen
pl: Czyszczenie
pt_br: A limpar
ru: Очистка
sv: Rensar
tr: Temizleniyor

source: What should we do with %s ?
am: በዚህ ምን ልስራ %s ?
bg: Какво да правим с %s
ca: Què cal fer amb %s ?
cs: Co se má udělat s %s?
da: Hvad skal vi gøre med %s ?
de: Was soll mit %s gemacht werden?
el: Τι πρέπει να κάνουμε με το %s;
es: ¿Qué deberíamos ahacer con %s?
fr: Que devrions-nous faire avec %s?
hr: Što ćemo učiniti sa %s?
it: Cosa dovremmo fare con %s?
nl: Wat moeten we met %s doen?
pl: Co powinniśmy zrobić z %s ?
pt_br: O que deve ser feito com %s ?
ru: Что мы должны сделать с %s ?
sv: Vad borde vi göra med %s?
tr: %s ile ne yapmalıyız?

source: Left over from a rollback. Normally delete.
am: ወደ ነበረበት ከ መመለስ የ ተረፈውን መደበኛ ማጥፊያ
bg: Останал след претаркулване. Обикновено за изтриване.
ca: Deixalla d'un rollback. Normalment s'esborra.
cs: Zbytek z vrácení. Normálně smazat.
da: Rest fra en tilbagerulning. Kan normalt slettes.
de: Von einem Rollback übrig. Normalerweise zu löschen.
el: Απομεινάρια από μια επαναφορά. Κανονικά διαγράψετε.
es: Quedó después de una recuperación. Borrar normalmente.
fr: Laissés par un retour en arrière. Normalement supprimer.
it: Rimanenza di un ripristino. Di norma si elimina
nl: Overgebleven van het terugkeren. Doorgaans verwijderen.
pt_br: Remanescente de uma reversão. Em princípio, apagar.
ru: Осталось после отката. Обычно удаляют.
sv: Kvarlämnad efter en återgång. Kan vanligen tas bort.
tr: Bir geri alma işleminden arta kalan. Genellikle sil.

source: A remaster you made without rebooting.
am: እርስዎ እንደገና የ ሰሩት እንደገና ሳያስነሱ
bg: Един ремастър който сте направили без рестартиране.
ca: Un remasteritzat que heu fet sense tornar a arrencar.
cs: Přizpůsobení, které jste provedli bez restartu.
da: En remaster du skabte uden at genstarte.
de: Ein remaster ohne Neustart zu machen.
el: Ένα ρεμίξ κάνατε χωρίς επανεκκίνηση.
es: Una remasterización hecha sin reiniciar luego.
fr: Remasterisation que vous avez faite sans redémarrage.
it: Una rimasterizzazione che hai fatto senza riavvio.
nl: Een remaster die u zonder herstart gemaakt hebt.
pl: Remaster, który wykonałeś bez restartu.
pt_br: Uma recomposição (remaster) feita sem reiniciar.
ru: Вы провели ремастеринг без перезагрузки.
sv: En remaster du gjorde utan att starta om.
tr: Yeniden başlatmadan yaptığınız bir uyarlama.

source: Previous squashfs file. Save or delete.
am: ያለፈው squashfs file. ማስቀመጫ ወይንም ማጥፊያ
bg: Предишен squashfs файл. Съхрани или изтрий.
ca: Fitxer squashfs anterior. Deseu-lo o esborreu-lo.
cs: Předchozí soubor squashfs. Uložit nebo smazat.
da: Forrige squashfs-fil. Gem eller slet.
de: Vorherige squashfs Datei. Speichern oder Löschen.
el: Προηγούμενο αρχείο squashfs. Αποθηκεύσετε ή να διαγράψετε;
es: Archivo squashfs previo. ¿Guardarlo o borrarlo?
fi: Aikaisempi squashfs-tiedosto. Tallenna tai poista.
fr: Ancien fichier squashfs. Enregistrer ou supprimer.
it: File squashfs precedente. Salva o elimina.
nl: Voormalig squashfs-bestand. Bewaren of verwijderen.
pl: Poprzedni plik squashfs. Zapisz lub usuń.
pt_br: Ficheiro squashfs anterior. Guardar ou eliminar.
ru: Предыдущий squashfs файл. Сохранить или удалить.
sv: Tidigare squashfs fil. Spara eller ta bort.
tr: Önceki squashfs dosyası. Kaydet ya da sil.

source: An incomplete remaster.
am: ያልተፈጸመ እንደገና መስሪያ
bg: Незавършен ремастър.
ca: Un remasteritzat incomplet.
cs: Nedokončené přizpůsobení.
da: En ufuldstændig remaster.
de: Ein unvollständiges Remaster.
el: Η ελλιπής ρεμίξ.
es: Una remasterización incompleta.
fr: Remastérisation incomplète.
it: Una rimasterizzazione incompleta.
nl: Een onvoltooide remaster
pl: Niekompletny remaster.
pt_br: Uma recomposição (remaster) incompleta.
ru: Неполный ремастеринг.
sv: En ofullständig remaster.
tr: Tamamlanmamış bir uyarlama.

source: Select an action:
am: ተግባር ይምረጡ:
bg: Изберете действие:
ca: Trieu una acció:
cs: Vyberte činnost:
da: Vælg en handling:
de: Wählen Sie eine Aktion:
el: Επιλέξτε:
es: Seleccionar una acción:
fi: Valitse toiminto:
fr: Sélectionnez une action:
hr: Odaberite radnju:
it: Seleziona un'azione:
nl: Kies een actie:
pl: Wybierz działanie:
pt_br: Selecionar uma acção.
ru: Выберите действие:
sv: Välj en aktivitet:
tr: Bir eylem seçin:

source: Version info for
am: የ እትም መረጃ ለ
bg: Инфо за версията за
ca: Informació de la versió per
cs: Informace o verzi pro:
da: Versionsinfo til
de: Versions-Info für
el: Έκδοση:
es: Información de la versión para
fr: Version info pour
hr: Informacije o inačici za
it: Informazioni della versione per
nl: Versie-info voor
pl: Informacje o wersji dla
pt_br: Informação de versão para
ru: Информация о версии для
sv: Version info för
tr: Sürüm bilgisi için

source: No VID file
bg: Няма VID файл
ca: No hi ha cap fitxer VID
cs: Žádný soubor VID
da: Ingen VID-fil
de: Keine VID-Datei
el: Το VID δε βρέθηκε
es: No existe un archivo VID
fi: Ei VID tiedosto
fr: Aucun fichier VID
it: Nessun file VID
nl: Geen VID-bestand
pl: Brak pliku VID
pt_br: Nenhum ficheiro VID
ru: Не VID файл
sv: Ingen VID fil
tr: VID dosyası yok

source: Could not mount %s
am: መጫን አልተቻለም %s
bg: Неуспешно монтиране на %s
ca: No es pot muntar %s
cs: Nelze připojit %s
da: Kunne ikke montere %s
de: %s konnte nicht eingebunden werden
el: Δεν ήταν δυνατή η προσάρτηση %s
es: No se pudo montar %s
fi: Ei voitu liittää %s
fr: Impossible de monter %s
hr: Ne mogu montirati %s
it: Non è stato possibile montare %s
nl: Kon %s niet aankoppelen
pl: Nie można zamontować %s
pt_br: Não foi possível montar %s
ru: Не удалось монтировать %s
sv: Kunde inte montera %s
tr: %s bağlanamadı

source: Strange. Could not find a string matching "%s".
am: ያልተለመደ ተመሳሳይ ሀረግ አልተገኘም "%s".
bg: Странно. Не може да бъде намерен ред съвпадащ "%s"
ca: És estrany. No es troba cap cadena que coincideixi amb "%s".
cs: Zvláštní. Nelze najít řetězec odpovídající "%s".
da: Underligt. Kunne ikke finde en streng som matcher "%s".
de: Seltsam. Konnte nicht finden einen passenden String "%s".
el: Παράξενο. Δεν μπορούσε να βρει μια σειρά ταυτίζονται "%s".
es: Extraño. No se pudo encontrar un string adecuado a "%s".
fi: Outoa. Ei voitu löytää "%s" täsmäävää merkkijonoa.
fr: Étrange. Impossible de trouver une chaîne correspondante à "%s".
it: Strano. Non è stato possibile trovare una stringa che corrisponde a "%s".
nl: Vreemd. Kon geen string aantreffen die hetzelfde is als "%s".
pl: Dziwne. Nie można znaleźć ciągu pasującego do "%s".
pt_br: Estranho. Não foi encontrada uma linha correspondente a "%s".
ru: Странно. Не удалось найти соответствие строке "%s".
sv: Konstigt. Kunde inte hitta en sträng som matchade "%s".
tr: İlginç. "%s" dizge eşleşmesi bulunamadı.

source: Select which devices to choose from
am: ከ የትኛው አካል ነው የሚመርጡት
bg: Изберете устройства от които да избирате
ca: Trieu entre quins dispositius voleu triar
cs: Vyberte, z kterých zařízení vybírat
da: Vælg hvilke enheder som der skal vælges fra
de: Wählen Sie, welche Geräte zur Auswahl stehen
el: Επιλέξτε τις συσκευές
es: Seleccionar los medios de los cuales escoger
fi: Valitse mistä laitteista valitaan
fr: Sélectionnez les périphériques à choisir parmi
it: Seleziona i dispositivi da cui scegliere
nl: Geef aan uit welke apparatuur u wilt kiezen
pl: Zaznacz urządzenia do wybrania z
pt_br: Selecionar os dispositivos de onde escolher
ru: Выберите устройства из
sv: Utse enheter att välja mellan
tr: Hangi aygıtları seçeceğinizi belirleyin

source: All
am: ሁሉንም
bg: Всичко
ca: Tots
cs: Vše
da: Alle
de: Alle
el: Όλες
es: Todos
fi: Kaikki
fr: Tous
hr: Sve
it: Tutti
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Всех
sv: Alla
tr: Hepsi

source: Mounted
am: ተጭኗል
bg: Монтирано
ca: Muntats
cs: Připojeno
da: Monteret
de: Eingehängt
el: Προσαρτημένη
es: Los montados
fi: Liitetty
fr: monté
hr: Montirano
it: Montati
nl: Aangekoppeld
pl: Zamontowane
pt_br: Montados
ru: Смонтированных
sv: Monterad
tr: Bağlı

source: Unmounted
am: ወርዷል
bg: Отмонтирано
ca: No muntats
cs: Odpojeno
da: Afmonteret
de: Ausgehängt
el: Απροσαρτημένη
es: Los no montados
fi: Irrotettu
fr: démonté
hr: Nemontirano
it: Smontati
nl: Ontkoppeld
pl: Niezamontowane
pt_br: Desmontados
ru: Отмонтированных
sv: Omonterad
tr: Bağ kaldırıldı

source: devices
am: አካሎች
bg: устройства
ca: dispositius
cs: zařízení
da: enheder
de: Geräte
el: Συσκευές
es: medios
fi: laitteet
fr: périphériques
hr: uređaji
it: dispositivi
nl: apparaten
pl: urządzenia
pt_br: dispositivos
ru: устройств
sv: enheter
tr: aygıtlar

source: OK
am: እሺ
bg: Добре
ca: D'acord
el: Εντάξει
hr: U redu
pt_br: Aceitar
tr: Tamam

source: Click on a device then hit %s
am: ይጫኑ በ አካሉ ላይ እና ይጫኑ %s
bg: Кликнете на устройство и после натиснете %s
ca: Cliqueu en un dispositiu i després premeu %s
cs: Klikněte na zařízení, pak stiskněte %s
da: Klik på en enhed og tryk så på %s
de: Klicken Sie auf ein Gerät und treffen %s
el: Κάντε κλικ σε μια συσκευή και στη συνέχεια χτύπησε %s
es: Haga clic en un medio y presione %s
fi: Klikkaa laitetta ja paina %s
fr: Cliquez sur un périphérique puis appuyez sur %s
it: Clicca su un dispositivo e poi premi %s
nl: Klik een apparaat aan en druk dan op %s
pl: Kliknij urządzenie, a następnie naciśnij %s
pt_br: Clicar num dispositivo e premir %s
ru: Кликните устройство, затем нажмите %s
sv: Klicka på en enhet och sen på %s
tr: Bir cihaza tıklayın ardından %se basın

source: Device
am: አካል
bg: Устройство
ca: Dispositiu
cs: Zařízení
da: Enhed
de: Gerät
el: Συσκευή
es: Medio
fi: Laite
fr: Périphérique
hr: Uređaj
it: Dispositivo
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
sv: Enhet
tr: Aygıt

source: Mount
am: መጫኛ
bg: Монтиране
ca: Munta
cs: Připojit
da: Monter
de: Einhängen
el: Προσάρτηση
es: Montar
fi: Liitos
fr: Monter
hr: Montiraj
it: Monta
nl: Aankoppelen
pl: Montuj
pt_br: Montar
ru: Монтирование
sv: Montera
tr: Bağla

source: Type
am: አይነት
bg: Тип
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
fr: Tapez
hr: Vrsta
it: Tipo
nl: Typ
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tür
