Repository: BitJam/Transifex-translations
Catalog: antix-development.antixscreenshotshpot/*.po
Languages: ar, bg, ca, cs, el, es, fr, it, ja, nl, pt

source: antiXscreenshot
ar: لقطة شاشة antiX
bg: antiX скрийншот
es: antiX captura de pantalla
fr: Capture d'écran pour antiX
ja: antiX スクリーンショット
nl: antiXschermafdruk

source: Keep this screenshot?
ar: الحفاظ على لقطة الشاشة هذه؟
bg: Запазване на този скрийншот?
ca: Desa aquesta captura?
cs: Uchovat tento snímek obrazovky
el: Κρατήστε αυτήν την εικόνα;
es: Guardar esta captura de pantalla?
fr: Gardez cette capture d'écran?
it: Salvare questa schermata?
ja: このスクリーンショットを保持しますか？
nl: Schermafdruk behouden?
pt: Manter esta captura?

source: File extension was changed.\nPlease try again.
ar: تغيرت امتداده الملف.\n الرجاء المحاولة من جديد
bg: Файлов екстеншън беше променен. Моля опитайте отново.
ca: Extensió del fitxer incorrecta. Si us plau, torneu-ho a provar.
cs: Přípona souboru byla změněna.\nZkuste to prosím znovu.
el: Επέκταση αρχείου άλλαξε.\nΔοκιμάστε ξανά.
es: Se cambió la extensión del archivo. \nPor favor intente de nuevo.
fr: L'extension de fichier a été modifié. \nVeuillez réessayer.
it: L'estensione del file è stata cambiata.\nPer favore, riprova.
ja: ファイルの拡張子を変更しました。\nもう一度行って下さい。
nl: Bestandsextensie is gewijzigd.\nA.u.b. opnieuw proberen.

source: Your screenshot has been saved.
ar: تم حفظ لقطة شاشتكم
bg: Вашият скрийншот беше съхранен.
ca: La captura s'ha desat correctament.
cs: Váš snímek obrazovky byl uložen.
el: Screenshot σας έχει αποθηκευτεί.
es: Se guardó su captura de pantalla
fr: Votre capture d'écran a été enregistré.
it: La tua schermata è stata salvata.
ja: スクリーンショットを保存しました。
nl: Uw schermafdruk is opgeslagen.
pt: A captura de tela foi salva.

source: Region to capture
ar: الجزء من الشاشة الذي تريد ألتقاطه
bg: Регион за хващане
ca: Regió a capturar
cs: Oblast k zachycení
el: Περιοχή για να συλλάβει
es: Región a capturar
fr: Région à capturer
it: Area da catturare
ja: キャプチャの範囲
nl: Afdrukgebied
pt: Área de captura

source: Full Screen
ar: الشاشة الكاملة
bg: Цял Екран
ca: Pantalla completa
cs: Celá obrazovka
el: Πλήρης Οθόνη
es: Pantalla Completa
fr: Plein écran
it: Schermo intero
ja: 全画面
nl: Volledig scherm
pt: Tela inteira

source: Custom Area
ar: مساحة مخصصة
bg: Необичайна Област
ca: Area a mida
cs: Vlastní oblast
el: Προσαρμοσμένη περιοχή
es: Área personalizada
fr: Zone personnalisée
it: Area personalizzata
ja: 範囲指定
nl: Aangepast gebied
pt: Personalizada

source: Window
ar: نافذة
bg: Прозорец
ca: Finestra
cs: Okno
el: Παράθυρο
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
nl: Scherm
pt: Janela

source: Name of image
ar: أسم الصورة
bg: Има на изображение
ca: Nom de la imatge
cs: Název obrázku
el: Το όνομα της εικόνας
es: Nombre de la imagen
fr: Nom de l'image
it: Nome dell'immagine
ja: 画像の名前
nl: Naam van de afbeelding
pt: Nome da imagem

source: File type
ar: نوع الملف
bg: Файлов тип
ca: Tipus de fitxer
cs: Typ souboru
el: Τύπος αρχείου
es: Tipo de archivo
fr: Type de fichier
it: Tipo di file
ja: ファイルの種類
nl: Bestandssoort
pt: Tipo de arquivo

source: Show save dialog
ar: إظهارمربع حوار الحفظ
bg: Покажи диалог за съхранение
ca: Diàleg per desar
cs: Zobrazit dialogové okno uložení
el: Εμφάνιση Αποθήκευση διαλόγου
es: Mostrar el diálogo de guardado
fr: Montrer le dialogue enregistrer
it: Mostra le opzioni di salvataggio
ja: 保存ダイヤログを表示
nl: Toon bewaar-dialoog
pt: Mostrar diálogo de gravação

source: Choose directory
ar: اختار الدليل
bg: Избери директория
ca: Trieu directori
cs: Vyberte složku
el: Επιλέξτε τον κατάλογο
es: Escoger el directorio
fr: Choisissez le répertoire
it: Scegli una directory
ja: ディレクトリを選択
nl: Kies een map
pt: Escolher um diretório

source: Delay in seconds
ar: التأخير بالثواني
bg: Продължителност в секунди
ca: Retard en segons
cs: Zpoždění ve vteřinách
el: Καθυστέρηση σε δευτερόλεπτα
es: Retraso en segundos
fr: Délai en secondes
it: Ritardo in secondi
ja: 遅延時間(秒)
nl: Uitstel in seconden
pt: Atraso em segundos

source: Multiple screenshots
ar: لقطات متعددة للشاشة
bg: Няколко скрийншота
ca: Captures múltiples
cs: Mnoho snímků obrazovky
el: Πολλαπλές εικόνες
es: Múltiples capturas de pantalla
fr: multiples
it: Schermate multiple
ja: 復数のスクリーンショット
nl: Meerdere schermafdrukken
pt: Múltiplas capturas

source: Take another shot
ar: التقط صورة أخرى
bg: Направи още един скрийншот
ca: Feu una altra captura
cs: Pořídit další snímek
el: Πάρτε έναν άλλο
es: Realizar otra captura
fr: Prendre une autre capture
it: Cattura un altra schermata
ja: 他のショットを撮影する
nl: Nog een afdruk maken
pt: Continuar a capturar

source: Thumbnail for webpages
ar: صور مصغرة لصفحات ويب
bg: Миниятюра за уеб страници
ca: Miniatures per web
cs: Miniatury pro internetové stránky
el: Γραφική σύνοψη για ιστοσελίδες
es: Previsualizaciones para páginas web
fr: Miniature pour pages web
it: Anteprima per le pagine web
ja: Web ページのサムネール
nl: Thumbnail voor webpagina's
pt: Miniatura para a web

source: Create a thumbnail
ar: إنشاء صورة مصغرة
bg: Създай миниятюра
ca: Crea una miniatura
cs: Vytvořit miniaturu
el: Δημιουργήστε μια μικρογραφία
es: Crear una previsualización
fr: Créer une miniature
it: Crea un'anteprima
ja: サムネールを作成
nl: Thumbnail aanmaken
pt: Criar uma miniatura

source: Percentage (1-100)
ar: النسبة المئوية (1-100)
bg: Процент (1-100)
ca: Percentatge (1-100)
cs: Procento (1-100)
el: Ποσοστό (1-100)
es: Porcentaje (1-100)
fr: Pourcentage (1-100)
it: Percentuale (1-100)
ja: パーセント (1〜100)
pt: Porcentagem (1-100)
