Repository: BitJam/Transifex-translations
Catalog: antix-development.persist-config/*.po
Languages: am, ja

source: antiX Root Persistence Auto-Save Configuration
ja: antiX ルート Persistence 自動保存設定

source: Automatic
am: ራሱ በራሱ
ja: 自動

source: Semi-Automatic
am: ግማሽ ራሱ በራሱ
ja: 半自動

source: Manual
am: በ እጅ
ja: 手動

source: Quit
am: ማጥፊያ
ja: 終了

source: Configure root persistence saves to run either:
ja: ルート persistence の保存について次の設定を実行します:

source: at shutdown/reboot, no asking
am: በሚጠፋ ጊዜ/ዳግም በሚጀምር ጊዜ አትጠይቅ
ja: 反応せずシャットダウン・再起動

source: ask at shutdown/reboot
am: በሚጠፋ ጊዜ/ዳግም በሚጀምር ጊዜ ጠይቅ
ja: 反応によりシャットダウン・再起動

source: you snooze, you lose
ja: 手動保存のみ

source: This program should be called with the %s option in a startup script to ensure a config file is created.
ja: このプログラムは作成された設定ファイルを確実にするために、スタートアップスクリプトで ％s オプションを指定して呼び出す必要があります。

source: It should be called with the %s option in shutdown scripts so your changes can be saved before shutting down.
ja: 変更はシャットダウン前に保存することができます。これは、シャットダウンスクリプトで %s オプションを指定して呼び出す必要があります。

source: %s specific options
am: %s የ መግለጫ ምርጫ
ja: ％s 固有オプション

source: Create a %s file if one is missing.
am: ፋይል %s መፍጠሪያ የ ጎደለ ካለ
ja: 一致していない場合 ％s ファイルを作成します。

source: Run persist-save as directed by %s file.
ja: %s ファイルの指示どおりに persist 保存を実行します。

source: Run %s if %s succeeded.
am: ያስኪዱ %s ከሆነ %s ተሳክቷል
ja: %s を %s が完了した時に実行します。

source: If %s fails prompt user before running %s.
ja: %s 失敗プロンプトを %s 実行前に出します。

source: implies %s
am: ፍንጭ %s
ja: %s の暗示

source: Config file is located at: %s
am: የ ማሰናጃ ፋይል የሚገኘው በ: %s
ja: 設定ファイルのロケール:

source: Current mode is: %s
am: የ አሁኑ ዘዴ ይህ ነው %s
ja: 現在のモード: %s

source: There is no current auto-save mode. The default is: %s.
ja: 現在自動保存モードになっていません。デフォルト: %s

source: save on shutdown/reboot automatically. No asking.
am: ራሱ በራሱ ማስቀመጫ በሚጠፋ ጊዜ/ዳግም በሚጀምር ጊዜ አትጠይቅ
ja: シャットダウン・再起動時、反応なく自動保存します。

source: ask to save on shutdown/reboot.
am: በሚጠፋ ጊዜ/ዳግም በሚጀምር ጊዜ ጠይቅ
ja: 反応によりシャットダウン・再起動時に保存します。

source: only save changes manually (you snooze, you lose).
ja: 変更の保存は手動で行います。

source: use current default.
am: የ አሁኑን ነባር ይጠቀሙ
ja: 現在のデフォルトを使用する

source: Auto-save mode set to %s in %s.
am: በራሱ-ማስቀመጫ ዘዴ ማሰናጃ ለ %s በ %s.
ja: 自動保存モードの設定は %s です %s

source: It looks like root persistence was just enabled.
ja: ルート persistence は有効になっているようです。

source: Please set the save-mode for root persistence.
ja: ルート persistence の保存モードを設定して下さい。

source: You will only have to do this once.
am: እርስዎ ይህን የሚሰሩት አንድ ጊዜ ብቻ ነው
ja: 一度だけこの操作を行う必要があります。

source: You can change your choice later with %s.
am: የ እርስዎን ምርጫ በኋላ መቀየር ይችላሉ በ %s.
ja: %s の後に選択を変更することができます。

source: Already saved less than %s seconds ago
am: ቀደም ብሎ ተቀምጧል %s ሰከንዶች በፊት
ja: 保存まであと %s 秒

source: Won't autosave within %s seconds of a previous save
am: በራሱ አያስቀምጥም %s ሰከንዶች ውስጥ ያለፈውን ማስቀመጫ
ja: ％s 秒以内に保存しないと自動保存されません

source: CONFIRM
am: ማረጋገጫ
ja: 確認

source: There was an error saving your changes.
am: ለውጦቹን በማስቀመጥ ላይ እንዳለ ስህተት ተፈጥሯል
ja: 変更を保存中にエラーが発生しました。

source: Do you still want to %s?
am: እርስዎ በ እርግጥ ይፈልጋሉ %s?
ja: %s を行いますか？
