Repository: BitJam/Transifex-translations
Catalog: antix-development.antixsnapshot/*.po
Languages: ca, de, es, it, nl

source: \t You need to be root!\n
ca: \t Cal que sigueu administrador!\n
de: \t Sie müssen root sein!\n
es: \t Necesita ser root!\n
it: \t Devi essere root!\n
nl: \t Je dient root-rechten te hebben!\n

source: \n Error! The text editor is set to ${text_editor}, but it is not installed. Edit $configfile and set the text_editor variable to the editor of your choice. (examples: /usr/bin/vim, /usr/bin/joe)\n
ca: Error! L'editor de text està definit com a ${text_editor}, però no està instal·lat. Editeu $configfile i definiu la variable text_editor al vostre editor preferit. (exemples: /usr/bin/vim, /usr/bin/kate)\n
de: \n Fehler! Als Texteditor ist ${text_editor} eingestellt, aber er ist nicht installiert. Ändern Sie $configfile und setzen die Variable für den text_editor auf den Editor Ihrer Wahl. (Beispiel: /usr/bin/vim, /usr/bin/joe)\n
es: \n Error. El editor de texto está ajustado a ${text_editor}, pero no se halla instalado. Edite $configfile y ajuste la variable text_editor al editor de su preferencia. (examples: /usr/bin/vim, /usr/bin/joe)\n
it: \n Errore! Il text editor è settato su ${text_editor}, ma non è installato. Modifica $configfile e imposta la variabile text_editor con l'editor di tua scelta. (esempio: /usr/bin/vim, /usr/bin/joe)\n
nl: De grafische text editor is ingesteld op ${gui_editor}, maar deze is niet ge√Ønstalleerd. Bewerk $configfile en stel de gui_editor variabele in op de editor van uw keuze. (voorbeelden: /usr/bin/gedit, /usr/bin/leafpad)

source: Live init scripts will be installed
ca: S'instal·laran els scripts per disc autònom
de: Installation der Live init scripts
es: Se instalarán los Live init scripts
it: Verranno installati degli script di inizializzazione della Live
nl: Live init scripts zullen woden geinstalleerd

source: Enabling dynamic fstab for live use.
ca: Habilitant el fstab dinàmic per a ús autònom.
de: "Dynamisches fstab" für Live anwenden
es: Habilitando fstab dinámico para el uso live.
it: Abilitare fstab dinamico per l'uso live
nl: Maak dynamische fstab mogelijk voor live gebruik

source: * You have a saved copy of the system using $saved_size of space located at $work_dir/new-squashfs.
ca: * Heu desat una còpia del sistema usant $saved_size d'espai situat a $work_dir/new-squashfs.
de: * Sie haben eine Sicherungskopie des Systems mit dem Platzbedarf von $saved_size unter $work_dir/new-squashfs.
es: * Ha guardado una copia del sistema usando $saved_size de espacio localizado en $work_dir/new-squashfs.
it: * hai una copia del sistema salvata usando $saved_size di spazio allocata in $work_dir/new-squashfs.
nl: * Je hebt een weggeschreven kopie van het systeem dat $saved_size ruimte inneemt op lokatie $work_dir/new-squashfs.

source: * The temporary copy of the filesystem will be saved at $work_dir/new-squashfs.
ca: * La còpia temporal del sistema de fitxers es desarà a $work_dir/new-squashfs.
de: Die temporäre Kopie des Dateisystems wird unter $work_dir/new-squashfs gespeichert.
es: * Se guardará una copia temporal del sistema de archivos en $work_dir/new-squashfs.
it: * La copia temporanea del filesystem verrà salvata in $work_dir/new-squashfs.
nl: * De tijdelijke kopie van het filesysteem zal worden weggeschreven in $work_dir/new-squashfs.

source: * The temporary copy of the filesystem will be created at $work_dir/new-squashfs and removed when this program finishes.
ca: * La còpia temporal del sistema de fitxers es crearà a $work_dir/new-squashfs i s'eliminarà en acabar el programa.
de: Die temporäre Kopie des Dateisystems wird unter $work_dir/new-squashfs erstellt und nach Beendigung des Programms entfernt.
es: *La copia temporal del sistema de archivos se creará en $work_dir/new-squashfs y será borrada cuando este programa termine.
it: * La copia temporanea del filesystem verrà creata in $work_dir/new-squashfs e verrà rimossa alla chiusura di questo programma.
nl: * De tijdelijke kopie van het filesysteem zal worden gemaakt in $work_dir/new-squashfs en verwijderd als dit programma beeindigt.

source: You will need plenty of free space. It is recommended that free space (Avail) in the partition that holds the work directory (probably /) should be two times the total installed system size (Used). You can deduct the space taken up by previous snapshots and any saved copies of the system from the Used amount. * You are presently running kernel version $kernel_used * $kernels_avail is also available. * snapshot will use kernel version $kernel_used * You have $snapshot_count snapshots taking up $snapshot_size of disk space. $saved_copy $save_message * The snapshot directory is currently set to $snapshot_dir $tmp_warning You can change these and other settings by editing $configfile. Current disk usage: (For complete listing, exit and run 'df -h') $disk_space Press ENTER to proceed or hit ctrl-c to exit.
ca: necessitareu molt espai lliure. Es recomana que l'espai lliure (Lliure) a la partició que acull el directori de treball (probablement /) tingui el doble que la mida total del sistema instal·lat (Usat). Podeu deduir l'espai usat per instantànies anteriors i còpies desades del sistema de la quantitat usada. * Actualment esteu executant la versió del kernel $kernel_used * També es pot usar $kernels_avail. * La instantània usarà la versió del kernel $kernel_used * Teniu $snapshot_count instantànies usant $snapshot_size d'espai de disc. $saved_copy $save_message * El directori d'instantànies actualment és $snapshot_dir $tmp_warning Podeu canviar aquest i altres paràmetres bo i editant $configfile. Ús actual del disc: (Per un llistat complert, sortiu i executeu 'df -h') $disk_space Premeu RETORN per continuar o Ctrl-C per sortir.
de: Sie benötigen sehr viel freien Platz. Es wird empfohlen, dass der freie Platz (Avail) in der Partition, welche das Arbeitsverzeichnis enthält (probably /) doppelt so groß ist, wie die gesamte Systeminstallation (Used). Sie können den Platzbedarf früherer Snapshots und Sicherheitskopien von dem Bereich abziehen, welches vom System verbraucht wird. * Sie verwenden derzeit die Kernelversion $kernel_used * $kernels_avail ist auch verfügbar. * Snapshot wird die Kernelversion $kernel_used verwenden * Sie haben $snapshot_count Snapshots, welche $snapshot_size an Plattenplatz einnehmen. $saved_copy $save_message * Das Snapshot-Verzeichnis ist derzeit auf $snapshot_dir gesetzt $tmp_warning Sie können diese und andere Einstellungen ändern, indem sie $configfile bearbeiten. Derzeit verwendeter Plattenplatz: (Für eine ausführliche Liste abbrechen und 'df -h' verwenden) $disk_space Mit ENTER fortfahren oder mit Ctrl-C abbrechen.
es: Necesitará mucho espacio libre. Se recomienda que el espacio libre (Avail) en la partición que alberga el directorio de trabajo (probably /) sea dos veces el total del tamaño del sistema usado (Used). You can descontar de la cantidad de Used el espacio de los snapshots anteriores y de las copias del sistema. * Actualmente está ejecutando la versión del núcleo $kernel_used * $kernels_avail también está disponible. * snapshot usará la versión del núcleo $kernel_used * Posee $snapshot_count snapshots que toman $snapshot_size del espacio en el disco. $saved_copy $save_message * El directorio de snapshot está ajustado actualmente a $snapshot_dir $tmp_warning Puede cambiar los ajustes editando $configfile. Uso actual del disco: (Para un listaod completo, salga y ejecute 'df -h') $disk_space Presione ENTER para proceder o utilice ctrl-c para salir.
it: Ti servirà parecchio spazio libero. Si raccomanda che lo spazio libero disponibile (Avail) nella partizione che contiene la directory di lavoro (probabilmente /) dovrebbe essere due volte la dimensione totale del sistema installato (Used). Puoi dedurre lo spazio, da quello occupato dagli snapshot precedenti e dalle eventuali copie che hai salvato del sistema . * Attualmente stai utilizzando la versione del kernel $kernel_used * è inoltre disponibile anche $kernels_avail. * snapshot userà la versione di kernel $kernel_used * Hai occupato $snapshot_count snapshots taking su $snapshot_size di spazio del disco. $saved_copy $save_message * La directory snapshot è attualmente impostata come $snapshot_dir $tmp_warning Puoi cambiare queste ed altre impostazioni modificando $configfile. Quantità utilizzata del disco in uso: (Per la lista completa, esci ed esegui il comando sul terminale 'df -h') $disk_space Premi INVIO per procedere o ctrl-c per uscire.
nl: Je zult veel vrije ruimte nodig hebben. Aanbevolen wordt voor deze vrije ruimte (Avail) in de partitie die de werk directory bevat (waarschijnlijk /) twee maal de grootte van het totale geinstalleerde system (Used). Je kunt daarbij de ruimte die ingenomen wordt door eerdere snapshots en weggeschreven kopieen van het systeem aftrekken van de grootte van dit totaal. * Je gebruikt momenteel kernel versie $kernel_used * $kernels_avail is/zijn ook beschikbaar. * snapshot zal kernel versie $kernel_used gebruiken * Je hebt $snapshot_count snapshots en deze nemen $snapshot_size disk ruimte in. $saved_copy $save_message * De snapshot directory is momenteel $snapshot_dir $tmp_warning Je kunt deze en andere instellingen wijzigen door $configfile te bewerken. Momentele schijf-gebruik: (Voor een complete lijst exit en voer het commando 'df -h' uit) $disk_space Druk op ENTER om verder te gaan of Ctrl-C om te stoppen.

source: Removing old package-list directory: $dir
ca: Eliminant el directori anterior de package-list: $dir
de: Entferne die alte Paketliste im Verzeichnis: $dir
es: Removiendo el directorio antiguo de lista de paquetes: $dir
it: Rimozione in corso della vecchia directory di package-list: $dir
nl: Verwijdert de oude package-list directory: $dir

source: You may now go to another virtual console to edit any files in the work directory, or hit ENTER and edit the boot menu.
ca: Ara podeu anar a una altre terminal virtual per editar fitxers al directori de treball, o prémer RETORN i editar el menú d'arrencada.
de: Sie können nun zu einer anderen virtuellen Konsole wechseln, um die Dateien im Arbeitsverzeichnis zu editieren, oder ENTER drücken und das Boot-Menü bearbeiten.
es: Puede usar otra consola virtual para editar los archivos del directorio de trabajo o usar ENTER para editar el menú de arranque.
it: Ora puoi andare su un altro terminale virtuale per editare i files della directory di lavoro, o premi INVIO ed edita il menu del boot.
nl: Je kunt nu naar een andere virtuele console gaan om bestanden in de werk directory, of op ENTER drukken en het boot menu bewerken.

source: Creating CD image file...
ca: Creant el fitxer d'imatge de CD...
de: Erstelle die Imagedatei der CD...
es: Creando un archivo de imagen de CD
it: Creazione del file immagine CD in corso...
nl: Creeer het CD image bestand...

source: Making hybrid iso
ca: Creant imatge ISO híbrida
de: Hybrid-ISO bilden
es: Creando un iso híbrido
it: Creazione di un'ISO ibrida in corso
nl: Hybride iso maken

source: Cleaning...
ca: Fent neteja...
de: Aufräumen...
es: Limpiando...
it: Pulizia in corso...
nl: Opruimen...

source: Reverting back.
ca: Tornant enrera.
de: Zurückkehren.
es: Revirtiendo los cambios.
it: Annullamento delle modifiche in corso.
nl: Herstel naar de voorgaande situatie

source: Remove live-init-antix
ca: Elimina live-init-antix
de: Entferne live-init-antix
es: Remover live-init-antix
it: Rimuovi live-init-antix
nl: Verwijder live-init-antix

source: All finished!
ca: Finalitzat!
de: Alles erledigt!
es: ¡Terminado!
it: Tutto finito!
nl: Helemaal klaar!
