Repository: BitJam/Transifex-translations
Catalog: antix-development.live-usb-maker-gui/*.po
Languages: ca, cs, fr, it, pt_br, sk

source: Live-USB Maker GUI
ca: Live-USB Maker IGU
cs: Tvůrce Live-USB
fr: Interface graphique du créateur de Live-USB
it: Interfaccia grafica di Crea Live USB
pt_br: Interface Gráfica do Criador de USB-Executável
sk: Tvorba Live-USB

source: Live System Detected. Select Live-USB creation mode
ca: S'ha detectat un USB autònom. Trieu el mode de creació d'USB autònom.
cs: Rozpoznán Live systém. Vyberte způsob vytvoření Live-USB
fr: Système Live détecté. Choisir le mode de création du Live-USB
it: Rilevato un sistema 'Live'. Seleziona la modalità di creazione della Live USB
pt_br: Sistema Ao Vivo Detectado. Selecione modo de criação de USB-Ao-Vivo
sk: Bol detekovaný Live systém. Vyberte mód tvorby Live-USB

source: Select Mode
ca: Trieu el mode
cs: Vyberte způsob vytvoření
fr: Mode de sélection
it: Seleziona la modalità
pt_br: Escolher Modo
sk: Vyberte mód

source: Select USB Device
ca: Trieu el dispositiu USB
cs: Vybrat USB zařízení
fr: Choisir un périphérique USB
it: Seleziona un dispositivo USB
pt_br: Escolher Dispositivo USB
sk: Vyberte jednotku USB

source: Clone Mode
ca: Mode per Clonar
cs: Naklonovat
fr: Mode de clonage
it: Modalità clone
pt_br: Modo Clone
sk: Mód Klon

source: Select ISO
ca: Trieu la ISO
cs: Vybrat ISO soubor
fr: Choisir une image ISO
it: Seleziona un file ISO
pt_br: Escolher ISO
sk: Vyberte ISO súbor

source: Clone Running Live System
ca: Clonar el sistema autònom en execució
cs: Naklonovat běźící Live sytém
fr: Cloner le système live en cours de fonctionnement
it: Clona il sistema 'Live' in esecuzione
pt_br: Clonar Sistema Ao Vivo Rodando
sk: Klon bežiaceho Live systému

source: Information
ca: Informació
cs: Informace
fr: Informations
it: Informazioni
pt_br: Informações
sk: Informácia

source: Source is not an ISO file. Please choose another file.
ca: La font no és un fitxer ISO. Si us plau, trieu-ne un altre.
cs: Zdrojem není ISO soubor. Prosím vyberte jiný soubor.
fr: Le fichier source n'est pas un fichier ISO. Veuillez sélectionner un autre fichier
it: Il file non è in formato ISO. Scegli un altro file.
pt_br: A fonte não é um arquivo ISO. Favor escolher outro arquivo.
sk: Zdroj nie je súbor ISO. Prosím vyberte iný súbor.

source: Simple GUI for Live-USB Maker
ca: IGU simple per al Live-USB Maker
cs: Jednoduchý program pro tvorbu Live-USB
fr: Une interface graphique simple pour le créateur de Live-USB
it: Semplice interfaccia grafica per Crea Live USB
pt_br: Interface Gráfica simples para Criador de USB-Ao-Vivo
sk: Jednoduché grafické rozhranie pre tvorbu Live-USB

source: Version
ca: Versió
cs: Verze
it: Versione
pt_br: Versão
sk: Verzia

source: No target USB device detected. Please insert a device and try again
ca: No s'ha detectat cap dispositiu USB. Si us plau, inseriu-ne un i torneu-ho a provar.
cs: Nebylo detekováno žádné USB zařízení. Prosím vložte ho a zkuste to znovu.
fr: Aucun périphérique USB cible détecté. Veuillez insérer un périphérique avant de recommencer.
it: Non è stato rilevato nessun dispositivo USB. Inserisci un dispositivo e riprova.
pt_br: Nenhum dispositivo de USB alvo detectado. Favor inserir um dispositivo e tentar novamente
sk: Nebola rozpoznaná cieľová USB jednotka. Prosím pripojte zariadenie a skúste to znovu

source: License
ca: Llicència
cs: Licence
fr: Licence
it: Licenza
pt_br: licença
sk: Licencia

source: Apply
ca: Aplica
cs: Použít
fr: Appliquer
it: Applica
pt_br: Aplicar
sk: Použiť

source: Close
ca: Tanca
cs: Zavřít
fr: Fermer
it: Chiudi
pt_br: Encerrar
sk: Zatvoriť

source: About
ca: Quant a
cs: O aplikaci
fr: A propos
it: Informazioni
pt_br: Sobre
sk: O Programe

source: Help
ca: Ajuda
cs: Nápověda
fr: Aide
it: Aiuto
pt_br: Ajuda
sk: Pomoc

source: Advanced
ca: Avançat
cs: Rozšířené
fr: Avancé
it: Avanzate
pt_br: Avançado
sk: Pokročilé

source: LiveUSB creation successful!
ca: Creat amb èxit l'USB autònom!
cs: Vytvoření Live-USB proběhlo úspěšně!
fr: Création du Live USB accomplie!
it: La creazione della Live USB ha avuto successo!
pt_br: Criação com sucesso de USBAoVivo!
sk: Live-USB bolo úspešne vytvorené!

source: Operation stopped by user.
ca: Operació aturada per l'usuari.
cs: Operace přerušena uživatelem.
fr: Opération arrêtée par l'utilisateur
it: Operazione fermata dall'utente.
pt_br: Operação interrompida por usuário.
sk: Akcia prerušená užívateľom.

source: A %s process (using PID %s) is already running
ca: Ja hi ha un procés %s (usant el PID %s) executant-se
cs: %s Proces (který používá PID %s) už běží
fr: Un processus %s (utilisant le PID %s) est déjà en cours d'exécution
it: Un processo %s (che sta utilizzando il PID %s) è già in esecuzione
pt_br: Um processo %s (usando o PID %s) já está rodando
sk: %s proces (ktorý používa PID %s) je už spustený

source: Please close that process before starting a new one
ca: Si us plau, tanqueu aquest procés abans de començar-ne un altre
cs: Prosím ukončete běžící proces před spuštěním nového
fr: Veuillez terminer ce processus avant d'en démarrer un nouveau
it: Chiudi questo processo prima di iniziarne uno nuovo
pt_br: Favor fechar aqueles processos antes de começar um novo
sk: Prosím ukončite ten proces pred tým, než spustíte nový

source: Failed to obtain lock on %s
ca: Ha fallat en obtenir el bloqueig de %s
cs: Uzamčení %s zlyhalo
fr: Échec à l'obtention du verrou sur %s
it: Impossibile ottenere il controllo esclusivo su %s
pt_br: Falhou em obter tranca em %s
sk: Zamknutie na %s zlyhalo

source: Progress window closed, but job not done. Do you want to keep going?
ca: S'ha tancat la finestra de progrés, però no s'ha acabat la tasca. Voleu mantenir-la en funcionament?
cs: Zavřeli jste progresové okno ale úkol ještě nebyl ukončen. Přejete si pokračovat?
fr: Fenêtre de progression fermée, mais la tâche ne s'est pas terminée. Voulez-vous continuer?
it: La finestra di avanzamento è stata chiusa, ma l'operazione non è stata conclusa. Vuoi continuare?
pt_br: Janela de progresso fechada, mas o trabalho não foi finalizado. Você quer continuar?
sk: Zavreli ste okno procesu, ale úloha ešte nebola dokončená. Chcete pokračovať?

source: Yes
ca: Sí
cs: Ano
fr: Oui
it: Sì
pt_br: Sim
sk: Ano

source: No
cs: Ne
fr: Non
pt_br: Não
sk: Nie
