Repository: BitJam/Transifex-translations
Catalog: antix-development.live-initrd-init/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pt_br, ru, sv

source: persistence
am: የሚቀጥል
ca: persistència
cs: záloha
da: vedvarenhed
es: persistencia
fr: persistance
it: persistenza
pt_br: persistência
ru: сохранение состояния
sv: persistens

source: persist device
am: የሚቀጥል አካል
ca: dispositiu persistent
cs: zálohové zařízení
da: vedvarenhedsenhed
de: Persistencegerät
el: συσκευή persist
es: unidad persistente
fr: périphérique persistant
it: dispositivo con persistenza
nl: Apparaat met persistentie
pt_br: dispositivo de persistência
ru: устройство сохранения
sv: persist-enhet

source: Enabled %s persistence
am: ማስቻያ %s የሚቀጥል
ca: Activa la persistència %s
cs: Povolena %s záloha
da: Aktivér %s-vedvarenhed
de: %s Persistence ermöglicht
el: persist %s ενεργοποιήθηκε
es: Habilitada persistencia de %s
fr: Persistance %s activée
it: Abilitata la persistenza %s
nl: %s persistence is aangezet
pt_br: Ativada persistência de %s
ru: Включено сохранение %s
sv: Möjliggjort %s persistens

source: Copy %s MiB to RAM ...
am: ኮፒ ማድረጊያ %s ሜባ ወደ ራም
ca: Copiant %s MiB a la RAM ...
da: Kopiér %s MiB til RAM ...
de: Kopiere %s MiB in den RAM ...
el: Αντιγραφή %s MiB στη μνήμη RAM ...
es: Copiar %s MiB a RAM ...
fr: Copie de %s Mio sur la RAM ...
it: Copia di %s MB nella RAM ...
nl: Kopieer %s MiB naar RAM ...
pt_br: Copiar %s MiB para a RAM ...
sv: Kopiera %s MiB till RAM ...

source: mount persistence file %s at %s
ca: munta el fitxer de persistència %s a %s
cs: připojit zálohový soubor %s na %s
da: monter vedvarenhedsfil %s på %s
de: hänge Persistencedatei %s nach %s ein
el: να εξαπολύσουν το αρχείο persist %s στο %s
es: montar el archivo con persistenca %s en %s
fr: montage du fichier de persistance %s dans %s
it: monta il file di persistenza %s su %s
nl: Koppel persistence bestand %s op %s
pt_br: montar o ficheiro de persistência %s em %s
ru: монтировать файл сохранения %s на %s
sv: Montera persistensfil %s vid %s

source: Do you want to enable home persistence anyway?
ca: Voleu activar igualment la persistència del directori d'usuari?
cs: Přejete si přesto povolit zálohu Home?
da: Vil du aktivere hjemmevedvarenhed alligevel?
de: Möchten Sie Home-Persistenz trotzdem erlauben?
el: Θέλετε να ενεργοποιήσετε το home persistence;
es: Desea activar persistencia en home de todos modos?
fr: Voulez-vous tout de même activer la persistance du répertoire personnel (home) ?
it: Vuoi abilitare la home persistente comunque?
nl: Wilt u home persistentie toch inschakelen?
pt_br: Ainda assim ativar persistência em home?
ru: Вы хотите включить сохранение home в любом случае?
sv: Vill du ändå möjliggöra home-persistens?

source: Strange, couldn't move the homefs mountpoint
am: ይህን የ homefs መጫኛ ነጥብ ማንቀሳቀስ አልተቻለም
ca: És estrany, no s'ha pogut moure el punt de muntatge de homefs
cs: Zvláštní, nelze přesunout bod připojení homefs
da: Underligt, kunne ikke flytte homefs-monteringspunktet
de: komisch ey, der homefs Einhängepunkt kann nicht verlagert werden
el: Παράξενο, δεν μπορούσε να κινηθεί το σημείο προσάρτησης homefs
es: Estraño, no puedo mover la punta de montaje de homefs
fr: Étrange, impossible de déplacer le point de montage homefs
it: Strano, non si può spostare il punto di montaggio homefs
nl: Vreemd, kon het homefs koppelpunt niet verplaatsen
pt_br: Estranho, não foi possível mover o ponto de montagem de homefs
ru: Странно, но не удается переместить точку монтирования homefs
sv: Konstigt, kunde inte flytta homefs monteringspunkt

source: There are %4s MiB of files that will get hidden by home persistence
ca: Hi ha %4s MiB de fitxers amagats a causa de la persistència de home
da: Der er %4s MiB filer der skjules af hjemmevedvarenhed
de: %4s MiB an Dateien werden durch 'home Persistenz' unsichtbar
el: Υπάρχουν %4s MiB των αρχείων που θα γίνουν κρυμμένα από το home persistence
es: Hay %4s MiB ficheros que serán escondidos por persistencia de home
fr: %4s Mio de fichiers vont être masqués par la persistance du répertoire personnel
it: Ci sono %4s MB di file che verranno nascosti dalla home persistente
nl: Er is %4s MiB aan bestanden die verborgen zullen worden bij home persistentie
pt_br: Há %4s MiB de ficheiros que serão ocultados pela persistência na pasta de utilizador (home persistence)
sv: Det finns %4s MiB filer som blir dolda av home persistens

source: There are %4s MiB free on the home persistence device
ca: Hi ha %4sMiB lliures al dispositiu de persistència home
da: Der er %4s MiB ledig på hjemmevedvarenhedsenheden
de: Auf dem home Persistenz Gerät sind %4s MiB verfügbar
el: Υπάρχει %4s MiB διαθέσιμες στη συσκευή home persistence
es: Hay %4s MiB libre en el dispositivo de persistencia home
fr: %4s Mio sont disponibles sur le périphérique avec persistance du dossier personnel
it: Ci sono %4s MB liberi nella home persistente del dispositivo
nl: Er is %4s MiB vrij op het home persistentie apparaat
pt_br: Há %4s MiB livres no dispositivo com persistência na pasta de utilizador (home persistence)
sv: Det finns %4s MiB ledigt på home persistens-enheten

source: There's not enough space to copy all the files
am: ሁሉንም ፋይል ኮፒ ለ ማድረግ በቂ ነፃ ቦታ የለም
ca: No hi ha prou espai per copiar tots els fitxers
cs: Není dostatek místa na zkopírování všech souborů
da: Der er ikke nok ledig plads til at kopiere alle filerne
de: Zuwenig Platz, um alle Dateien zu kopieren
el: Δεν υπάρχει αρκετός χώρος για να αντιγράψετε όλα τα αρχεία
es: No hay suficiente espacio para copiar todos los archivos
fr: Espace insuffisant pour copier tous les fichiers
it: Non c'è abbastanza spazio per copiare tutti i file
nl: Er is niet genoeg ruimte om alle bestanden te kopiëren
pt_br: Não há espaço suficiente para copiar todos os ficheiros
ru: Не хватает места для копирования всех файлов
sv: Det finns inte tillräckligt med utrymme för att kopiera alla filer

source: Do you want to copy the files to the home persistence device?
ca: Voleu copiar els fitxers al directori d'usuari del dispositiu persistent?
cs: Přejete si zkopírovat soubory do zálohy Home?
da: Vil du kopiere filerne til hjemmevedvarenhedsenheden?
de: Möchten Sie die Dateien auf das Gerät mit Home-Persistenz kopieren?
el: Θέλετε να αντιγράψετε τα αρχεία στη συσκευή home persistence;
es: Desea copiar los archivos al dispositivo de persistencia de home?
fr: Voulez-vous copier les fichiers sur le périphérique avec persistance des répertoires personnels ?
it: Vuoi copiare i file sulla home persistente del dispositivo?
nl: Wilt u de bestanden naar het home persistentie apparaat kopiëren?
pt_br: Copiar os ficheiros para o dispositivo da persistência em home?
ru: Вы хотите копировать файлы на устройство сохранения home?
sv: Vill du kopiera filerna till home-persistensenheten?

source: No %s file found. Rename %s to %s
am: አይ %s ፋይል ተገኝቷል: እንደገና መሰየሚያ %s ወደ %s
ca: No s'ha trobat el fitxer %s. Es canvia el nom de %s a %s
cs: Žádný %s soubor nenalezen. Přejmenovat %s na %s
da: Ingen %s-fil fundet. Omdøb %s til %s
de: Keine %s Datei gefunden. %s in %s umbenennen
el: Δε βρέθηκε το αρχείο %s. Μετονομασία %s στο %s
es: No se encontró el archivo %s. Cambie el nombre de %s a %s
fr: Aucun fichier %s trouvé. Renommage de %s en %s
it: Nessun file %s trovato. Rinomina %s in %s
nl: Geen %s bstand gevonden. Hernoem %s naar %s
pt_br: Nenhum ficheiro %s encontrado. Renomear %s para %s
ru: Файл %s не найден. Переименуйте %s в %s
sv: Ingen %s fil hittad. Döp om %s till %s

source: Have %s MiB free. Need %s
am: ይህ %s ነፃ ሜባ ቦታ አለው: የሚያስፈልገው %s
ca: Hi ha %s MiB lliures. En cal %s
da: Hav %s MiB ledig. Behøver %s
de: Habe: %s MiB verfügbar. Brauche: %s MiB.
el: Διαθέσιμα %s ΜiB. Χρειάζεται %s
es: Tiene %s MiB libre. Necesita %s
fr: %s Mio sont disponibles. %s sont nécessaires
it: Ci sono %s MB liberi. Ne servono %s
nl: Heb %s MiB vrij. Benodigd %s
pt_br: Há %s MiB livres. São necessários %s MiB
sv: Har %s MiB fritt. Behöver %s

source: Resize homefs. Copy contents of %s to %s
am: የ homefs. እንደገና መመጠኛ: ይዞታዎችን ኮፒ ማድረጊያ ከ %s ወደ %s
ca: Redimensiona homefs. Copia el contingut de %s a %s
cs: Změnit velikost homefs. Kopírovat obsah %s do %s
da: Tilpas størrelsen på homefs. Kopiér indholdet af %s til %s
de: Grösse ändern von homefs. Kopiere Inhalt von %s nach %s
el: Αλλαγή μεγέθους homefs. Αντιγράψτε τα περιεχόμενα του %s στο %s
es: Redimensionar homefs. Copiar contenidos de %s a %s
fr: Redimensionnement de homefs. Copie des contenus de %s vers %s
it: Ridimensionamento di homefs. Copia del contenuto di %s su %s
nl: Wijzig de grootte van home bestandsysteem. Kopieer de inhoud van %s naar %s
pt_br: Redimensionar o ficheiro homefs. Copiar conteúdo de %s para %s
ru: Изменение размера homefs. Копирование содержания %s в %s
sv: Byt storlek på homefs. Kopiera innehåll av %s till %s

source: Copy home filesystem. Please be patient ...
am: የ ቤት ፋይል ስርአት ኮፒ ማድረጊያ: እባክዎን ይቆዩ ...
ca: Copiant el sistema de fitxers d'usuari. Si us plau, tingueu paciència...
cs: Kopírování sytému souborů Home. Prosím buďte trpěliví ...
da: Kopierer hjemmefilsystem. Vær venligst tålmodig ...
de: Kopiere Dateisystem von home. Bitte gedulden Sie sich ...
el: Αντιγραφή αρχείων. Παρακαλώ να είστε υπομονετικοί ...
es: Copiando el sistema de archivos home. Sea paciente por favor ...
fr: Copie du système de fichiers personnel home en cours. Veuillez patienter...
it: Copia del filesystem della home. Per favore sii paziente ...
nl: Kopieer het home bestandsysteem. Aub even geduld ....
pt_br: Copiar sistema de ficheiros home. Por favor aguarde ...
ru: Копирование домашней файловой системы. Пожалуйста, будьте терпеливы ...
sv: Kopiera home filsystem. Var vänlig ha tålamod...

source: Press <%s> to continue
am: ይጫኑ <%s> ለ መቀጠል
ca: Premeu %s per continuar
cs: Stiskněte <%s> pro pokračování
da: Tryk på <%s> for at fortsætte
de: Drücken Sie <%s> um fortzufahren
el: Πατήστε το <%s> για να συνεχίσετε
es: Pulsa <%s> para continuar
fr: Appuyez sur <%s> pour continuer
it: Premi <%s> per continuare
nl: Druk op <%s> om verder te gaan
pt_br: Premir <%s> para continuar
ru: Нажмите <%s> чтобы продолжить
sv: Tryck på <%s> för att fortsätta

source: It appears you selected VGA resolution %s
am: እርስዎ የ መረጡት የ VGA ሪዞሊሽን ነው %s
ca: Sembla que heu triat resolució VGA %s
cs: Zvolili jste VGA rozlišení %s
da: Det ser ud til at du valgte VGA-opløsningen %s
de: Scheinbar haben Sie die VGA-Auflösung %s gewählt
el: Φαίνεται ότι επιλέξατε ανάλυση VGA %s
es: Parece que selecciona resolución VGA %s
fr: Il semble que vous avez choisi la résolution VGA %s
it: Risulta che hai selezionato la risoluzione VGA %s
nl: Het lijkt dat u VGA resolutie %s heeft geselecteerd
pt_br: Foi seleccionada a resolução VGA %s
sv: Det verkar som om du valt VGA upplösning %s

source: Would you like to save this resolution for subsequent boots?
am: ይህን ሪዞሊሽን ማስቀመጥ ይፈልጋሉ ለሚቀጥለው ማስነሻ?
ca: Voleu desar aquesta resolució per futures arrencades?
cs: Přejete si zachovat toto rozlišení pro následující přihlášení?
da: Vil du gemme opløsningen til efterfølgende opstarter?
de: Möchten Sie diese Auflösung nachfolgende Starts speichern?
el: Θα θέλατε να αποθηκεύσετε αυτήν την ανάλυση οθόνης
es: ¿Gustería guardar esta resolución para incios subsecuentes?
fr: Voulez-vous sauvegarder cette résolution pour les boots suivants ultérieurs ?
it: Vuoi salvare questa risoluzione per i prossimi avvii?
nl: Wilt u deze resolutie opslaan voor volgende keren opstarten?
pt_br: Guardar esta resolução para ser usada no arranque?
sv: Vill du spara denna upplösning för framtida starter?

source: Will save the new VGA setting and your other boot parameters
am: ይህ አዲሱ የ VGA ማሰናጃ እና የ እርስዎ ሌላ ማሰነሻ ደንብ ይቀመጣል
ca: Es desarà la nova resolució VGA i els altres paràmetres d'arrencada
cs: Nové nastavení VGA a jiné parametry zavádění systému se ted uloží
da: Gemmer den nye VGA-indstilling og dine andre opstartsparametre
de: Neue VGA-Einstellungen und Ihre Startparameter werden gespeichert
el: Θα αποθηκεύσετε τη νέα ρύθμιση VGA και τις άλλες παραμέτρους εκκίνησης
es: Guardará el nuevo valor de VGA y los demás parametros de reinicio
fr: Va sauvegarder le nouveau paramétrage VGA et vos autres paramètres de boot
it: Verrà salvata la nuova impostazione VGA e gli altri tuoi parametri di avvio
nl: Zal de nieuwe VGA instelling en uw andere opstartgegevens opslaan
pt_br: Será guardada a nova definição VGA, assim como os outros parâmetros de arraque
sv: Kommer att spara den nya VGA-inställningen och dina andra boot-parametrar

source: umount %s
am: ማውረጃ %s
ca: desmunta %s
cs: odpojit %s
da: afmonter %s
el: αποπροσάρτηση %s
it: smonta %s
nl: %s ontkoppelen
pt_br: desmontar %s
ru: размонтировать %s
sv: avmontera %s

source: umount of %s failed
am: ማውረድ %s አልተቻለም
ca: el desmuntatge de %s ha fallat.
cs: odpojení %s zlyhalo
da: afmontering af %s mislykkedes
de: umount %s fehlgeschlagen
el: απροσάρτητη του %s απέτυχε
es: umount de %s falló
fr: umount de %s a échoué
it: lo smontaggio di %s non è riuscito
nl: ontkoppeling van %s mislukt
pt_br: o desmontar de %s falhou
ru: размонтировать %s не удалось
sv: avmontering av %s misslyckades

source: Default size: %s Meg. Filesystem type: %s
am: ነባር መጠን: %s ሜባ: የ ፋይል ስርአት አይነት: %s
ca: Mida per omissió: %s MB. Tipus de sistema de fitxers: %s
cs: Předvolená velikost: %s MB. Systém souborů: %s
da: Standardstørrelse: %s MB. Filsystemets type: %s
de: Standard Grösse: %s Meg. Dateisystem Typ: %s
el: Προκαθορισμένο μέγεθος: %s Meg. Σύστημα αρχείων τύπου: %s
es: Tamaño por defecto: %s Meg. Tipo de sistema de archivos: %s
fr: Taille par défaut: %s mega. Système de fichiers de type: %s
it: Dimensione di default: %s Mega. Tipo di filesystem: %s
nl: Standdard grootte: %s Meg. Bestandsysteem type: %s
pt_br: Tamanho pré-definido: %s Meg. Tipo de sistema de ficheiros: %s
ru: Размер по умолчанию: %s MB. Тип файловой системы: %s
sv: Standardstorlek: %s Meg. Filsystemets sort: %s

source: This default size will leave %s Meg free
am: ይህ ነባር መጠን %s ሜባ ነፃ ቦታ ይለቃል
ca: Aquesta mida per omissió deixarà %s MB lliures
cs: Předvolená velikost ponechá %s MB volného místa
da: Standardstørrelsen efterlader %s MB fri
de: Diese voreingestellte Grösse lässt %s Meg frei
el: Αυτό το προεπιλεγμένο μέγεθος θα αφήσει %s Meg ελεύθερο
es: Este tamaño por defecto dejará %s Meg libres
fr: Cette taille par défaut laissera %s mega de libre
it: La dimensione di default lascierà %s Mega liberi
nl: Deze standaardgrootte zal %s Meg vrije ruimte opleveren
pt_br: Este tamanho predefinido deixará livres %s Meg
ru: Размер по умолчанию оставит свободными %s MB
sv: Denna standardstorlek lämnar %s Meg fritt

source: There is %s Meg available on the device
am: ይህን ያህል %s ሜባ በ አካሉ ላይ ዝግጁ ነው
ca: Hi ha %s MB lliures al dispositiu
cs: Na jednotce je dostuných %s MB
da: Der er %s MB tilgængelig på enheden
de: Auf dem Gerät sind %s Meg verfügbar
el: Υπάρχει %s Meg διαθέσιμες στη συσκευή
es: Hay %s Meg disponibles en el medio
fr: %s mégas sont disponibles sur le périphérique
it: Ci sono %s Mega disponibili sul dispositivo
nl: Er is %s Meg ruimte beschikbaar op het device
pt_br: Existem %s Meg disponíveis no dispositivo
ru: Доступно %s MB на устройстве
sv: Det finns %s Meg tillgängligt på enheten

source: Filesystem size %s Meg
am: የ ፋይል ስርአት አይነት: %s ሜባ
ca: La mida del sistema de fitxers és de %s MB
cs: Velikost systému souborů %s MB
da: Filsystemets størrelse %s MB
de: Dateisystem Grösse %s Meg
el: Σύστημα αρχείων μέγεθος %s Meg
es: Tamaño del sistema de archivos %s Meg
fr: Taille du système de fichier: %s méga
it: Dimensione del filesystem %s Mega
nl: bestandsysteem grootte %s Meg
pt_br: Tamanho do sistema de ficheiros %s Meg
ru: Размер файловой системы %s MB
sv: Filsystemets storlek %s Meg

source: Create %s file of type %s and size %s Meg
am: መፍጠሪያ %s የ ፋይል አይነት %s እና መጠን %s ሜባ
ca: Crea %s fitxer(s) del tipus %s amb una mida de %s MB
cs: Vytvořit %s soubor typu %s a velikosti %s MB
da: Opret %s-fil af typen %s og størrelsen %s MB
de: Erstelle %s Datei vom Typ %s und der Grösse %s Meg
el: Δημιουργήστε το αρχείο %s του τύπου %s και μέγεθος %s Meg
es: Crear archivo %s o tipo %s y tamaño %s Meg
fr: Création du fichier %s de type %s et de taille %s méga
it: Creazione del file %s di tipo %s e dimensione di %s Mega
nl: Creeer %s bestand van het type %s en grootte %s Meg
pt_br: Criar ficheiro %s do tipo %s e %s Meg de tamanho
ru: Создать файл %s типа %s размером %s MB
sv: Skapa %s fil av typen %s och storlek %s Meg

source: Copy %s Megabytes to RAM ...
am: ኮፒ ማድረጊያ %s ሜባ ወደ ራም
ca: Copiant %s MB a la RAM...
cs: Kopírovat %s MB do RAM ...
da: Kopiér %s megabytes til RAM ...
de: Kopiere %s Megabytes ins RAM ...
el: Αντιγραφή %s Megabytes μνήμης RAM ...
es: Copiar %s Megabytes a RAM ...
fr: Copie de %s mégaoctets vers la RAM...
it: Copia di %s megabyte nella RAM...
nl: Kopier %s Megabytes naar het RAM
pt_br: Copiar %s Megabytes para a RAM ...
ru: Копирование %s MB в RAM ...
sv: Kopiera %s Megabyte till RAM ...

source: There are %4s Meg of files that will get hidden by home persistence
am: ይህን ያህል %4s ሜባ ፋይሎች በ ቤት ውስጥ ይደበቃሉ
ca: Hi ha %4s MB de fitxers que quedaran amagats per la persistència d'usuari
cs: %4s MB souborů se uchová v záloze Home
da: Der er %4s MB filer der skjules af hjemmevedvarenhed
de: %4s Megabyte an Dateien werden durch 'home Persistenz' unsichtbar
el: Υπάρχουν %4s Meg των αρχείων που θα γίνουν κρυμμένα από το home persistence
es: Hay %4s MB de archivos que será escondido por persistencia de home
fr: %4s Mo de fichiers seront masqués par la persistance du répertoire personnel (home)
it: Ci sono %4s Mega di files che verranno nascosti dalla home persistente
nl: Er zijn %4s Meg aan bestanden die verborgen zullen worden bij home persistentie
pt_br: Há %4s Meg de ficheiros que ficarão ocultos pela persistência de home
ru: Имеется %4s Meg файлов, которые будут скрыты при сохранении home
sv: Det finns %4s Mb filer som kommer att döljas av home-persistens

source: There are %4s Meg free on the home persistence device
ca: Hi ha %4s MB lliures al dispositiu de persistència d'usuari
cs: V souboru zálohy Home je %4s MB volného místa
da: Der er %4s MB ledig på hjemmevedvarenhedsenheden
de: Auf dem home Persistenz Gerät sind %4s Meg verfügbar
el: Υπάρχει %4s Meg διαθέσιμες στη συσκευή home persistence
es: Hay %4s MB libre en el medio de persistencia de home
fr: %4s Mo sont disponibles sur le périphérique avec persistance des répertoires personnels
it: Ci sono %4s Mega liberi nella home persistente del dispositivo
nl: Er zijn %4s Meg vrij op het home persistentie apparaat
pt_br: Há %4s Meg livres no dispositivo de persistência
ru: Имеется %4s Meg свободного места на устройстве сохранения home
sv: Det finns %4s Mb ledigt på home-persistensenheten

source: Enter
am: ማስገቢያ
ca: Entreu
cs: Zadat
fr: Entrer
it: Invio

source: TYPE=.crypto_LUKS
am: ይጻፉ=.crypto_LUKS
es: TIPO=.crypto_LUKS
