Repository: BitJam/Transifex-translations
Catalog: antix-development.live-initrd-init/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pt_br, ru, sv

source: %s disabled due to outdated persistence scripts and libs
ca: %s desactivat degut a scripts i LIBs de persistència obsolets
cs: %s zakázáno kvůli zastaralým zálohovacím skriptům a libům
da: %s deaktiveret pga. forældede vedvarenheds-scripts og -biblioteker
de: %s deaktiviert wegen veralteter Persistenz-Skripte und Libs
el: %s απενεργοποιημενο λόγω παρωχημένων σενάρια persist και libs
es: %s deshabilitado debido a librerías y scripts de persistencia desactualizados
fr: %s désactivé à cause de scripts et de librairies de persistance obsolètes
it: %s è disattivata a causa di script e librerie di persistenza obsoleti
nl: %s uitgeschakeld wegens verouderde persistentie scripts en libs
pt_br: %s desligado devido a scripts e bibliotecas (libs) desactualizados.
ru: %s отключено из-за устаревших скриптов и библиотек сохранения состояния
sv: %s avstängd på grund av för gamla persistens-skript och libs

source: The %s program took %s seconds
am: ይህ %s ፕሮግራም %s ሰከንዶች ወስዷል
ca: El programa %s ha usat %s segons
cs: %s program zabral %s vteřin
da: %s-programmet tog %s sekunder
de: Das %s Programm brauchte %s Sekunden
el: Το πρόγραμμα %s διήρκεσε %s δευτερόλεπτα
es: El programa de %s tomó %s segundos
fr: Le programme %s a mis %s secondes
it: Il programma %s ha impiegato %s secondi
nl: Het %s programma nam %s seconden in beslag
pt_br: O programa %s demorou %s segundos
ru: Программа %s заняла %s секунд
sv: %s programmet tog %s sekunder

source: Detected %s init system
am: ተገኝቷል %s init ስርአት
ca: Detectat el sistema init %s
cs: Nalezen %s init systém
da: Registrerede %s init-system
de: %s init System erkannt
el: Εντοπίστηκε το init %s
es: Se detectó sistema de inicio %s
fr: Système init %s détecté
it: Trovato init system %s
nl: Het %s init systeem werd aangetroffen
pt_br: Detectado sistema de iniciação (init) %s
ru: Обнаружена система инициализации %s
sv: Upptäckte %s init system

source: Waiting %s seconds for buses to settle ...
am: በ መጠበቅ ላይ %s ሰከንዶች buses እስከሚረጋጉ ድረስ ...
ca: Esperant %s segons per estabilitzar els busos...
cs: Čekám %s vteřin na uspořádání sběrnic ...
da: Venter %s sekunder på at busser skal falde til ro ...
de: Warte %s Sekunden damit Systembusse fertig werden ...
el: Αναμονή %s δευτερόλεπτα για να εγκατασταθούν buses ...
es: Esperando %s segundos para la resolución de los buses.
fr: %s secondes d'attente pour que les bus se règlent...
it: Si attende %s secondi per risolvere i buses ...
nl: Wacht %s seconden om bussen tot rust te laten komen ...
pt_br: Esperando %s segundos para que os transferidores (bus) se estabeleçam ...
ru: Ожидание %s секунд для настройки шин
sv: Väntar %s sekunder för att systembussarna ska stabiliseras...

source: Enter breakpoint(s) separated by commas
am: የ መጨረሻ ነጥብ(ቦች) ያስገቡ በ ኮማ የ ተለያየ
ca: Entreu el(s) punt(s) de ruptura separats per comes
cs: Zadejte bod(y) přerušení oddělené čárkami
da: Indtast breakpoint(s) separeret af kommaer
de: Breakpoint(s) - per Komma getrennt - eintragen
el: Πληκτρολογήστε το σημείο διακοπής διαχωρισμένες με κόμμα
es: Ingrese los puntos de salto separados por comas
fr: Entrez le ou les point(s) d'arrêt séparés par des virgules
it: Inserisci punto(i) separato(i) da virgole
nl: Geef breekpunt(en) aan gescheiden door comma's
pt_br: Introduzir ponto(s) de quebra separados por vírgulas
ru: Введите точку(точки) остановки через запятые
sv: Ange brytpunkt (-er) separerade av komma

source: Invalid %s value %s
am: ዋጋ የሌለው %s ዋጋ %s
ca: %s té un valor no vàlid %s
cs: Naplatná %s hodnota %s
da: Ugyldig %s værdi %s
de: Ungültig %s Wert %s
el: Ακυρο %s η παράμετρα %s
es: Invalido %s valor %s
fr: Valeur %s invalide %s
it: Invalido %s valore %s
nl: Ongeldige %s optie %s
pt_br: Valor %s inválido %s
sv: Ogiltigt %s värde %s

source: Set font to %s
am: ፊደል ማሰናጃ ለ %s
ca: Font configurada a %s
cs: Nastavit písmo na %s
da: Indstil skrifttype til %s
de: Schrift auf%s setzen
el: Ρύθμιση γραμματοσειρά σε %s
es: Fijar tipo de letra a %s
fr: Définir la police de caractère sur %s
it: Impostato font su %s
nl: Font instellen naar %s
pt_br: Definir a fonte para %s
sv: Ställ in teckensnitt på%s

source: New screen width %s
am: አዲስ የ መመልከቻ ስፋት %s
ca: Nova amplada de pantalla %s
cs: Nová šířka obrazovky %s
da: Ny skærmbredde %s
de: Neue Bildschirmbreite %s
el: Νέο πλάτος οθόνης %s
es: Ancho nuevo de la pantalla %s
fr: Nouvelle largeur d'écran %s
it: Nuova larghezza dello schermo%s
nl: Nieuwe scherm breedte %s
pt_br: Nova largura de écrã %s
sv: Ny skärmbredd %s

source: Welcome to %s
am: እንኳን ደሀና መጡ ወደ %s
ca: Benvinguts a %s
cs: Vítejte v %s
da: Velkommen til %s
de: Willkommen bei %s
el: Καλώς ήρθατε στο %s
es: Bienvenido a %s
fr: Bienvenue sur %s
it: Benvenuto su %s
nl: Welkom bij %s
pt_br: Boas-vindas ao %s
ru: Добро пожаловать в %s
sv: Välkommen till %s

source: Current boot codes
am: የ አሁኑ ማስነሻ ኮድ
ca: Codis d'arrencada actuals
cs: Aktuální zaváděcí kódy
da: Nuværende opstartskoder
de: Augenblickliche Bootparameter
el: Τρέχουσα κωδικούς εκκίνησης
es: Códigos de inicio actuales
fr: Codes de démarrage actuels
it: Codici di boot attuali
nl: Huidige boot codes
pt_br: Códigos de arranque (boot) actuais
ru: Текущие коды загрузки
sv: Aktuella boot-koder

source: Possibly unknown or misspelled boot codes
am: ምናልባት የማይታወቅ ወይንም የ ተሳሳተ የ ማስነሻ ኮድ
ca: Codis d'arrencada possiblement desconeguts o malformats
cs: Pravděpodobně neznámé nebo chybné zaváděcí kódy
da: Mulige ukendte eller forkert stavet opstartskoder
de: Eventuell unbekannte oder falsch geschriebene Bootparameter
el: Άγνωστη ή ανορθόγραφη κώδικος εκκίνησης:
es: Códigos de inicio posiblemente mal escritos o desconocidos
fr: Codes de démarrage vraisemblablement inconnus ou mal orthographiés
it: Codici di boot probabilmente sconosciuti o errati
nl: Mogelijk onbekende of verkeerd geschreven boot-codes
pt_br: Códigos de arranque possivelmente desconhecidos ou incorrectos
ru: Возможно, неизвестные или написанные с ошибками коды загрузки
sv: Möjligen okända eller felstavade boot-koder

source: don't take this too seriously
am: ብዙ አይጠብቁ
ca: no li doneu massa importància
cs: toto neberte příliš vážně
da: tag det ikke alt for seriøst
de: Nimm dies nicht allzu ernst
el: (Μην πάρετε αυτό στα σοβαρά)
es: No tome esto con demasiada seriedad
fr: n'y attachez pas trop d'importance
it: non prendere questo troppo seriamente
nl: neem dit niet te serieus
pt_br: não dar muita importância
ru: не воспринимайте это слишком серьезно
sv: ta inte det här för allvarligt

source: Unknown option(s) in %s. Unknown option(s): %s
am: ያልታወቀ ምርጫ(ዎች) በ %s. ያልታወቀ ምርጫ(ዎች): %s
ca: Opció(ns) desconeguda(es) a a %s. Opció(ns) desconeguda/(es): %s
cs: Neznámá volba(y) v %s. Neznámá volba(y): %s
da: Ukendt(e) tilvalg i %s. Ukendt(e) tilvalg: %s
de: %s enthält keine bekannte Option bzw. Option %s ist unbekannt
el: Άγνωστη επιλογή(ες) σε %s. Άγνωστη επιλογή(ες): %s
es: Opción desconocida(s) en %s. Opción desconocida(s): %s
fr: Options inconnues dans %s. Options inconnues: %s
it: Opzione(i) sconosciuta(e) in %s. Opzione(i) sconosciuta(e): %s
nl: Onbekende optie(s) in %s. Onbekende optie(s): %s
pt_br: Opção/Opções desconhecida(s) em %s. Opção/Opções desconhecida(s): %s
ru: Неизвестный параметр(ы) в %s. Неизвестный параметр(ы): %s
sv: Okänd(a) alternativ i %s. Okänd(a) alternativ: %s

source: Loading all modules
am: ሁሉንም ክፍሎች በ መጫን ላይ
ca: Carregant tots els mòduls
cs: Načítání všech modulů
da: Indlæser alle moduler
de: Alle Module laden
el: Τοποθέτηση όλων των μονάδω
es: Cargando todos los módulos
fr: Chargement de tous les modules en cours
it: Caricamento di tutti i moduli in corso
nl: Laden van alle modules
pt_br: A carregar todos os módulos
ru: Загрузка всех модулей
sv: Laddar alla moduler

source: Loading hardware specific modules ...
am: የ ጠንካራ አካሎች መግለጫ ክፍል በ መጫን ላይ
ca: Carregant els mòduls específics de maquinari ...
cs: Načítání modulů pro specifický hardvér ...
da: Indlæser hardwarespecifikke moduler ...
de: Lade Hardware spezifische Module ...
el: Φόρτωση υλικού ειδικών μονάδων ...
es: Cargando los módulos específicos del hardware ...
fr: Chargement des modules spécifiques au matériel en cours
it: Caricamento in corso di moduli specifici per l'hardware...
nl: Laden van hardware specifieke modules ...
pt_br: a carregar módulos específicos do equipamento ...
ru: Загрузка аппаратно-зависимых модулей ...
sv: Laddar hårdvaruspecifika moduler...

source: No %s devices found
am: ምንም %s አካል አልተገኘም
ca: No s'ha(n) trobat %s dispositiu(s)
cs: Žádná zařízení %s nebyla nalezena
da: Ingen %s-enheder fundet
de: Keine %s Geräte gefunden
el: Δεν βρέθηκε συσκευή με %s
es: No se hallaron dispositivos %s
fr: Pas de périphériques %s trouvés
it: Nessun dispositivo %s trovato
nl: Geen %s apparaten gevonden
pt_br: Nenhum dispositivo %s encontrado
ru: Устройства %s не найдены
sv: Inga %s enheter hittade

source: The %s parameter is blocking device %s
am: ይህ %s ደንብ አካሉን ይከለክላል %s
ca: El paràmetre %s està bloquejant el dispositiu %s
cs: Parametr %s blokuje zařízení %s
da: %s-parameteren blokerer enheden %s
de: Der %s Parameter blockiert Gerät %s
el: Η παράμετρος %s μπλοκάρει τη συσκευής %s
es: El parámetro %s está bloqueando al dispositivo %s
fr: Le paramètre %s bloque le périphérique %s
it: Il parametro %s sta bloccando il dispositivo %s
nl: De %s parameter blokkeert het apparaat %s
pt_br: O parâmetro %s está a bloquear o dispositivo %s
ru: Параметр %s блокирует устройство %s
sv: %s parametern blockerar enhet %s

source: Even though device %s has %s
am: ምንም እንኳን አካሉ %s ቢኖረው %s
ca: Tot i que el dispositiu %s té %s
cs: I přesto, že zařízení %s má %s
da: Selvom enheden %s har %s
de: Obwohl Gerät %s %s hat
el: Ακόμα κι αν η συσκευή %s έχει %s
es: Aunque el dispositivo %s tiene %s
fr: Bien que le périphérique %s ait %s
it: Anche se il dispositivo %s ha %s
nl: Alhoewel device %s heeft %s
pt_br: Apesar do dispositivo %s ter %s
ru: Даже если устройство %s имеет %s
sv: Även om enhet %s har %s

source: Remove the %s boot parameter to allow that device to be scanned
am: የ ማስነሻ %s አካል ማስወገጃ መታሰስ እንዲችል
ca: Elimineu el paràmetre d'arrencada %s per permetre que s'escanegi aquest dispositiu
cs: Odstraňte parametr zavedení %s, aby toto zařízení mohlo být skenováno
da: Fjern %s-opstartsparameteren så enheden kan skannes
de: Entfernen Sie den %s Bootparameter, damit nach diesem Gerät gescannt werden kann
el: Αφαιρέστε την παράμετρο εκκίνησης %s για να σαρωθεί η συσκευή αυτή
es: Remueva el parámetro de inicio %s para que el dispositivo se pueda explorar
fr: Afin de scanner ce périphérique, le paramètre de démarrage %s doit être supprimé
it: Rimuovere il parametro del boot %s per consentire che il dispositivo venga rilevato
nl: Verwijder de %s boot parameter zodat het apparaat kan worden gescand
pt_br: Remover o parâmetro de arranque %s para permitir que esse dispositivo possa ser analisado
ru: Удалить параметр загрузки %s, чтобы позволить сканировать устройство
sv: Ta bort %s boot parametern för att låta den enheten skannas

source: Device found but could not find %s file on device
am: አካሉ ተገኝቷል ነገር ግን %s ፋይል በ አካሉ ላይ አልተገኘም
ca: S'ha trobat el dispositiu però no conté el fitxer %s
cs: Zařízení nalezeno ale nemohu najít %s soubor
da: Enheden blev fundet men kunne ikke finde %s-filen på enhed
de: Gerät gefunden, aber %s Datei ist nicht darauf vorhanden
el: Βρέθηκε η συσκευή, αλλά δεν μπορούσε να βρει το αρχείο %s στη συσκευή
es: Se encontró el medio pero no se halló en él el archivo %s
fr: Le périphérique a été détecté, mais le fichier %s est introuvable
it: Dispositivo trovato ma non si trova il file %s sul dispositivo
nl: Device gevonden, maar kon geen %s bestand vinden op het device
pt_br: Dispositivo encontrado, mas não foi possível encontrar no mesmo o ficheiro %s
ru: Устройство найдено, но нет файла %s на устройстве
sv: Enhet hittad men kunde inte hitta %s fil på enheten

source: Retry for %s seconds %s
am: እንደገና ይሞክሩ ለ %s ሰከንዶች %s
ca: Torneu-ho a provar %s després de %s
cs: Zkusit znovu o %s vteřin %s
da: Prøv igen i %s sekunder %s
de: Versuch wiederholen für %s Sekunden %s
el: Επανάληψη για %s δευτερόλεπτα %s
es: Intente de nuevo %s segundos %s
fr: Nouvelle tentative dans %s secondes %s
it: Riprova per %s secondi %s
nl: Opnieuw proberen gedurende %s seconden %s
pt_br: Voltar a tentar por %s segundos %s
ru: Повтор в течение %s секунд %s
sv: Försök igen %s sekunder %s

source: Scan %s devices. Look for %s file(s) %s
am: አካል %s ማሰሻ: መፈለጊያ %s ፋይል(ሎች) %s
ca: Escanejats %s dispositius. Cercant %s fitxer(s) %s
cs: Skenování %s zařízení. Hledám %s soubor(y) %s
da: Skan %s-enheder. Led efter %s fil(er) %s
de: Prüfe %s Geräte. Suche nach %s Datei(en) %s
el: Σάρωση %s συσκευές. Ψάξτε για %s αρχείο %s
es: Explorar dispositivos %s . Buscar tipo %s y archivo(s) %s
fr: Balayage des périphériques de type %s. Recherche des fichiers de type %s avec les noms %s
it: Ricerca dei dispositivi %s . Cercare %s file(s) %s
nl: Scan %s devices. Zoek naar %s bestand(en) %s
pt_br: Analisar dispositivos %s. Procurar ficheiro(s) %s %s
ru: Сканирование устройств %s. Смотрите %s файло(в) %s
sv: Skanna %s enheter. Sök efter %s fil(er) %s

source: Filtered devices %s
am: የ ተጣራ አካል %s
ca: Filtrats %s dispositius
cs: Filtrovaná zařízení %s
da: Filtrerede enheder %s
de: Herausgefilterte Geräte %s
el: Φιλτραρισμένες συσκευές %s
es: Medios filtrados %s
fr: Périphériques sélectionnés %s
it: Dispositivi rilevati %s
nl: Gefilterde apparaten %s
pt_br: Dispositivos filtrados %s
ru: Отфильтрованы устройства - %s
sv: Filtrerade enheter %s

source: Look for file(s) %s on device(s) %s
am: መፈለጊያ %s አካል(ሎች) በ %s
ca: Cercant %s fitxer(s) al(s) dispositiu(s) %s
cs: Hledat soubor(y) %s na zařízení(ch) %s
da: Led efter fil(er) %s på enhed(er) %s
de: Suche nach Datei(en) %s auf Gerät(en) %s
el: Ψάχνοντας για %s σε %s
es: Buscar archivo(s) %s en dispositivo(s) %s
fr: Recherche de(s) fichier(s) %s sur le(s) périphérique(s) %s
it: Cercare i/il file(s) %s sul dispositivo(i) %s
nl: Zoek naar bestanden %s op device(s) %s
pt_br: Procurar ficheiro(s) %s no(s) dispositivo(s) %s
ru: Смотрите файл(ы) %s на устройстве(устройствах) %s
sv: Sök efter fil(er) %s på enhet(er) %s

source: Found new device(s) %s
am: ተገኝቷል አዲስ አካል(ሎች) %s
ca: Trobat(s) nou(s) dispositiu(s) %s
cs: Nalezeno(y) nové zařízení %s
da: Fandt ny enhed(er) %s
de: Neue(s) Gerät(e) %s gefunden
el: Βρέθηκε νέα συσκευή %s
es: Se halló dispositivo(s) nuevo(s) %s
fr: Nouveau(x) périphérique(s) %s trouvés
it: Trovato nuovo(i) dispositivo/i %s
nl: Nieuw apparaat aangetroffen %s
pt_br: encontardo(s) novo(s) dispositivo(s) %s
ru: Найдено новое устройство(устройства) %s
sv: Hittade ny enhet(er) %s

source: Device %s is already mounted at %s
am: ይህ አካል %s ቀደም ብሎ ተጭኗል በ %s
ca: El dispositiu %s ja està muntat a %s
cs: Zařízení %s je už připojeno na %s
da: Enheden %s er allerede monteret i %s
de: Gerät %s ist bereits eingehängt auf %s
el: Η συσκευή %s είναι ήδη προσαρτησημένο στο %s
es: El dispositivo %s ya está montado en %s
fr: Le périphérique %s est déjà monté dans %s
it: Il dispositivo %s è già montato su %s
nl: Apparaat %s is al aangekoppeld aan %s
pt_br: O dispositivo %s já está montado em %s
ru: Устройство %s уже смонтировано на %s
sv: Enhet %s är redan monterad vid %s

source: Mounted %s device. Mounted device %s at %s
am: የተጫነው አካል %s አካል: የተጫነው አካል %s በ %s
ca: Muntat el dispositiu %s. Muntat el dispositiu %s a %s
cs: Zařízení %s připojeno. Připojeno zařizení %s na %s
da: Monterede %s-enhed. Monterede enheden %s på %s
de: Eingehängtes %s Gerät. Gerät %s eingehängt auf %s
el: Η συσκευή %s mounted. Τοποθετημένος συσκευή %s στο %s
es: Se montó el dispositivo %s . Montado el dispositivo %s en %s
fr: Périphérique %s monté. Périphérique %s monté dans %s
it: Montato il dispositivo %s . Montato il dispositivo %s su %s
nl: %s device gekoppeld. Device %s gekoppeld aan %s
pt_br: Montado o dispositivo %s. Dispositivo %s montado em %s
ru: Смонтировано устройство %s. Смонтировано устройство %s на %s
sv: Monterad %s enhet. Monterad enhet %s vid %s

source: %s device filesystem: %s
am: %s የ አካሉ ፋይል ስርአት: %s
ca: Sistema de fitxers de %s: %s
cs: zařízení %s systém souborů: %s
da: %s-enhed filsystem: %s
de: %s Gerät Dateisystem: %s
el: %s σύστημα αρχείων της συσκευής: %s
es: medio %s sistema de archivos: %s
fr: Système de fichier du périphérique %s: %s
it: File system del dispositivo %s: %s
nl: %s device filesysteem: %s
pt_br: Sistema de ficheiros do dispositivo %s: %s
ru: Файловая система устройства %s: %s
sv: %s enhets filsystem: %s

source: Look for %s device with %s
am: መፈለጊያ %s አካል በ %s
ca: Cerca dispositius %s amb %s
cs: Hledat %s zařízení s %s
da: Led efter %s-enhed med %s
de: Suche nach %s Gerät mit %s
el: Ψάχνοντας για τη συσκευή %s με %s
es: Buscar el dispositivo %s con %s
fr: Recherche des périphériques de type %s avec l'attribut %s
it: Cerca il dispositivo %s con %s
nl: Zoeken naar apparaat %s met %s
pt_br: Procurar dispositivo %s com %s
ru: Смотрите устройство %s с %s
sv: Leta efter %s enhet med %s

source: Found existing %s install
am: ቀደም ብሎ የ ነበረ %s መግጠሚያ ተገኝቷል
ca: S'ha trobat la instal·lació existent %s
cs: Nalezena existující %s instalace
da: Fandt eksisterende %s-installation
de: Fand existierende %s Installation
el: Βρέθηκαν υπάρχουσες εγκατάσταση %s
es: Se encontró una instalación %s
fr: installation existante %s trouvée
it: Trovata un'installazione esistente di %s
nl: Trof bestaande %s installatie aan
pt_br: Encontrada a instalação %s existente
ru: Найдено %s существующих установок
sv: Hittade existerande %s installation

source: Looking for partitions with at least %s free. Please wait ...
am: ክፍልፋይ በ መፈለግ ላይ ቢያንስ %s ነፃ ቦታ ያለው: እባክዎን ይቆዩ ...
ca: Cercant particions amb %s lliure com a mínim. Si us plau, espereu...
cs: Hledání diskových oddílů s nejméně %s volného místa. Prosím vyčkejte ...
da: Leder efter partitioner med mindst %s ledig. Vent venligst ...
de: Suche nach Partitionen mit mindest %s freiem Platz. Bitte gedulden Sie sich ...
el: Ψάχνουμε για χωρίσματα με τουλάχιστον %s ελεύθερα. Παρακαλώ περιμένετε ...
es: Buscando particiones con al menos %s libre. Espere por favor ...
fr: Recherche de partitions avec au moins %s libre. Veuillez patienter...
it: Ricerca di partizioni con un minimo di %s liberi. Prego attendi...
nl: Zoek naar partities met tenminste %s vrije ruimte. Even geduld svp ...
pt_br: A procurar partições com, pelo menos, %s livres. Aguardar...
ru: Просмотр разделов с наименьшим %s свободным пространством. Пожалуйста, подождите ...
sv: Söker efter partitioner med åtminstone %s ledigt. Var vänlig vänta...

source: quit
am: ማጥፊያ
ca: surt
cs: Konec
da: afslut
de: Beenden
el: Έξοδος
es: terminar
fr: quitter
it: esci
nl: stop
pt_br: sair
ru: выход
sv: avsluta

source: Do you want to do a %s install on the %s device?
am: እርስዎ ይህን በ %s መግጠም ይፈልጋሉ %s በ አካሉ ላይ?
ca: Voleu fer una instal·lació %s al dispositiu %s?
cs: Přeete si prrovést %s instalaci na %s zařízení?
da: Vil du installere en %s-installation på %s-enheden?
de: Wollen Sie eine %s Installation auf dem %s Gerät erstellen?
el: Θέλετε να κάνετε μια %s εγκατάσταση στη συσκευή του %s;
es: ¿Desea ejecutar una instalación de %s en el medio %s ?
fr: Désirez-vous faire une installation %s sur le périphérique %s ?
it: Vuoi installare %s sul dispositivo %s ?
nl: Wil je een %s installatie doen op het %s device?
pt_br: Efectuar uma instalação %s no dispositivo %s?
ru: Вы хотите установить %s на устройство %s?
sv: Vill du göra en %s installering på %s enheten?

source: Doing %s install, please be patient ...
am: ይህ %sእየተገጠመ ነው: እባክዎን ይቆዩ
ca: Fent la instal·lació %s, si us plau, tingueu paciència...
cs: Provádí se %s instalce, mějte strpení prosím ...
da: Foretager %s-installation, vær venligst tålmodig ...
de: Führe %s Installation durch. Bitte gedulden Sie sich ...
el: Κάνοντας %s εγκατάσταση, παρακαλώ να είστε υπομονετικοί ...
es: Ejecutando la instalación de %s , sea paciente por favor ...
fr: Installation de %s en cours, veuillez patienter ...
it: installazione in corso di %s , si prega di essere pazienti..
nl: Bezig met %s installatie, even geduld a.u.b. ..
pt_br: A efectuar instalação %s; aguardar...
ru: Идет установка %s, пожалуйста, будьте терпеливы ...
sv: Gör %s installering, var vänlig visa tålamod...

source: copy %s to %s
am: ኮፒ ማድረጊያ ከ %s ወደ %s
ca: còpia %s a %s
cs: Kopírovat %s na %s
da: kopiér %s til %s
de: Kopiere %s nach %s
el: αντιγραφή %s σε %s
es: copiar %s a %s
fr: Copie de %s vers %s
it: copia di %s in %s
nl: Kopieer %s naar %s
pt_br: copiar %s para %s
ru: копировать %s на %s
sv: kopiera %s till %s

source: The %s install succeeded
am: ይህ %s መግጠሚያ ተሳክቷል
ca: S'ha fet la instal·lació %s amb èxit
cs: %s instalace byla úspěšná
da: %s-installationen lykkedes
de: Die %s Installation war erfolgreich
el: Το %s εγκατάσταση πέτυχε
es: La instalación de %s tuvo éxito
fr: Installation de %s accomplie
it: L'installazione di %s è avvenuta con successo
nl: De %s installatie is geslaagd
pt_br: A instalção %s foi efectuada com êxito
ru: Установка %s успешно завершена
sv: %s installeringen lyckades

source: Could not find %s file %s
am: ማግኘት አልተቻለም %s ፋይል በ %s
ca: No es troba(en) %s fitxer(s) %s
cs: Nelze najít %s soubor %s
da: Kunne ikke finde %s filen %s
de: Konnte %s Datei %s nicht finden
el: Δεν βρέθηκε %s αρχείο %s
es: No se encontró el tipo %s del archivo %s
fr: Impossible de trouver le fichier de type %s avec le nom %s
it: Non si è trovato %s file %s
nl: Kon bestand %s niet vinden %s
pt_br: Não foi possível encontrar o ficheiro %s %s
ru: Не удалось найти %s файл %s
sv: Kunde inte hitta %s fil %s

source: Could not mount %s as a %s file
am: መጫን አልተቻለም %s እንደ የ %s ፋይል
ca: No s'ha pogut muntar %s com un fitxer %s
cs: Nelze připojit %s jako soubor %s
da: Kunne ikke montere %s som en %s-fil
de: Konnte %s nicht als %s Datei einbinden
el: Δεν ήταν δυνατή η προσάρτηση %s σε αρχείο %s
es: No se pudo montar %s como un archivo %s
fr: Impossible de monter %s comme un fichier %s
it: Non è stato possibile montare %s come un file %s
nl: Kon %s niet als een %s bestand aankoppelen
pt_br: Não foi possível montar %s como ficheiro %s
ru: Не удалось смонтировать %s как файл %s
sv: Kunde inte montera %s som en %s fil

source: File %s not found on device %s
am: ፋይሉ %sበ አካሉ ውስጥ አልተገኘም %s
ca: No es troba el fitxer %s al dispositiu %s
cs: Soubor %s nenalezen v zařízení %s
da: Filen %s blev ikke fundet på enheden %s
de: Datei %s nicht auf Gerät %s gefunden
el: Αρχείο %s δε βρέθηκε στη συσκευή %s
es: El archivo %s no se encontró en el medio %s
fr: Fichier %s non trouvé sur le périphérique %s
it: File %s non trovato sul dispositivo %s
nl: Bestand %s niet gevonden op device %s
pt_br: Ficheiro %s não encontrado no dispositivo %s
ru: Файл %s не найден на устройстве %s
sv: Fil %s inte hittad på enhet %s

source: Invalid encryption mode %s
am: ዋጋ የሌለው የ መመስጠሪያ ዘዴ: %s
ca: Mode d'encriptació %s no vàlid
cs: Nesprávný mód šifrování %s
da: Ugyldig krypteringstilstand %s
de: Ungültiger Verschlüsselungsmodus %s
el: Μη έγκυρη λειτουργία κρυπτογράφησης %s
es: Modo %sencriptación invalido
fr: Mode de chiffrement %s invalide
it: Modalità di crittografia non valida %s
nl: Ongeldige versleutelmodus %s
pt_br: Modo de encriptação %s inválido
sv: Ogiltigt krypteringsläge %s
