Repository: BitJam/Transifex-translations
Catalog: antix-development.live-initrd-init/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pt_br, ru, sv

source: Create %s failed
am: መፍጠር %s አልተቻለም
ca: Ha fallat la creació de %s
cs: Vytvoření %s zlyhalo
da: Oprettelse af %s mislykkedes
de: Erstellen von %s fehlgeschlagen
el: Η δημιουργία του %s απέτυχε
es: Falló la creación de %s
fr: La création de %s a échoué
it: Creazione di %s fallita
nl: %s aanmaken mislukt
pt_br: Falha ao criar %s
ru: Создать %s не удалось
sv: Skapa %s har misslyckats

source: Found %s
am: ተገኝቷል %s
ca: S'ha trobat %s
cs: Nalezeno %s
da: Fandt %s
de: %s gefunden
el: Βρέθηκε %s
es: Encontrado %s
fr: %s trouvé
it: Trovato %s
nl: %s gevonden
pt_br: encontrado %s
ru: Найдено %s
sv: Hittade %s

source: Neither %s nor %s is available
am: ከ ሁለቱ %s አንዱም %s አልተገኘም
ca: No es troba %s ni %s
cs: Ani %s a také %s není k dispozici
da: Hverken %s eller %s er tilgængelig
de: Weder %s noch %s ist verfügbar
el: Ούτε %s ούτε %s είναι διαθέσιμη
es: Ni %s ni %s están disponibles
fr: Ni %s ni %s n'est disponible
it: Non sono disponibili ne %s ne %s
nl: Noch %s noch %s is beschikbaar
pt_br: Nem %s nem %s estão disponíveis
ru: Ни %s, ни %s не доступны
sv: Varken %s eller %s är tillgängliga

source: The %s filesystem is not available. Using %s
am: ይህ %s የ ፋይል ስርአት አልተገኘም: ይህን በ መጠቀም %s
ca: No he trobat el sistema de fitxers %s. S'usarà %s
cs: %s systém souborů není k dispozici. Používám %s
da: %s-filsystemet er ikke tilgængeligt. Bruger %s
de: Der %s-Dateisystem ist nicht verfügbar. %s wird benutzt.
el: Το σύστημα αρχείων %s δεν είναι διαθέσιμο. Χρησιμοποιώντας %s
es: El sistema de archivos %s no está disponible. Se usará %s
fr: Système de fichiers %s indisponible. Utilisation de %s
it: Il filesystem %s non è disponibile. Si userà %s
nl: Het %s bestandssysteem is niet beschikbaar. Gebruik %s
pt_br: O sistema de ficheiros %s não está disponível. A usar %s
ru: Файловая система %s недоступна. Используется %s
sv: %s filsystem är inte tillgängligt. Använder %s

source: Forcing use of %s to match existing rootfs file
am: እንዲጠቀሙ ማስገደጃ የ %s ከ ነበረው የ rootfs ፋይል ጋር
ca: Es força l'ús de %s per aparellar amb el fitxer rootfs actual
cs: Vynucení použití %s k přízpůsobení existujícímu souboru rootfs
da: Tvinger brug af %s til at matche eksisterende rootfs-fil
de: Erzwinge die Benutzung von %s, um dem vorhandenen rootfs zu entsprechen
el: Εξαναγκασμός χρήση %s για να ταιριάζει με το αρχείο rootfs
es: Forzando el uso de %s para concordar con el archivo rootfs existente
fr: Utilisation de %s imposée afin de correspondre au fichier rootfs existant
it: Si forzerà l'uso di %s per associarlo al file esistente di rootfs
nl: Forceer gebruik van %s om met bestaand rootfs bestand overeen te komen
pt_br: A forçar o uso de %s para corresponder ao ficheiro rootfs existente
ru: Принудительно использовать %s для соответствия имеющемуся файлу rootfs
sv: Framtvingar användning av %s för att matcha existerande rootfs-fil

source: The %s filesystem is not available. Can't use this %s file
am: ይህ %s የ ፋይል ስርአት አልተገኘም ስለዚህ ፋይሉን መጠቀም %s አይቻልም
ca: No he trobat els sistema de fitxers %s. No es pot usar aquest fitxer %s
cs: %s systém souborů není k dispozici. Nemohu použít %s soubor
da: %s-filsystemet er ikke tilgængeligt. Kan ikke bruge %s-filen
de: Das %s-Dateisystem ist nicht verfügbar. %s kann nicht verwendet werden.
el: Το σύστημα αρχείων %s δεν είναι διαθέσιμο. Δεν μπορείτε να χρησιμοποιήσετε αυτό το αρχείο %s
es: El sistema de archivos %s no está disponible. No se puede usar este archivo %s
fr: Système de fichiers %s indisponible. Impossible d'utiliser le fichier %s
it: Il filesystem %s non è disponibile. Non può essere usato questo file %s
nl: Het %s bestandssysteem is niet beschikbaar. Kan dit %s bestand niet gebruiken
pt_br: O sistema de ficheiros %s não está disponível. Não é possível usar este ficheiro %s
ru: Файловая система %s недоступна. Невозможно использовать файл %s
sv: %s filsystem är inte tillgängligt. Kan inte använda denna %s fil

source: Enable %s persistence
am: ማስቻያ %s የሚቀጥል
ca: Habilita la persistència de %s
cs: Povolit %s zálohu
da: Aktivér %s-vedvarenhed
de: Aktiviere %s Persistence
el: Ενεργοποίηση του persist %s
es: Habilitar la persistencia de %s
fr: Activer la persistance de type %s
it: Abilita persistenza %s
nl: %s persistentie instellen
pt_br: A activar persistência %s
ru: Включено сохранение %s
sv: Gör %s persistens möjlig

source: Could not mount %s
am: መጫን አልተቻለም %s
ca: No es pot muntar %s
cs: Nelze připojit %s
da: Kunne ikke montere %s
de: Konnte %s nicht einhängen
el: Δεν ήταν δυνατή η προσάρτηση %s
es: No se pudo montar %s
fr: Impossible de monter %s
it: Non è stato possibile montare %s
nl: Kon %s niet aankoppelen
pt_br: Não foi possível montar %s
ru: Не удалось монтировать %s
sv: Kunde inte montera %s

source: Create %s at %s %s
am: መፍጠሪያ %s በ %s %s
ca: Crea %s a %s %s
cs: Vytvořit %s na %s %s
da: Opret %s i %s %s
de: Erstellen %s bei %s %s
el: Δημιουργία %s στο %s %s
es: Crear %s en %s %s
fr: Création de %s à %s %s
it: Crea %s su %s %s
nl: %s Aanmaken op %s %s
pt_br: Criar %s em %s %s
ru: Создать %s в %s %s
sv: Skapa %s på %s %s

source: check %s filesystem
am: ይመርምሩ %s የ ፋይል ስርአት
ca: comprova el sistema de fitxers %s
cs: Zkontrolovat %s systém souborů
da: tjek %s-filsystem
de: Prüfe %s Dateisystem
el: έλεγχος του σύστημα αρχείων %s
es: revisar el sistema de archivos %s
fr: Vérification du système de fichiers %s
it: controllo filesystem %s
nl: kontroleer %s bestandssysteem
pt_br: verificar o sistema de ficheiros %s
ru: проверка файловой системы %s
sv: kontrollera %s filsystem

source: There were no errors on %s
am: ስህተት አልተገኘም በ %s
ca: No s'han trobat errors a %s
cs: Na %s se nenašly žádné chyby
da: Der var ingen fejl på %s
de: Es gab keine Fehler auf %s
el: Δεν υπήρχαν σφάλματα στο %s
es: No hubo errores en %s
fr: Aucune erreur dans %s
it: Non c'erano errori su %s
nl: Er waren geen fouten op %s
pt_br: Não foram econtrados erros em %s
ru: Нет ошибок в %s
sv: Det fanns inga fel på %s

source: Begin
am: ማስጀመሪያ
ca: Comença
cs: Začátek
da: Begynd
de: Anfang
el: Ξεκινήστε
es: Empezar
fr: Commencement
it: Inizia
pt_br: Começar
ru: Начать
sv: Börja

source: Skip Error: %s
am: ስህተት መዝለያ: %s
ca: Ignora l'error: %s
cs: Chyba skriptu: %s
da: Spring fejl over: %s
de: Überspringe Fehler: %s
el: Μετάβαση Σφάλμα: %s
es: Saltar error: %s
fr: Omission de l'erreur: %s
it: Salta l'errore: %s
nl: Skip fout: %s
pt_br: Não considerar o erro: %s
ru: Пропустить ошибку: %s
sv: Strunta i Fel: %s

source: power off
am: ሐይል ጠፍቷል
ca: apaga
cs: vypnout
da: sluk
de: Herunterfahren
el: απενεργοποίηση
es: apagado
fr: Eteindre
it: spegni
nl: afsluiten
pt_br: desligado
ru: выключить
sv: stäng av

source: reboot
am: ዳግም ማስጀመሪያ
ca: arrenca de nou
cs: restartovat
da: genstart
de: Neustart
el: επανεκκίνηση
es: reinicio
fr: redémarrer
it: riavvia
nl: herstarten
pt_br: reiniciar
ru: перезагрузить
sv: starta om

source: Unknown command
am: ያልታወቀ ትእዛዝ:
ca: Ordre desconeguda
cs: Neznámý příkaz
da: Ukendt kommando
de: Unbekannter Befehl
el: Άγνωστη εντολή
es: Orden desconocida
fr: Commande inconnue
it: Comando sconosciuto
nl: Onbekend commando
pt_br: Comando desconhecido
ru: Неизвестная команда
sv: Okänt kommando

source: Please try again
am: እባክዎን እንደገና ይሞክሩ
ca: Torneu a provar-ho
cs: Prosím zkuste to znovu
da: Prøv venligst igen
de: Bitte versuchen Sie es erneut
el: Παρακαλώ προσπαθήστε ξανά
es: Por favor inténtelo de nuevo
fr: Veuillez réessayer
it: Riprova, per favore
nl: Probeer het a.u.b opnieuw
pt_br: Tentar novamente
ru: Пожалуйста, попробуйте еще раз
sv: Var vänlig försök igen

source: Unmount successful
am: ማውረዱ ተሳክቷል
ca: Desmuntatge correcte
cs: Odpojení úspěšné
da: Afmontering lykkedes
de: Aushängen war erfolgreich
el: Unmount επιτυχής
es: Desmontaje exitoso
fr: Démontage réussi
it: Smontato con successo
nl: Ontkoppelen geslaagd
pt_br: Desmontado com êxito
ru: Отмонтировано успешно
sv: Avmontering lyckades

source: Press %s to %s
am: ይጫኑ %s ለ %s
ca: Premeu %s per %s
cs: Stlačte %s pro %s
da: Tryk på %s til %s
de: Drücken Sie %s um zu %s
el: Πατήστε %s να %s
es: Pulsa %s a %s
fr: Appuyez sur %s pour %s
it: Premere %s su %s
nl: Druk op %s om %s
pt_br: Premir %s para %s
sv: Tryck på %s till %s

source: Will now %s the system
am: አሁን %s ስርአቱ
ca: Ara es %s el sistema
cs: Teď bude systém %s
da: Nu %s systemet
de: Werde jetzt das System %s
el: Τώρα %s το σύστημα
es: Se procederá a %s el sistema
fr: Va maintenant %s le système
it: Sarà ora %s il sistema
nl: Het systeem zal nu %s worden
pt_br: O sistema será agora %s
ru: Теперь система %s
sv: Kommer nu att %s systemet

source: Fatal Error
am: አደገኛ ስህተት
ca: Error fatal
cs: Závažná chyba
da: Fatal fejl
de: Fehler - führt zum Abbruch
el: Σφάλμα
es: Error grave
fr: Erreur fatale
it: Errore critico
nl: Fatale Fout
pt_br: Erro Fatal
ru: Критическая ошибка
sv: Allvarligt Fel

source: Non-Fatal Error
am: አደገኛ ያልሆነ ስህተት
ca: Error no fatal
cs: Nezávažná chyba
da: Ikke-fatal fejl
de: nicht-schwerwiegender Fehler
el: Μη θανατηφόρων Σφάλμα
es: Error no grave
fr: Erreur non-fatale
it: Errore non critico
nl: Niet-fatale fout
pt_br: Erro Não-Fatal
ru: Некритическая ошибка
sv: Mindre Allvarligt Fel

source: continue
am: ይቀጥሉ
ca: continua
cs: pokračujte
da: fortsæt
de: fortfahren
el: συνεχίστε
es: continuar
fr: continuer
it: continua
nl: doorgaan
pt_br: continuar
ru: продолжить
sv: fortsätt

source: yes
am: አዎ
ca: sí
cs: Ano
da: ja
el: ναι
es: sí
fr: oui
it: sì
nl: ja
pt_br: sim
ru: да
sv: ja

source: no
am: አይ
cs: Ne
da: nej
el: όχι
fr: non
nl: nee
pt_br: não
ru: нет
sv: nej

source: You must answer %s or %s. Please try again
am: እርስዎ መመለስ አለብዎት %s ወይንም %s. እባክዎን እንደገና ይሞክሩ
ca: Heu de contestar %s o %s. Si us plau, torneu-ho a provar.
cs: Musíte zadat odpověď %s nebo %s. Prosím zkuste to znovu
da: Du skal svare %s eller %s. Prøv venligst igen
de: Sie müssen %s oder %s antworten. Bitte nochmal versuchen
el: Πρέπει να απαντήσετε %s ή %s. Παρακαλώ δοκιμάστε ξανά
es: Debe responder %s o %s. Por favor inténtelo otra vez
fr: Vous devez répondre %s ou %s. Essayez de nouveau
it: Devi rispondere con %s o %s. Riprova, per favore.
nl: Je moet antwoorden %s of %s. Probeer het opnieuw
pt_br: É necessário responder %s ou %s. Tentar novamente
ru: Вы должны ответить %s или %s. Пожалуйста, попробуйте еще раз
sv: Du måste svara %s eller %s. Var vänlig försök igen

source: The default is
am: የ አሁኑ ነባር ይህ ነው
ca: El valor per omissió és
cs: Předvoleno je
da: Standard er
de: Die Voreinstellung ist
el: προεπιλογή
es: La opción predeterminada es
fr: La valeur par défaut est
it: Il predefinito è
nl: De standaard is
pt_br: A predefinição é
ru: По умолчанию -
sv: Standard är

source: default
am: ነባር
ca: per omissió
cs: předvolené
da: standard
de: voreingestellt
el: προεπιλογή
es: por defecto
fr: par défaut
it: predefinito
nl: standaard
pt_br: predefinição
ru: по умолчанию
sv: standard

source: Press <%s> for the default selection
am: ይጫኑ <%s> ለ ነባር መምረጫ
ca: Premeu <%s> per al valor per omissió
cs: Stiskněte <%s> pro předvolený výběr
da: Tryk på <%s> for standardvalget
de: Bitte drücken Sie <%s>, um die Voreinstellung zu wählen
el: Πατήστε <%s> για την προεπιλογή
es: Presione <%s> para la selección predeterminada
fr: Appuyez sur <%s> pour le sélection par défaut
it: Premi <%s> per la selezione predefinita
nl: Druk <%s> voor de standaard keuze
pt_br: Prima <%s> para a seleção predefinida
ru: Нажмите <%s> для выбора по умолчанию
sv: Tryck <%s> för att välja standard

source: enter
am: ማስገቢያ
cs: zadat
el: εισάγετε
es: entrada
fr: entrez
it: invio
nl: druk op <enter>
pt_br: introduzir (enter)

source: The number <%s> is out of range
am: ይህ ቁጥርጫ <%s> ከ መጠን ውጪ ነው
ca: El número <%s> està fora de l'interval
cs: Množství %s je mimo rozsah
da: Nummeret <%s> er udenfor område
de: Die Zahl <%s> ist ungültig
el: Ο αριθμός <%s> είναι εκτός εμβέλειας
es: El número <%s> está fuera del rango
fr: Le nombre <%s> est hors limite
it: Il numero <%s> è fuori dall'intervallo
nl: Het nummer <%s> ligt buiten het keuzebereik
pt_br: O número <%s> está fora do alcance
ru: Число <%s> вне диапазона
sv: Talet <%s> ligger utanför området

source: Current default
am: የ አሁኑ ነባር
ca: Actual per omissió
cs: Aktuální předvolené
da: Nuværende standard
de: aktuelle Voreinstellung
el: Τρέχουσα προεπιλογή
es: Opción predeterminada actual
fr: Valeur par défaut actuelle
it: Attualmente predefinito
nl: Huidige standaard
pt_br: Predefinição atual
ru: Текущая по умолчанию
sv: Nuvarande standard

source: Reset
am: እንደ ነበር መመለሻ
ca: Inicialitza
cs: Resetovat
da: Nulstil
de: Rückgängig
el: Επαναφορά
es: Reajustar
fr: Réinitialiser
it: Esegui il reset
nl: Terugstellen
pt_br: Reiniciar
ru: Сброс
sv: Återställ

source: Keeping default %s
am: ነባሩን በ ማስቀመጥ ላይ %s
ca: Es manté %s per omissió
cs: Zachování předvolený %s
da: Beholder standard %s
de: Behalte als Voreinstellung %s
el: Τήρηση προεπιλογή %s
es: Mantener por defecto %s
fr: Valeur par défaut %s conservée
it: Si tiene come predefinito %s
nl: Standaard behouden %s
pt_br: A manter a predefinição %s
ru: Сохранить по умолчанию %s
sv: Behåller standard %s

source: Previous default %s erased
am: ያለፈው ነባር %s ተሰርዟል
ca: S'ha esborrat l'anterior %s per omissió
cs: Předchozí předvolený %s vymazán
da: Forrige standard %s slettet
de: Vorherige Voreinstellung %s gelöscht
el: Διαγραφή προηγούμενο προεπιλογή %s
es: Previo %s por defecto borrado
fr: La valeur par défaut préexistante %s a été supprimée
it: La modalità predefinita precedente %s è stata eliminata
nl: Voormalige standaard %s gewist
pt_br: Anterior predefinição %s apagada
ru: Предыдущее значение по умолчанию %s удалено
sv: Tidigare standard %s raderad

source: %s set to %s
am: %s ማሰናጃ ወደ %s
ca: %s definit com a %s
cs: %s nastavit na %s
da: %s indstillet til %s
de: %s gesetzt auf %s
el: %s εχει οριστεί σε %s
es: %s ajustado a %s
fr: Le fuseau horaire %s a été réglé sur %s
it: %s impostata su %s
nl: %s ingesteld als %s
pt_br: %s definido para %s
ru: %s установлено в %s
sv: %s inställd på %s

source: Default
am: ነባር
ca: Per omissió
cs: Předvolené
da: Standard
de: Voreinstellung
el: Προεπιλογή
es: Por defecto
fr: Par défaut
it: Predefinito
nl: Standaard
pt_br: Predefinição
ru: По умолчанию
sv: Standard

source: Select Language
am: ቋንቋ ይምረጡ:
ca: Trieu Idioma
cs: Vybrat jazyk
da: Vælg sprog
de: Sprache auswählen
el: Επιλέξτε τη γλώσσα
es: Seleccione Idioma
fr: Sélectionner la langue
it: Seleziona la lingua
nl: Selecteer taal
pt_br: Selecionar Idioma
ru: Выберите язык
sv: Välj Språk

source: Languages are listed alphabetically
am: ቋንቋ የ ተቀመጠው በ ፊደል ቅደም ተከተል ነው
ca: Les llengües es llisten per ordre alfabètic
cs: Jazyky jsou seřazeny abecedně
da: Sprog er oplistet alfabetisk
de: Sprachen sind nach Alphabet aufgelistet
el: Οι γλώσσες αναφέρονται με αλφαβητική σειρά
es: Las Idiomas se listan alfabéticamente.
fr: Les langues sont listées par ordre alphabétique
it: Le Lingue sono elencate alfabeticamente
nl: Talen worden alfabetisch weergegeven
pt_br: Os idiomas estão listados por ordem alfabética
ru: Языки перечислены в алфавитном порядке
sv: Språken är alfabetiskt listade

source: Language
am: ቋንቋ
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pt_br: Idioma
ru: Язык
sv: Språk

source: Select number of console columns
am: የ console አምዶች ቁጥር ይምረጡ
ca: Seleccioneu el nombre de columnes del terminal
cs: Vybrat počet sloupců konzole
da: Vælg antal konsolkolonner
de: Wählen Sie die Anzahl der Konsolenspalten
el: Επιλέξτε τον αριθμό των στηλών κονσόλας
es: Seleccione el número de columnas en consola
fr: Sélectionnez le nombre de colonnes de la console
it: Scegli il numero delle colonne della console
nl: Selecteer aantal console kolommen
pt_br: Seleccionar o número de colunas da consola
sv: Välj antal kolumner i kommandofönster

source: Wider means a smaller font
am: ሰፊ ማለት አነስተኛ ፊደል ነው
ca: Més ample significa caràcters més petits
cs: Širší znamená, že text bude menší
da: Bredere betyder en mindre skrifttype
de: Breiter bedeutet kleinere Schrift
el: Ευρύτερο σημαίνει μικρότερη γραμματοσειρά
es: Más ancho significa tipografia más pequeña
fr: Plus large signifie une police de caractère plus petite
it: Maggiore larghezza significa un font più piccolo
nl: Breder betekent een kleiner font
pt_br: Largura maior equivale a fonte mais pequena
sv: Bredare ger mindre teckensnitt

source: Console columns
am: የ Console አምዶች
ca: Columnes del terminal
cs: Sloupce konzoly
da: Konsolkolonner
de: Konsolenspalten
el: στήλες κονσόλας
es: Columnas de consola
fr: Colonnes de la console
it: Colonne della console
nl: Console kolommen
pt_br: Colunas da consola
sv: Kommandofönster-kolumner

source: Select Timezone
am: የ ሰአት ክልል ይምረጡ
ca: Trieu el fus horari
cs: Vybrat Časové pásmo
da: Vælg tidszone
de: Wähle Zeitzone
el: Επιλέξτε ζώνη ώρας
es: Seleccionar la Zona Horaria
fr: Choix du fuseau horaire
it: Seleziona il fuso orario
nl: Kies de Tijdzone
pt_br: Selecionar Fuso horário
ru: Выберите часовой пояс
sv: Välj Tidszon

source: Timezones are listed by longitude
am: የ ሰአት ክልል የ ተዘጋጀው በ longitude ነው
ca: Els fusos horaris es llisten per longitud
cs: Časová pásma jsou seřazena dle zeměpisné délky
da: Tidszonerne er oplistet efter længdegrad
de: Zeitzonen sind nach Längengrad sortiert
el: Οι ζώνες ώρας αναφέρονται από το γεωγραφικό μήκος
es: Las zonas horarias se listan por la longitud
fr: Les fuseaux horaire sont listés selon la longitude
it: I fusi orari sono elencati in base alla longitudine
nl: Tijdzones worden weergegeven per lengtegraad
pt_br: Os fusos horários estão listados por longitude
ru: Часовые пояса по долготе
sv: Tidszonerna är listade efter longitude

source: Timezone
am: የ ሰአት ክልል
ca: Zona horària
cs: Časové pásmo
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας:
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
nl: Tijdzone
pt_br: Fuso Horário
ru: Часовой пояс
sv: Tidszon

source: Select Option
am: ይምረጡ ከ ምርጫ
ca: Trieu una opció
cs: Vybrat volbu
da: Vælg valgmulighed
de: Wähle Option
el: Επιλέξτε
es: Seleccione la opción
fr: Choix de l'option
it: Seleziona l'opzione
nl: Kies Optie
pt_br: Selecionar Opção
ru: Выберите вариант
sv: Välj Alternativ

source: Only one option can be selected
am: አንድ ምርጫ ብቻ መምረጥ ይቻላል
ca: Només es pot triar una opció
cs: Pouze jedna volba může být vybrána
da: Der kan kun vælges en valgmulighed
de: Es kann nur eine Option gewählt werden
el: Μόνο μία επιλογή μπορεί να επιλεγεί
es: Puede seleccionar solo una opción
fr: Une seule option peut être choisie
it: Può essere selezionata solamente un'opzione
nl: Slechts een optie kan worden gekozen
pt_br: Só pode ser selecionada uma opção
ru: Только один вариант может быть выбран
sv: Bara ett alternativ kan väljas

source: Options
am: ምርጫዎች
ca: Opcions
cs: Možnosti
da: Valgmuligheder
de: Einstellungen
el: Επιλογές
es: Opciones
it: Opzioni
nl: Opties
pt_br: Opções
ru: Настройки
sv: Valmöjligheter

source: Select Mounting Option
am: የ መጫኛ ምርጫ ይምረጡ
ca: Seleccioneu l'opció de muntatge
cs: Vybrat možnost připojování
da: Vælg monteringsvalgmulighed
de: Auswahl von Einhänge-Optionen (mount)
el: Επιλέξτε Mount
es: Seleccionar la Opción de Montaje
fr: Sélectionner l'option de montage
it: Selezione l'opzione di montaggio
nl: Selecteer Koppel Optie
pt_br: Selecionar Opção de Montagem
ru: Выберите вариант монтирования
sv: Välj Monterings-alternativ

source: Automounting is enabled by default
am: በራሱ መጫኛ በ ነባር ማሰቻያ
ca: S'ha activat l'automuntatge per omissió
cs: Automatické připojení povoleno jako předvolené
da: Automatisk montering er aktiveret som standard
de: Automount (Einhängen von Laufwerken) eingeschaltet per Vorauswahl
el: Automount ενεργοποιημένη από προεπιλογή
es: El automontaje está habilitado por defecto
fr: Le montage automatique est activé par défaut
it: L'automontaggio è abilitato didefault
nl: Automatisch koppelen is standaard ingeschakeld
pt_br: Montagem automática está activada por predefinição
ru: Автомонтирование включено по умолчанию
sv: Automontering är på som standard

source: Mount
am: መጫኛ
ca: Munta
cs: Připojit
da: Monter
de: Einbinden
el: Προσάρτηση
es: Montar
fr: Montage
it: Monta
nl: Aankoppelen
pt_br: Montar
ru: Монтирование
sv: Montera

source: automount|mount=*
am: በራሱ መጫኛ|mount=*
ca: automunta|munta=*
fr: automontage|montage=*
it: automontaggio|montaggio=*
pt_br: montar automaticamente|montar=*

source: Select Persistence Option
am: የሚቀጥል ምርጫ ይምረጡ
ca: Trieu l'opció de persistència
cs: Vybrat volbu zálohy Persistence
da: Vælg vedvarenhedvalgmulighed
de: Wähle Option für Persistence
el: Επιλέξτε
es: Seleccionar la opción Persistencia
fr: Sélection de l'option de persistance
it: Seleziona l'Opzione Persistenza
nl: Kies de Persistence Optie
pt_br: Selecionar Opção Persistência
ru: Выберите вариант сохранения состояния
sv: Välj Persistens Alternativ

source: Persistence
am: የሚቀጥል
ca: Persistència
da: Vedvarenhed
de: Persistenz
es: Persistencia
fr: Persistance
it: Persistenza
nl: Persistentie
pt_br: Persistência
ru: Сохранение состояния

source: Select font size
am: የ ፊደል መጠን ይምረጡ
ca: Trieu la mida del tipus de lletra
cs: Nastavit výšku písma
da: Vælg skriftstørrelse
de: Schriftgröße setzen
el: Επιλέξτε το μέγεθος της γραμματοσειράς
es: Seleccione tamaño de letra
fr: Sélection de la taille de la police
it: Seleziona dimensione carattere
nl: Selecteer font grootte
pt_br: Selecionar tamanho de fonte
ru: Выберите размер шрифта
sv: Välj font-storlek

source: Scale fonts in graphics display. Default is 1.0
am: ፊደሎች በ ንድፍ መመልከቻ መሰረት መመጠኛ: ነባር 1.0 ነው
ca: Escala del tipus de lletra a la pantalla. Per omissió és 1.0
cs: Škálování písma v grafickém zobrazení. Předvolené je 1.0
da: Skaler skrifttyper i grafisk visning. Standard er 1.0
de: Skalierung von Schrift in der Grafikanzeige. 1.0 ist die Voreinstellung
el: Κλίμακα γραμματοσειρές στην οθόνη γραφικών. Η προεπιλογή είναι 1.0
es: Escalar letras en desplegué gráfica. Por defect es 1,0
fr: Echelle des polices pour l'affichage graphique. La valeur par défaut est 1.0
it: Scala il carattere nel display grafico. Di default è 1.0
nl: Schaal fonts in grafisch display. Standaard is 1.0
pt_br: Escala de fontes. A predefinição é 1.0
ru: Масштабирование шрифтов на дисплее. По умолчанию 1.0
sv: Skala fonter i grafiken. Standard är 1.0

source: Select Desktop
am: ዴስክቶፕ ይምረጡ
ca: Trieu l'escriptori
cs: Vyberte plochu
da: Vælg skrivebord
de: Wähle Desktop
el: Επιλέξτε Desktop
es: Seleccionar Escritorio
fr: Choix de l'environnement de bureau
it: Seleziona il desktop
nl: Kies Desktop
pt_br: Selecionar Ambiente de Trabalho
ru: Выберите рабочий стол
sv: Välj Skrivbord

source: Desktop
am: ዴስክቶፕ
ca: Escriptori
cs: Pracovní plocha
da: Skrivebord
el: Επιφάνεια εργασίας
es: Escritorio
fr: Environnement de bureau
pt_br: Ambiente de Trabalho
ru: Рабочий стол
sv: Skrivbord

source: Save these changes?
am: እነዚህን ለውጦች ላስቀምጣቸው?
ca: Desar els canvis?
cs: Uložit změny?
da: Gem ændringerne?
de: Änderungen speichern?
el: Αποθήκευση Αλλαγών;
es: ¿Guardar estos cambios?
fr: Enregistrer ces changements?
it: Salvare questi cambiamenti?
nl: Deze wijzigingen opslaan?
pt_br: Guardar estas alterações?
ru: Сохранить эти изменения?
sv: Spara ändringarna?

source: Save
am: ማስቀመጫ
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pt_br: Guardar
ru: Сохранить
sv: Spara

source: Please select %s device:
am: እባክዎን %s አካል ይምረጡ
ca: Si us plau, seleccioneu el dispositiu %s:
cs: Prosím vyberte %s zařízení:
da: Vælg venligst %s-enhed:
de: Bitte wählen Sie %s Gerät:
el: Παρακαλώ επιλέξτε τη συσκευή %s:
es: Por favor seleccione el medio %s :
fr: Veuillez sélectionner le périphérique %s:
it: Per piacere, seleziona il dispositivo %s:
nl: Gelieve %s device te kiezen:
pt_br: Selecionar dispositivo %s:
ru: Пожалуйста, выберите устройство %s:
sv: Var vänlig välj %s enhet
