Repository: BitJam/Transifex-translations
Catalog: antix-development.live-initrd-init/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pt_br, ru, sv

source: Required encryption kernel module %s not found.
am: የሚፈለገው የ መመስጠሪያ ከረኔል ክፍል %s አልተገኘም
ca: No he trobat el mòdul d'encriptació de kernel %s.
cs: Požadovaný šifrovací modul jádra %s nenalezen,
da: Krævede krypteringskernemodul %s ikke fundet.
de: Benötigtes Verschlüsselungs-Kernelmodul %s nicht gefunden.
el: Η απαιτούμενη μονάδα πυρήνα κρυπτογράφησης %s δε βρέθηκε.
es: Modulo %s requerido del kernel para cifrado no encontrado.
fr: Module de chiffrement du noyau requis %s introuvable
it: Modulo richiesto del kernel per la crittografia %s non trovato.
nl: Vereiste versleutel kernel module %s niet gevonden.
pt_br: O requerido módulo %s de encriptação do núcleo não foi encontrado.
sv: Nödvändig krypterings-kärnmodul %s ej hittad.

source: The %s program was not found. Cannot do encryption.
am: ይህ %s ፕሮግራም ማግኘት አልተቻለም: ስለዚህ መመስጠር አይቻልም
ca: No he trobat el programa %s. No es pot encriptar.
cs: Program %s nebyl nalezen. Nelze zašifrovat.
da: %s-programmet blev ikke fundet. Kan ikke foretage kryptering.
de: Das %s Programm wurde nicht gefunden. Kann nicht verschlüsseln.
el: Το πρόγραμμα %s δε βρέθηκε. Δεν είναι δυνατή η κρυπτογράφηση.
es: El programa %s no fue encontrado. No puedo encifrar.
fr: Programme %s introuvable. Impossible de procéder au chiffrement.
it: Il programma %s non è stato trovato. Non si può crittografare.
nl: Het programma %s is niet gevonden. Kan niet versleutelen.
pt_br: O programa de %s não foi encontrado. Não é possível encriptar.
sv: %s programmet hittades inte. Kan inte kryptera.

source: The %s program is broken. Cannot do encryption.
am: ይህ %s ፕሮግራም ተሰብሯል: ስለዚህ መመስጠር አይቻልም
ca: El programa %s està malmès. No es pot encriptar.
cs: Program %s je poškozen. Nelze zašifrovat.
da: %s-programmet er ødelagt. Kan ikke foretage kryptering.
de: Das %s Programm ist defekt. Kann nicht verschlüsseln.
el: Το πρόγραμμα %s είναι χαλασμένο. Δεν είναι δυνατή η κρυπτογράφηση.
es: El programa %s esta rota. No puedo encifrar.
fr: Le programme %s ne fonctionne pas. Impossible de procéder au chiffrement.
it: Il programma %s non funziona. Non si può crittografare.
nl: Het programma %s is kapot. Kan niet versleutelen.
pt_br: O programa de %s está corrompido. Não é possível encriptar.
sv: %s programmet är defekt. Kan inte kryptera.

source: Looking for encrypted device with uuid %s
am: የ ተመሰጠረ አካል በ መፈለግ ላይ በ uuid %s
ca: Cercant el dispositiu encriptat amb UUID %s
cs: Hledá se šifrovací jednotka s UUID %s
da: Leder efter krypteret enhed med uuid %s
de: Suche nach verschlüsseltem Gerät mit UUID %s
el: Ψάχνοντας για κρυπτογραφημένη συσκευή με uuid %s
es: Buscando el dispositivo cifrado con uuid %s
fr: Recherche du périphérique chiffré ayant l'uuid %s
it: Ricerca del dispositivo crittografato con uuid %s
nl: Zoeken naar versleuteld apparaat met uuid %s
pt_br: Procurando dispositivo encriptado com o uuid %s
sv: Letar efter krypterad enhet med uuid %s

source: Could not find file %s
am: ማግኘት አልተቻለም ፋይል በ %s
ca: No trobo el fitxer %s
cs: Nelze najít soubor %s
da: Kunne ikke finde filen %s
de: Konnte %s Datei nicht finden
el: δε βρέθηκε το αρχείο %s
es: No se encontró archivo %s
fr: Impossible de trouver le fichier %s
it: Non si riesce a trovare il file %s
nl: Kon bestand %s niet vinden
pt_br: Não foi encontado o ficheiro %s
ru: Не удалось найти файл %s
sv: Kunde inte hitta filen %s

source: Could not find files %s or %s
am: ፋይል ማግኘት አልተቻለም %s ወይንም %s
ca: No he trobat els fitxers %s o %s
cs: Nelze najít soubory %s nebo %s
da: Kunne ikke finde filerne %s eller %s
de: Konnte Dateien %s oder %s nicht finden
el: Δε βρέθηκε τα αρχεία %s η %s
es: No encontro ficheros %s o %s
fr: Impossible de trouver les fichiers %s ou %s
it: Non è possibile trovare il file %s o %s
nl: Kon bestanden %s of %s niet vinden
pt_br: Não foram encontrados ficheiros %s ou %s
sv: Kunde inte hitta filerna %s eller %s

source: No encrypted device with uuid %s was found
am: ምንም የ ተመሰጠረ አካል በ uuid %s አልተገኘም
ca: No he trobat el dispositiu encriptat amb UUID %s
cs: Žádná zašifrovaná jednotka s UUID %s nebyla nalezena
da: Ingen krypteret enhed med uuid %s blev fundet
de: Kein verschlüsseltes Gerät mit UUID %s gefunden
el: Δε βρέθηκε κρυπτογραφημένη συσκευή με uuid %s
es: Ningun dispositivo cifrado con uuid %s encontrado
fr: Aucun périphérique chiffré ayant l'uuid %s n'a été trouvé
it: Non è stato trovato alcun dispositivo crittografato con uuid %s
nl: Geen versleuteld apparaat met uuid %s gevonden
pt_br: Não foi encontrado qualquer dispositivo com o uuid %s
sv: Ingen krypterad enhet med uuid %s kunde hittas

source: Checking for encrypted partition on device %s ...
am: የ ተመሰጠረ አካል በ አካሉ ላይ በ መፈለግ ላይ %s ...
ca: Cercant la partició encriptada al dispositiu %s...
cs: Hledání šifrovaného oddílu na jednotce %s ...
da: Tjekker for krypteret partition på enheden %s ...
de: Prüfe auf verschlüsselte Partition auf Gerät %s ...
el: Έλεγχος κρυπτογραφημένου διαμερίσματος στη συσκευή %s ...
es: Buscando partición cifrado en dispositivo %s ...
fr: Vérification des partitions chiffrées sur le périphérique %s ...
it: Controllo in corso della partizione crittografata sul dispositivo %s ...
nl: Controleren voor versleutelde partitie op apparaat %s ...
pt_br: Procurando partição encriptada no dispositivo %s ...
sv: Letar efter krypterad partition på enhet %s ...

source: Encrypted device %s does not exist
am: የ ተመሰጠረ አክል %s አልተገኘም
ca: El dispositiu encriptat %sno existeix
cs: Zašifrovaná jednotka %s neexistuje
da: Krypteret enhed %s findes ikke
de: Verschlüsseltes Gerät %s existiert nicht
el: Δεν υπάρχει κρυπτογραφημένη συσκευή %s
es: Dispositivo cifrado %s no existe
fr: Le périphérique chiffré %s n'existe pas
it: Il dispositivo crittografato %s non esiste
nl: Versleuteld apparaat %s bestaat niet
pt_br: Não existe nenhum dispositivo %s encriptado
sv: Krypterad enhet %s finns inte

source: Encrypted device %s is not a block device
am: የ ተመሰጠረ አካል %s መከልከያ አካል አይደለም
ca: El dispositiu encriptat %s no és un dispositiu de blocs
cs: Zašifrovaná jednotka %s není blokové zařízení
da: Krypteret enhed %s er ikke en blokenhed
de: Verschlüsseltes Gerät %s ist kein Blockdevice
el: Η κρυπτογραφημένη συσκευή %s δεν είναι συσκευή block
es: Dispositivo cifrado %s no es un dispositivo de bloque
fr: Le périphérique chiffré %s n'est pas un dispositif de bloc
it: Il dispositivo crittografato %s non è un block device
nl: Versleuteld apparaat %s is geen block device
pt_br: O dispositivo encriptado %s não é um dispositivo de blocos
sv: Krypterad enhet %s är inte en blockenhet

source: Encrypted device %s is not a LUKS device
am: የ ተመሰጠረ አካል %s የ LUKS አካል አይደለም
ca: El dispositiu encriptat %s no és un dispositiu LUKS
cs: Zašifrovaná jednotka %s není LUKS zařízení
da: Krypteret enhed %s er ikke en LUKS-enhed
de: Verschlüsseltes Gerät %s ist kein LUKS-Gerät
el: Η κρυπτογραφημένη συσκευή %s δεν είναι συσκευή LUKS
es: Dispositivo cifrado %s no es un dispositivo LUKS
fr: Le périphérique %s n'est pas un dispositif LUKS
it: Il dispositivo %s non è un LUKS device
nl: Versleuteld apparaat %s is geen LUKS device
pt_br: O dispositivo encriptado %s não é um dispositivo LUKS (Linux Unified Key Setup)
sv: Krypterad enhet %s är inte en LUKS enhet

source: Found encrypted device. You will be asked to enter your passphrase below.
am: የ ተመሰጠረ አክል ተገኝቷል በ አካሉ ላይ: እርስዎ የ ማለፊያ ሀረግ ከ ታች በኩል እንዲያስገቡ ይጠየቃሉ
ca: Trobat el dispositiu encriptat. Se us demanarà la vostra contrasenya a sota.
cs: Zašifrovaná jednotka nalezena. Budete vyzváni k zadání hesla níže.
da: Fandt krypteret enhed. Du vil blive spurgt om at indtaste din adgangskode nedenfor.
de: Verschlüsseltes Gerät gefunden. Sie werden gebeten Ihre Passphrase unten einzugeben.
el: Βρέθηκε κρυπτογραφημένη συσκευή. Θα σας ζητηθεί να καταχωρίσετε τη δική σας φράση πρόσβασης παρακάτω.
es: Encontro dispositivo cifrado. Será pidido a entrar su frase de paso abajo.
fr: Périphérique chiffré détecté. Votre phrase de passe vous sera demandée par la suite.
it: Dispositivo criptato trovato. Ti verrà chiesto di inserire la tua password o pass-frase qui sotto.
nl: Versleuteld apparaat gevonden. U wordt gevraagd hier onder uw wachtwoordzin in te vullen.
pt_br: Encontrado dispositivo encriptado. Abaixo será pedida a frase senha.
sv: Hittade krypterad enhet. Du kommer att bli ombedd att skriva in ditt lösenord nedan.

source: Could not open LUKS device %s
am: የ LUKS አካል መክፈት አልተቻለም %s
ca: No he pogut obrir el dispositiu LUKS %s
cs: Nelze otevřít LUKS jednotlu %s
da: Kunne ikke åbne LUKS-enheden %s
de: Konnte LUKS-Gerät %s nicht öffnen
el: Δεν ήταν δυνατό να ανοίξει η συσκευή LUKS %s
es: No pudo abrir dispositivo LUKS %s
fr: Impossible d'ouvrir le dispositif LUKS %s
it: Non si riesce ad aprire LUKS device %s
nl: Kon LUKS device %s niet openen
pt_br: Não foi possível abrir o dispositivo LUKS %s
sv: Kunde inte öppna LUKS enhet %s

source: Opened encrypted device %s at %s
am: የ ተመሰጠረ አካል ተከፍቷል %s በ %s
ca: Obert el dispositiu encriptat %s a %s
cs: Zašifrovaná jednotka %s na %s otevřena
da: Åbnede krypteret enhed %s på %s
de: Verschlüsseltes Gerät %s bei %s geöffnet
el: Άνοιμα κρυπτογραφημένη συσκευή %s στο %s
es: Abrio dispositivo cifrado %s a %s
fr: Périphérique chiffré %s ouvert à %s
it: Aperto dispositivo criptato %s su %s
nl: Versleuteld apparaat %s op %s geopend
pt_br: O dispositivo encriptado %s foi aberto em %s
sv: Öppnade krypterad enhet %s vid %s

source: Could not mount encrypted device
am: የ ተመሰጠረ አካል መጫን አልተቻለም
ca: No he pogut muntar el dispositiu encriptat
cs: Zašifrovanou jednotku nelze připojit
da: Kunne ikke montere krypteret enhed
de: Konnte verschlüsseltes Gerät nicht einbinden
el: Δεν ήταν δυνατή η προσαρτήση κρυπτογραφημένης συσκευής
es: No pudo montar dispositivo cifrado
fr: Impossible de monter le périphérique chiffré
it: Non si riesce a montare il dispositivo criptato
nl: Kon versleuteld apparaat niet aankoppelen
pt_br: O dispositivo encriptado não foi montado
sv: Kunde inte montera krypterad enhet

source: Could not find file %s on encrypted partition
am: ፋይል ማግኘት አልተቻለም %s በ ተመሰጠረው ክፍልፋይ ውስጥ
ca: No he pogut trobar el fitxer %s a la partició encriptada
cs: Nelze najít soubor %s na oddílu
da: Kunne ikke finde filen %s på krypteret partition
de: Konnte Datei %s nicht auf der verschlüsselten Partition finden
el: Δεν ήταν δυνατή η εύρεση του αρχείου %s σε κρυπτογραφημένο διαμέρισμα
es: No pudo encontrar fichero %s en partición cifrado
fr: Impossible de trouver le fichier %s sur la partition chiffrée
it: Non si riesce a trovare il file %s sulla partizione criptata
nl: Kon bestand %s niet vinden op versleutelde partitie
pt_br: O ficheiro %s não foi encontrado na partição encriptada
sv: Kunde inte hitta filen %s på krypterad partition

source: Are you sure you have written down or memorized the new passphrase?
am: እርስዎ በ እርግጥ ጽፈዋል ወይንም የ ማለፊያ ሀረግ አሁን ያስታውሳሉ?
ca: Esteu segur d'haver pres nota o memoritzat la nova contrasenya?
cs: Jste si jistí, že jste si heslo zapsali nebo zapamatovali?
da: Er du sikker på, at du skrevet den nye adgangskode ned eller husket den udenad?
de: Haben Sie die neue Passphrase notiert oder sie sich gemerkt?
el: Είστε βέβαιοι ότι έχετε καταγράψει ή απομνημονεύσει τη νέα φράση πρόσβασης
es: ¿Esta seguro que has anotado o memorizado el nuevo frase de pase?
fr: Etes-vous sûr d'avoir écrit ou mémorisé la nouvelle phase de passe?
it: Sei sicuro di aver memorizzato o di aver preso nota della nuova password/pass-frase?
nl: Weet u zeker dat u de wachtwoordzin heeft opgeschreven of onthouden?
pt_br: A nova frase-senha foi registada noutro meio ou memorizada?
sv: Är du säker på att du har skrivit ner eller memorerat det nya lösenordet?

source: press %s to continue
am: ይጫኑ %s ለ መቀጠል
ca: premeu %s per continuar
cs: stiskněte %s pro pokračování
da: tryk på %s for at fortsætte
de: Drücken Sie %s um fortzufahren
el: πατήστε %s για να συνεχίσετε
es: pulse %s para continuar
fr: Appuyez sur %s pour continuer
it: premi %s per continuare
nl: druk op %s om verder te gaan
pt_br: premir %s para continuar
sv: tryck på %s för att fortsätta

source: Changing encryption passphrase ...
am: የ መመስጠሪያ ማለፊያ ሀረግ በ መቀየር ላይ
ca: Canviant la contrasenya d'encriptació ...
cs: Měním šifrovací helso ...
da: Skifter adgangskode for kryptering ...
de: Ändere Verhschlüsselungs-Passphrase...
el: Αλλαγή της φράσης πρόσβασης κρυπτογράφησης ...
es: Cambiando frase de pase de encriptación
fr: Modification de la phrase de passe ...
it: Cambio della password/pass-frase di crittografia in corso ...
nl: Veranderen versleutelings wachtwoordzin ...
pt_br: A alterar a frase-senha de encriptação ...
sv: Byter lösenord för kryptering ...

source: Please enter current passphrase (in clear text)
am: እባክዎን የ አሁኑን የ ማለፊያ ሀረግ ያስገቡ (በ ንፁህ ጽሁፍ)
ca: Si us plau, entreu la contrasenya actual (en text clar)
cs: Prosím zadejte stávající heslo (jako text)
da: Indtast venligst nuværende adgangskode (i ren tekst)
de: Bitte geben Sie Ihre aktuelle Passphrase ein (im Klartext)
el: Εισαγάγετε την τρέχουσα φράση πρόσβασης
es: Favor entrar el frase de pase actual (en texto claro)
fr: Veuillez entrer la phrase de passe (en texte clair)
it: Prego, inserisci l'attuale password/pass-frase (testo in chiaro)
nl: Voer a.u.b. de huidige wachtwoordzin in (in duidelijke tekst)
pt_br: Introduzir a frase-senha em uso (texto em claro)
sv: Var vänlig skriv in nuvarande lösenord (i klartext)

source: The entered passphrase does not match
am: ያስገቡት የ ማለፊያ ሀረግ አይመሳሰልም
ca: La contrasenya que heu entrat no coincideix
cs: Zadané heslo není správné
da: De indtastede adgangskoder er ikke ens
de: Die eingegebene Passphrase stimmt nicht überein
el: Η εισαγόμενη φράση πρόσβασης δεν ταιριάζει
es: El frase de pase entrada no concuerda
fr: La phrase de passe entrée ne correspond pas
it: La password/pass-frase inserita non corrisponde
nl: De opgegeven wachtwoordzin komt niet overeen
pt_br: A frase-senha introduzida não coincide
sv: Det inskrivna lösenordet matchar inte

source: Do you want to try again?
am: እርስዎ እንደገና መሞከር ይፈልጋሉ?
ca: Voleu tornar a provar-ho?
cs: Chcete to zkusit znovu?
da: Vil du prøve igen?
de: Wollen Sie es erneut versuchen?
el: Θέλετε να δοκιμάσετε ξανά;
es: ¿Desea intentarlo otra vez?
fr: Désirez-vous essayer de nouveau?
it: Vuoi provare ancora?
nl: WIlt u het opnieuw proberen?
pt_br: Tentar novamente?
ru: Вы хотите попробовать еще раз?
sv: Vill du försöka igen?

source: Passphrase change aborted
am: የ ማለፊያ ሀረግ መቀየር ተቋርጧል
ca: Cancel·lat el canvi de contrasenya
cs: Změna hesla zrušena
da: Ændring af adgangskode afbrudt
de: Änderung der Passphrase abgebrochen
el: Η αλλαγή της φράσης απορρίφθηκε
es: Cambio de frase de pase abortado
fr: Changement de la phrase de passe annulé
it: Cambio della password/pass-frase, abortito
nl: Wachtwoordzin verandering afgebroken
pt_br: Alteração da frase-senha abortada
sv: Byte av lösenord avbrutet

source: Passphrase was not changed
am: የ ማለፊያ ሀረግ አልተቀየረም
ca: No s'ha canviat la contrasenya
cs: Heslo nebylo změněno
da: Adgangskoden blev ikke ændret
de: Passphrase wurde nicht geändert
el: Η φράση πρόσβασης δεν άλλαξε
es: Frase de pase no fue cambiado
fr: La phrase de passe n'a pas été modifiée
it: La password/pass-frase, non è stata cambiata
nl: Wachtwoordzin is niet veranderd
pt_br: A frase-senha não foi alterada
sv: Lösenord byttes inte

source: Preparing for passphrase first-boot reset ...
am: የ ማለፊያ ሀረግ ለ መጀመሪያ ማስነሻ እንደገና በ ማሰናዳት ላይ
ca: Preparant el restabliment de la primera arrencada amb contrasenya
cs: Příprava na resetování hesla pri prvním spuštění ...
da: Forbereder nulstilling af adgangskode ved første opstart ...
de: Bereite Zurücksetzen der Passphrase beim ersten Start vor..
el: Επαναφορά φράσης πρόσβασης ...
es: Preparando para el primer inicio después cambia del frase de pase ...
fr: Préparation de la réinitialisation de la phrase de passe du premier démarrage
it: E' in preparazione il reset della password/pass-frase del primo-avvio
nl: Voorbereiden voor wachtwoordzin eerste boot reset
pt_br: A preparar para redefinir a frase-senha no primeiro arranque
sv: Förbereder för återställning av lösenord vid första start ...

source: Reset aborted: passphrase file is empty
am: እንደ ነበር መመለሻ የ ተቋረጠውን: የ ማለፊያ ሀረግ ባዶ ነው
ca: Cancel·lat el restabliment: el fitxer de contrasenya està buit
cs: Reset neproběhl: soubor s heslem je prázdný
da: Nulstil afbrydelse: adgangskodefil er tom
de: Zurücksetzen abgebrochen: Passphrasen-Datei ist leer
el: Επαναφορά απορρίφθηκε: το αρχείο πρόσβασης είναι κενό
es: Reinicio abortado: fichero de frase de pase vacio
fr: Réinitialisation annulée: le fichier de phrase de passe est vide
it: Reset abortito: il file della password/pass-frase, è vuoto
nl: Reset afgebroken: wachtwoordzin bestand is leeg
pt_br: Redefinição abortada: o ficheiro de frase-senha está vazio
sv: Återställning avbruten: lösenordsfilen är tom

source: Reset aborted: wrong passphrase in passphrase file
am: እንደ ነበር መመለሻ የ ተቋረጠውን: የ ተሳሳተ የ ማለፊያ ሀረግ በ ማለፊያ ሀረግ ፋይል ውስጥ
ca: Cancel·lat el restabliment: contrasenya errònia al fitxer de contrasenya
cs: Reset neproběhl: v souboru s heslem je nesprávné heslo
da: Nulstil afbrydelse: forkert adgangskode i adgangskodefil
de: Zurücksetzen abgebrochen: falsche Passphrase in der Passphrasen-Datei
el: Επαναφορά απορρίφθηκε: λάθος φράση πρόσβασης στο αρχείο πρόσβασης φράσης
es: Reinicio abortado: frase de pase equivocado en fichero de frase de pase
fr: Réinitialisation annulée: phrase de passe incorrecte dans le fichier de phrase de passe
it: Reset abortito: la password/pass-frase, nel file delle password/pass-frase, è sbagliata
nl: Reset afgebroken: verkeerde wachtwoordzin in wachtwoordzin bestand
pt_br: Alteração abortada: frase-senha errada no ficheiro de frase-senha
sv: Återställning avbruten: fel lösenord i lösenordsfilen

source: current phrase %s
am: የ አሁኑ አረፍተ ነገር %s
ca: frase actual %s
cs: stávající fráze %s
da: nuværende adgangskode %s
de: aktuelle Phrase %s
el: τρέχουσα φράση %s
es: frase actual %s
fr: Phrase actuelle %s
it: password/pass-frase attuale %s
nl: huidige zin %s
pt_br: frase %s em uso
sv: Nuvarande lösenord %s

source: You will be asked to enter a new passphrase twice
am: እርስዎ ሁለት ጊዜ የ ማለፊያ ሀረግ እንዲያስገቡ ይጠየቃሉ
ca: Se us demanarà entrar una nova contrasenya dues vegades
cs: Budete vyzváni k zadání hesla dva krát
da: Du vil blive spurgt om at indtaste en ny adgangskode to gange
de: Sie werden gebeten eine neue Passphrase zweimal einzugeben
el: Θα σας ζητηθεί να εισαγάγετε μια νέα φράση πρόσβασης δύο φορές
es: Será pedido entrar el nuevo frase de pase dos veces
fr: Il vous sera demandé d'entrer deux fois une nouvelle phrase de passe
it: Ti verrà chiesto di inserire due volte una nuova password, o pass-frase.
nl: U zult gevraagd worden twee keer een nieuwe wachtwoordzin in te voeren
pt_br: Será solicitada a introdução da frase-senha duas vezes
sv: Du kommer att bli ombedd att skriva in ett nytt lösenord två gånger

source: Searched devices: %s
am: በ አካል ውስጥ ተፈልጓል: %s
ca: Dispositius cercats: %s
cs: Prohledané zařízení: %s
da: Søgte enheder: %s
de: Durchsuchte Geräte: %s
el: Αναζητούμενες συσκευές: %s
es: Dispositivos buscados: %s
fr: Périphériques recherchés: %s
it: Dispositivi cercati: %s
nl: Doorzochte devices: %s
pt_br: Dispositivos analisados: %s
ru: Найдено устройств: %s
sv: Eftersökta enheter: %s

source: Searched types: %s
am: የ ተፈለገው አይነት: %s
ca: Tipus cercats: %s
cs: Prohledané typy: %s
da: Søgte typer: %s
de: Durchsuchte Typen: %s
el: Αναζητούμενοι τύποι: %s
es: Tipos buscados: %s
fr: Types recherchés: %s
it: Tipi cercati: %s
nl: Onderzochte soorten: %s
pt_br: Tipos analisados: %s
ru: Искомые типы: %s
sv: Eftersökta typer: %s

source: All block devices: %s
am: ሁሉም የ ተከለከሉ አካሎች: %s
ca: Tots els dispositius de blocs: %s
cs: Všechny blokované zařízení: %s
da: Alle blokenheder: %s
de: Alle Block-Geräte: %s
el: Όλες οι συσκευές μπλοκ: %s
es: Todos los medios de bloque: %s
fr: Toutes les unités par blocs: %s
it: Tutti i block devices: %s
nl: Alle block devices: %s
pt_br: Dispositivos de bloqueio total: %s
ru: Все блочные устройства: %s
sv: Alla blockenheter: %s

source: Please contact %s at %s
am: እባክዎን ይገናኙ %s በ %s
ca: Si us plau, contacteu %s a %s
cs: Prosím spojte %s na %s
da: Kontakt venligst %s i %s
de: Bitte %s auf %s kontaktieren
el: Παρακαλείστε να επικοινωνήσετε με το %s στο %s
es: Por favor contactar a %s en %s
fr: Veuillez contacter %s à %s
it: Per favore, contatta %s a %s
nl: Aub contact %s opnemen bij %s
pt_br: Contactar %s em %s
ru: Пожалуйста, свяжите %s с %s
sv: Var vänlig kontakta %s på %s

source: Kernel version mismatch
am: የ ከረኔል እትም አይመሳሰልም
ca: La versió del kernel no es correspon
cs: Verze jádra se neshoduje
da: Uoverensstemmende kerneversion
de: Unpassende Kernelversion
el: Ασυμφωνία πυρήνα έκδοσης
es: La versión del kernel no concuerda
fr: Mauvaise version du noyau
it: La versione del kernel non corrisponde
nl: Verkeerde kernel versie
pt_br: Versão do núcleo (kernel) não combina
ru: Несоответствие версии ядра

source: Kernel version %s
am: የ ከረኔል እትም %s
ca: Versió del kernel %s
cs: Verze jádra %s
da: Kerneversion %s
el: έκδοση του πυρήνα %s
es: Versión del kernel %s
fr: Version du noyau %s
it: Versione del kernel %s
nl: Kernel versie %s
pt_br: Versão do núcleo %s
ru: Версия ядра %s

source: The module directory %s is missing
am: የ ዳይሬክቶሪ ክፍል %sጎድሏል
ca: No es troba el directori de mòduls %s
cs: Složka modulu %s chybí
da: Modulmappen %s mangler
de: Das Modulverzeichnis %s fehlt
el: Ο κατάλογος μονάδα %s λείπει
es: El directorio del módulo %s no se encuentra
fr: Le répertoire %s des modules n'existe pas
it: La directory del modulo %s è assente
nl: De module folder %s is niet aanwezig
pt_br: A directoria %s do módulo está em falta
ru: Директория модулей %s отсутствует
sv: Modulkatalogen %s saknas

source: Initializing random number generator ...
am: በ ደፈናው ቁጥር በ ማመንጨት ላይ
ca: Inicialitzant el generador de números aleatoris...
cs: Inicializuji Random number generator ...
da: Initierer tilfældig tal-generator ...
de: Starte Generator für Zufallsnummern...
el: Αρχικοποίηση γεννήτριας τυχαίων αριθμών ...
es: Inicializando generador de número aleatorio ...
fr: Initialisation du générateur de nombres aléatoires ...
it: Avvio del generatore dei numeri random ...
nl: Initialiseren random number generator ...
pt_br: A iniciar o gerador de números aleatórios ...
sv: Startar slumpgeneratorn ...

source: Saving random seed
am: seed በ ደፈናው በ ማቀመጥ ላይ
ca: Desant la llavor aleatòria
cs: Ukládání random seed
da: Gemmer tilfældigt frø
de: Speichere zufälligen seed
el: Εξοικονόμηση τυχαίων seed
es: Guardando semilla del número aleatorio
fr: Sauvegarde de la graine aléatoire
it: Salvataggio random seed
nl: Opslaan willekeurige seed
pt_br: A guardar a semente aleatória
sv: Sparar random seed

source: Could not mount %s as a %s filesystem
am: መጫን አልተቻለም %s እንደ የ %s ፋይል ስርአት
ca: No es pot muntar %s com a sistema de fitxers %s
cs: Nelze připojit %s jako %s systém souborů
da: Kunne ikke montere %s som et %s-filsystem
de: Konnte %s nicht als %s Dateisystem einbinden
el: Δεν ήταν δυνατή η προσάρτηση %s σε αρχείο %s
es: No se pudo montar %s como un sistema de archivos %s
fr: Impossible de monter le fichier %s comme système de fichiers de type %s
it: Non è stato possibile montare %s come un filesystem %s
nl: Kon %s niet koppelen als %s bestandssysteem
pt_br: Não foi possível montar %s como sistema de ficheiros %s
ru: Не удалось смонтировать %s в качестве файловой системы %s
sv: Kunde inte montera %s som ett %s filsystem

source: No %s found in %s
am: አይ %s አልተገኘም በ %s
ca: No s'ha trobat %s a %s
cs: Nenalezeno žádné %s v %s
da: Ingen %s fundet i %s
de: Kein %s gefunden in %s
el: Το %s δε βρέθηκε στο %s
es: No se encontró %s en %s
fr: Aucun %s trouvé dans %s
it: Nessun %s trovato in %s
nl: Geen %s gevonden in %s
pt_br: Nenhum %s encontrado em %s
ru: %s не найден в %s
sv: Ingen %s hittad i %s
