Repository: BitJam/Transifex-translations
Catalog: antix-development.live-initrd-init/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pt_br, ru, sv

source: reverse video
am: ቪዲዮ እንደ ነበር መመለሻ
ca: vídeo invers
cs: přetočit video
da: negativ video
de: Video zurücksetzen
el: αντίστροφη βίντεο
es: revertir el vídeo
fr: vidéo inverse
pt_br: vídeo reverso
ru: инвертировать видео
sv: växla video

source: Partitions that can't be used are listed but not selectable.
am: ሊጠቀሙበት የማይችሉት ክፍልፋዮች ዝርዝር ነገር ግን መምረጥ አይችሉም
ca: Les particions que no es poden usar també es llisten, però no es poden seleccionar.
cs: Diskové oddíly které nemohou být použity jsou vypsány ale nelze je vybrat.
da: Partitioner som ikke kan bruges oplistes her, men kan ikke vælges.
de: Partitionen, die nicht verwendet werden können, sind gelistet aber nicht wählbar.
el: Χωρίσματα που δεν μπορούν να χρησιμοποιηθούν περιλαμβάνονται, αλλά δεν είναι επιλέξιμο.
es: Las particiones no utilizables están listadas pero no se pueden seleccionar.
fr: Les partitions que l'on ne peut pas utiliser sont listées mais pas sélectionnable
it: Le partizioni che possono essere usate sono state elencate ma non selezionate.
nl: Onbruikbare partities zijn wel aangegeven maar kunnen niet gekozen worden.
pt_br: Partições que não podem ser usadas estão na lista, mas não podem ser selecionadas.
ru: Разделы, которые не могут быть использованы, имеются в списке, но не могут быть выбраны.
sv: Partitioner som inte kan användas är listade men inte valbara.

source: The limiting factors are highlighted in %s
am: የ መመጠኛ ሁኔታ ደምቋል በ %s
ca: Els factors limitadors estan realçats a %s
cs: Omezující faktory jsou zvýrazněny v %s
da: De begrænsende faktorer fremhæves i %s
de: Die beschränkenden Faktoren sind hervorgehoben in %s
el: Οι περιοριστικοί παράγοντες τονίζονται στο %s
es: Los factores limitantes se marcan en %s
fr: Les facteurs limitants sont sélectionnés dans %s
it: I fattori limitanti sono evidenziati in %s
nl: De beperkende factoren zijn duidelijk aangegeven in %s
pt_br: Os fatores limite estão realçados em %s
ru: Ограничивающие факторы выделены подсветкой в %s
sv: De begränsande faktorerna är markerade i %s

source: The device %s already has label %s
am: ይህ አካል %s ቀደም ብሎ ምልክት ነበረው %s
ca: El dispositiu %s ja té l'etiqueta %s
cs: Zařízení %s již má popisek %s
da: Enheden %s har allerede etiketten %s
de: Das Gerät %s hat bereits den Namen %s
el: Η συσκευή %s είναι ήδη ετικέτα %s
es: El medio %s ya tiene la etiqueta %s
fr: Le périphérique %s possède déjà l'étiquette %s
it: Il dispositivo %s ha già l'etichetta %s
nl: het device %s draagt al label %s
pt_br: O dispositivo %s já tem o rótulo %s
ru: Устройство %s уже имеет метку %s
sv: Enheten %s har redan beteckningen %s

source: Update label on %s from %s to %s?
am: የ ማሻሻያ ምልክት በ %s ከ %s ለ %s?
ca: Actualitzo l'etiqueta a %s de %s a %s?
cs: Aktualizovat popisek %s z %s na %s?
da: Opdater etiket på %s fra %s til %s?
de: Label auf %s von %s zu %s aktualisieren?
el: Ενημέρωση ετικέτα στο %s από %s σε %s;
es: Actualiza etiqueta en %s desde %s hasta %s?
fr: Mettre à jour l'étiquette sur %s de %s vers %s ?
it: Aggiornare etichetta su %s da %s a %s?
nl: Update het label op %s van %s naar %s?
pt_br: Atualizar o rótulo em %s de %s para %s?
ru: Обновить метку %s с %s на %s
sv: Uppdatera beteckning på %s från %s till %s?

source: The device %s has no label
am: ይህ ፋይል %s ምልክት የለውም
ca: El dispositiu %s no té etiqueta
cs: Zařízení %s nemá žádný popisek
da: Enheden %s har ingen etiket
de: Das Gerät %s hat keinen Namen
el: Η συσκευή %s δεν έχει ετικέτα
es: El medio %s no tiene etiqueta
fr: Le périphérique %s ne possède aucune étiquette
it: Il dispositivo %s non ha etichetta
nl: het device %s heeft geen label
pt_br: O dispositivo %s não tem rótulo
ru: Устройство %s не имеет метки
sv: Enheten %s har ingen beteckning

source: Give %s the label %s?
am: ምልክት %s ልስጠ %s?
ca: Poso a %s l'etiqueta %s?
cs: Přidat %s popisek %s?
da: Giv %s etiketten %s?
de: Dem %s das Label %s vergeben?
el: Δώστε %s στην ετικέτα %s;
es: Da %s la etiqueta %s?
fr: Donner à %s l'étiquette %s ?
it: Dare a %s l'etichetta %s?
nl: Geef %s het label %s?
pt_br: Dar a %s o rótulo %s?
ru: Присвоить %s метку %s
sv: Ge %s beteckningen %s?

source: Label updated to %s
am: ምልክት ማሻሻያ ወደ %s
ca: Etiqueta actualitzada a %s
cs: Popisek aktualizován na %s
da: Etiket opdateret til %s
de: Name neu gesetzt auf %s
el: Ετικέτα ενημερώνεται για %s
es: Etiqueta actualizada a %s
fr: Mise à jour de l'étiquette vers %s
it: Etichetta aggiornata su %s
nl: Label bijgewerkt naar %s
pt_br: Rótulo atualizado para %s
ru: Метка обновлена на %s
sv: Beteckning uppdaterad till %s

source: Valid %s
am: ዋጋ ያለው: %s
ca: %s vàlid
cs: Platné %s
da: Gyldig %s
de: %s gültig
el: Έγκυρα %s
es: Válido %s
fr: %s valide
it: %s valido
nl: Geldig %s
pt_br: %s válido
ru: Годится %s
sv: Giltig %s

source: Could not find device %s
am: አካሉን ማግኘት አልተቻለም %s
ca: No s'ha trobat el dispositiu %s
cs: Nelze najít zařízení %s
da: Kunne ikke finde enheden %s
de: Konnte Gerät %s nicht finden
el: Δεν ήταν δυνατή η εύρεση συσκευής %s
es: No se pudo hallar el dispositivo %s
fr: Impossible de trouver le périphérique %s
it: Non è stato possibile trovare il dispositivo %s
nl: Kon device %s niet vinden
pt_br: Dispositivo %s não encontrado
ru: Не удалось найти устройство %s
sv: Kunde inte hitta enhet %s

source: Valid devices
am: ዋጋ ያለው አካል
ca: Dispositius vàlids
cs: Platná zařízení
da: Gyldige enheder
de: Gültige Geräte
el: Έγκυρες συσκευές
es: Medios válidos
fr: Périphérique valide
it: Dispositivi validi
nl: Geldige apparaten
pt_br: Dispositivos válidos
ru: Подходящие устройства
sv: Giltiga enheter

source: %s mismatch between %s and %s
am: %s አይመሳሰሉም ይህ %s እና %s
ca: %s diferències entre %s i %s
cs: %s neshoda mezi %s a %s
da: %s uoverensstemmelse mellem %s og %s
de: %s passt nicht zwischen %s und %s
el: %s αναντιστοιχία μεταξύ %s και%s
es: %s no concordancia entre %s y %s
fr: %s inadéquation entre %s et %s
it: %s mancata corrispondenza tra %s e %s
nl: %s komt niet overeen tussen %s en %s
pt_br: %s não há correspondência entre %s e %s
ru: %s несоответствие между %s и %s
sv: %s ingen överensstämmelse mellan %s och %s

source: Copy %s to empty %s
am: ኮፒ ከ %s ወደ ባዶ ማድረጊያ%s
ca: Copia %s al %s buit
cs: Kopírovat %s do prázdného %s
da: Kopiér %s til tom %s
de: Kopiere %s ins leere %s
el: Αντιγραφή %s σε άδειο %s
es: Copiar %s al %s vacío
fr: Copie de %s vers %s vide
it: Copia %s su %s vuoto
nl: Kopieer %s naar lege %s
pt_br: Copiar %s para esvaziar %s
ru: Копировать %s на пустой %s
sv: Kopiera %s till tom %s

source: %s file not found %s
am: %s ፋይሉ አልተገኘም %s
ca: Fitxer %s no trobat %s
cs: %s soubor nebyl nalezen %s
da: %s-fil ikke fundet %s
de: %s Datei nicht gefunden %s
el: Το αρχείο %s δε βρέθηκε %s
es: El archivo %s no se encontró %s
fr: Fichier %s de type %s introuvable
it: %s file non trovato %s
nl: %s bestand niet gevonden %s
pt_br: Ficheiro %s não encontrado %s
ru: %s файл не найден %s
sv: %s fil kunde inte hittas %s

source: No %s found in file %s
am: አይ %s በ ፋይል ውስጥ ተገኝቷል %s
ca: No s'ha trobat %s al fitxer %s
cs: Žádný %s nenalezen v souboru %s
da: Ingen %s fundet i filen %s
de: Kein %s gefunden in Datei %s
el: Το %s δε βρέθηκε στο αρχείο %s
es: No se encontró %s en el archivo %s
fr: Aucun %s trouvé dans le fichier %s
it: Nessun %s trovato nel file %s
nl: Geen %s gevonden in bestand %s
pt_br: Nenhum %s encontrado no ficheiro %s
ru: Не найден %s в файле %s
sv: Ingen %s hittad i fil %s

source: No %s found but there is a %s
am: አይ %s ተገኝቷል ነገር ግን %s
ca: No s'ha trobat %s però hi ha un %s
cs: Žádný %s nenalezen ale je tam %s
da: Ingen %s fundet, men der er en %s
de: Kein %s gefunden, aber es gibt ein %s
el: Δεν βρέθηκε %s αλλά υπάρχει %s
es: No se encontró %s pero hay %s
fr: Aucun %s trouvé, mais %s existe
it: Nessun %s trovato, però c'è un %s
nl: Geen %s gevonden, maar er is wel een %s
pt_br: Nenhum %s encontrado, mas existe um %s
ru: Не найден %s, но здесь есть %s
sv: Ingen %s hittad men det finns en %s

source: Check %s of files in %s directory. Please be patient ...
am: ይመርምሩ %s ፋይሎች በ %s ዳይሬክቶሪ ውስጥ: እባክዎን ይቆዩ ...
ca: Comprova %s de fitxers al directori %s. Tingueu paciència...
cs: Kontrola souborů %s v složce %s. Prosím buďte trpěliví ...
da: Tjek %s for filer i %s-mappen. Vær venligst tålmodig ...
de: Prüfe %s Dateien in %s Verzeichnis. Bitte gedulden Sie sich ...
el: Έλεγχος %s αρχεία στον κατάλογο %s. Παρακαλώ να είστε υπομονετικοί ...
es: Revisando %s de archivos en el directorio %s . Sea paciente por favor ...
fr: Vérification %s des fichiers dans le répertoire %s. Veuillez patienter...
it: Controllo di %s dei files in %s directory. Sii paziente, per favore...
nl: Kontroleer %s van bestanden in de %s folder. Even geduld aub ...
pt_br: Verificar %s dos ficheiros na directoria %s. Por favor seja paciente...
ru: Проверка %s файлов в директории %s. Пожалуйста, будьте терпеливы ...
sv: Kontrollera %s av filerna i %s katalogen. Var vänlig ha tålamod...

source: file: %s
am: ፋይል: %s
ca: fitxer: %s
cs: soubor: %s
da: fil: %s
de: Datei: %s
el: αρχείο: %s
es: archivo: %s
fr: fichier: %s
nl: bestand: %s
pt_br: ficheiro: %s
ru: файл: %s
sv: fil: %s

source: result: %s
am: ውጤት: %s
ca: resultat: %s
cs: výsledek: %s
da: resultat: %s
de: Ergebnis: %s
el: αποτέλεσμα: %s
es: resultado: %s
fr: résultat: %s
it: risultato: %s
nl: resultaat: %s
pt_br: resultado: %s
ru: результат: %s
sv: resultat: %s

source: No %s checksums were found in %s. Can't do any %s checks.
am: አይ %s checksums አልተገኘም በ %s. ምንም መመርመር %s አይቻልም
ca: No s'han trobat sumes de verificació %s a %s. No es poden fer comprovacions de %s.
cs: Žádné kontrolní hodnoty %s nebyly nalezeny v %s. Nelze provést žádné %s testy.
da: Fandt ingen %s-tjeksumme i %s. Kan ikke bruge nogen %s-tjek.
de: Keine %s Prüfsummen gefunden in %s. Kann keine weiteren %s Tests durchführen.
el: Δεν βρέθηκαν %s checksums στο %s. Δεν μπορεί να κάνει οποιαδήποτε %s ελέγχους
es: No se hallaron checksums %s en %s. No se pueden ejecutar revisiones de %s .
fr: Aucune somme de contrôle %s trouvée dans le répertoire %s. Validation %s impossible
it: Non è stato trovato nessun %s md5-checksums in %s. Non si può fare alcun controllo di %s.
nl: Er werden geen %s checksums gevonden in %s. Kan geen enkele %s test uitvoeren
pt_br: Não foram encontradas somas de controlo %s em %s. Não é possível fazer verificações %s.
ru: Не найдены %s контрольные суммы в %s. Невозможно сделать %s проверки.
sv: Inga %s kontrollsummor hittades i %s. Kan inte göra några %s kontroller.

source: At least one %s checksum did not match
am: ቢያንስ አንድ %s checksum አይመሳሰልም
ca: Com a mínim, una suma de verificació %s no coincideix
cs: Alespoň jedna %s kontrolní hodnota se neshodovala
da: Mindst en %s-tjeksum matchede ikke
de: Mindestens eine %s Prüfsumme stimmt nicht
el: Τουλάχιστον ένα %s άθροισμα ελέγχου δεν ταιριάζει
es: Al menos una checksum de %s no coincidió
fr: Une somme de contrôle %s au moins ne correspond pas
it: Almeno un %s md5-checksum non corrisponde
nl: Ten minste 1 %s checksum kwam niet overeen
pt_br: Pelo menos uma %s soma de controlo não corresponde
ru: По крайней мере одна %s контрольная сумма не совпадает
sv: Åtminstone en %s kontollsumma stämde inte

source: Success! The file passed
am: ተሳክቷል! ፋይሉ አልፏል
ca: Èxit! El fitxer ha passat
cs: Úspěch! Soubor prošel
da: Det lykkedes! Filen bestod
de: Datei erfolgreich geprüft
el: Επιτυχία! Το αρχείο πέρασε
es: ¡Bien! El archivo pasó
fr: Réussite! Fichier accepté
it: Successo! Il file è approvato
nl: Succes! Het bestand voldeed
pt_br: Sucesso! O ficheiro passou
ru: Успешно! Файл пройден
sv: Framgång! Filen godkändes

source: Success! All %s files passed
am: ተሳክቷል! ሁሉም All %s ፋይሎች አልፈዋል
ca: Èxit! Tots els fitxers %s han passat
cs: Úspěch! Všechny %s soubory prošly
da: Det lykkedes! Alle %s filer bestod
de: Alle %s Dateien erfolgreich geprüft
el: Επιτυχία! Όλα τα αρχεία %s πέρασαν
es: ¡Bien! Los %s archivos pasaron
fr: Réussite! Tous les fichiers %s sont acceptés
it: Successo! Tutti i %s file sono stati approvati
nl: Succes! Alle %s bestanden voldeden
pt_br: Sucesso! Todos os ficheiros %s passaram
ru: Успешно! Все %s файлов пройдено
sv: Framgång! Alla %s filer godkändes

source: Wait %s seconds
am: ይጠብቁ %s ሰከንዶች
ca: Espereu uns %s segons
cs: Čekejte %s vteřin
da: Vent %s sekunder
de: Warten Sie %s Sekunden
el: Αναμονή %s δευτερόλεπτα
es: Esperando %s segundos
fr: Attendre %s secondes
it: Aspetta %s secondi
nl: Wacht %s seconden
pt_br: Esperar %s segundos
ru: Ожидайте %s секунд
sv: Vänta %s sekunder

source: copy %s file to RAM
am: ኮፒ ማድረጊያ ከ %s ወደ ራም
ca: copia %s fitxer(s) a la RAM
cs: Kopírovat %s soubor do RAM
da: kopiér %s-fil til RAM
de: Kopiere %s Datei ins RAM
el: να θέσει το αρχείο %s στη μνήμη RAM
es: copiar el archivo %s a RAM
fr: copie du fichier %s vers la RAM
it: copia %s file nella RAM
nl: kopieer %s bestand naar RAM
pt_br: copiar o ficheiro %s para a RAM
ru: копировать файл %s в RAM
sv: Kopiera %s fil till RAM

source: Will copy files from %s to %s. Please be patient ...
am: ፋይል ኮፒ ማድረጊያ ከ %s ወደ %s. እባክዎን ይቆዩ ...
ca: Es copiaran fitxers de %s a %s. Si us plau, espereu ...
cs: Kopírování souborů z %s do %s. Prosím buďte trpěliví ...
da: Kopierer filer fra %s til %s. Vær venligst tålmodig ...
de: Werde Dateien von %s nach %s kopieren. Gedulden Sie sich ...
el: Η αντιγραφή αρχείων από %s σε %s. Παρακαλώ να είστε υπομονετικοί ...
es: Se copiarán los archivos de %s a %s. Sea paciente por favor ...
fr: Copie des fichiers de %s vers %s en cours. Veuillez patienter...
it: Verranno copiati i file da %s a %s. Sii paziente, per favore...
nl: Zal bestanden van %s naar %s kopieren. Aub even geduld ...
pt_br: Copiará os ficheiros de %s para %s. Aguardar...
ru: Будут копироваться файлы %s на %s. Пожалуйста, будьте терпеливы ...
sv: Kommer att kopiera filer från %s till %s. Var vänlig visa tålamod...

source: Size of original %12s
am: የ ዋናው መጠን %12s
ca: Mida de l'original %12s
cs: Velikost originálu %12s
da: Størrelse på original %12s
de: Grösse des Originals %12s
el: Μέγεθος της αρχικής %12s
es: Tamaño del original %12s
fr: Taille de l'original %12s
it: Dimensione dell'originale %12s
nl: Grootte van originele %12s
pt_br: Tamanho do original %12s
ru: Размер оригинала %12s
sv: Orginalets storlek %12s

source: Size of copy %12s
am: የ ኮፒ መጠን %12s
ca: Mida de la còpia %12s
cs: Velikost kopie %12s
da: Størrelse på kopiering %12s
de: Grösse der Kopie %12s
el: Μέγεθος αντιγράφου %12s
es: Tamaño de la copia %12s
fr: Taille de la copie %12s
it: Dimensione della copia %12s
nl: Grootte van kopie %12s
pt_br: Tamanho da cópia %12s
ru: Размер копии %12s
sv: Kopians storlek %12s

source: Copy to RAM succeeded
am: ወደ ራም ኮፒ ማድረግ ተሳክቷል
ca: Copiat a la RAM amb èxit
cs: Kopírování do RAM bylo úspěšné
da: Kopiering af RAM lykkedes
de: Kopieren ins RAM gelungen
el: Αντιγραφή της μνήμης RAM, πέτυχε
es: La copia a RAM se realizó exitosamente
fr: Copie sur la RAM accomplie
it: Copia sulla RAM effettuata con successo
nl: Kopiëren naar RAM geslaagd
pt_br: Cópia para a RAM com sucesso
ru: Копирование в RAM успешно завершено
sv: Kopiering till RAM lyckades

source: Mount persistence device (if needed)
ca: Munta el dispositiu de persistència (si cal)
cs: Připojit zálohové zařízení (ak bude potřeba)
da: Monter vedvarenhedsenhed (hvis det er nødvendigt)
de: Persistencegerät einhängen (falls nötig)
el: να εξαπολύσουν τη συσκευή persist (αν χρειαστεί)
es: Montar dispositivos con persistencia (si es necesario)
fr: Montage du périphérique de persistance (si besoin)
it: Monta un dispositivo di persistenza (se necessario)
nl: Koppel persistence device (indien nodig)
pt_br: Montar dispositivo de persistência (se necessário)
ru: Монтировать устройство сохранения (если необходимо)
sv: Montera persistens-enhet (om nödvändigt)

source: Not enough room on Live device to create %s file of size %s MiB
am: በ ቀጥታ አካል ላይ ለ መፍጠር በቂ ነፃ ቦታ የለም %s ለ ፋይሉ መጠን %s ሜባ
ca: No hi ha prou espai al dispositiu autònom per crear %s fitxer(s) amb mida de %s MiB.
da: Ikke nok plads på live-enhed til at oprette %s-fil med størrelsen %s MiB
de: Nicht genug Platz auf dem Live-Gerät um %s Datei mit %s MiB Größe zu erstellen
el: Δεν υπάρχει αρκετός χώρος στη συσκευή %sγια τη δημιουργία αρχείου μεγέθους %sMiB
es: No hay espacio en dispositivo en vivo para crear %s fichero de tamaño %s MiB
fr: Espace insuffisant sur le périphérique Live pour pouvoir créer %s fichier faisant %s Mio
it: Non c'è abbastanza spazio sul dispositivo Live per creare il file %s di dimensione di %s MB
nl: Niet genoeg ruime op Live apparaat om %s bestand te creëren van %s MiB
pt_br: Não há espaço suficiente no dispositivo para que possa ser criado o ficheiro %s de %s MiB
sv: Inte nog utrymme på Live-enheten för att skapa %s fil av storleken %s MiB

source: create %s persistence file
am: ማስቻያ %s የሚቀጥል ፋይል
ca: crea %s fitxer(s) de persistència
cs: vytvořit %s soubor zálohy
da: opret %s-vedvarenhedsfil
de: Erstelle %s Persistencedatei
el: δημιουργία του αρχείου persistence %s
es: crear archivo con persistencia de %s
fr: création du fichier de persistance %s
it: crea il file di persistenza %s
nl: Creeer %s persistence bestand
pt_br: criar ficheiro de persistência %s
ru: создать файл сохранения %s
sv: skapa %s persistensfil

source: Default size: %s MiB. Filesystem type: %s
am: ነባር መጠን: %s ሜባ: የ ፋይል ስርአት አይነት: %s
ca: Mida per omissió: %s MiB. Sistema de fitxers: %s
da: Standardstørrelse: %s MiB. Filsystemets type: %s
de: Standardgröße: %s MiB. Dateisystem-Typ: %s
el: Προεπιλεγμένο μέγεθος: %s MiB. Τύπος συστήματος αρχείων: %s
es: Tamaño predeterminado: %s MiB. Tipo de sistema de fichero: %s
fr: Taille par défaut: %s Mio. Type de système de fichier: %s
it: Dimensione di default: %s MB. Tipo di filesystem: %s
nl: Standdard grootte: %s MiB. Bestandsysteem type: %s
pt_br: Tamanho pré-definido: %s MiB. Sistema de ficheiros: %s
sv: Standardstorlek: %s MiB. Filsystemstyp: %s

source: This default size will leave %s MiB free
am: ይህ ነባር መጠን %s ሜባ ነፃ ቦታ ይለቃል
ca: Aquesta mida per omissió deixarà %s MiB lliures
da: Denne standardstørrelse efterlader %s MiB ledig
de: Diese voreingestellte Größe lässt %s MiB frei
el: Αυτό το προεπιλεγμένο μέγεθος θα αφήσει %s MiB ελεύθερο
es: El tamaño predeterminado dejará %s MiB libre
fr: La taille par défaut laissera %s Mio de libre
it: La dimensione di default lascierà %s MB liberi
nl: Deze standaardgrootte zal %s MiB vrije ruimte opleveren
pt_br: Este tamanho pré-definido deixará livres %s MiB
sv: Denna standardstorlek kommer att lämna %s MiB ledigt

source: Create %s file, manually or automatically
am: መፍተሪያ %s ፋይል: በ እጅ ወይንም ራሱ በራሱ
ca: Crea el fitxer %s, manualment o automàticament
cs: Vytvořit %s soubor, manuálně nebo automaticky
da: Opret %s-fil, manuelt eller automatisk
de: Erstelle %s Datei, manuell oder automatisch
el: Δημιουργία του αρχείου %s, με το χέρι ή αυτόματα
es: Crear archivo %s, manualmente o automáticamente
fr: Création du fichier %s, manuellement ou automatiquement
it: Crea il file %s, manualmente o automaticamente
nl: Maak het %s bestand aan, handmatig of automatisch
pt_br: Criar ficheiro %s, manual ou automaticamente
ru: Создать файл %s, вручную или автоматически
sv: Skapa %s fil, manuellt eller automatiskt

source: create automatically
am: ራሱ በራሱ መፍጠሪያ
ca: crea automàticament
cs: vytvořit automaticky
da: opret automatisk
de: automatisch erstellen
el: αυτόματη δημιουργία
es: crear automáticamente
fr: création automatique
it: crea automaticamente
nl: creeer automatisch
pt_br: criar automaticamente
ru: создать автоматически
sv: skapa automatiskt

source: create custom
am: ማስተካከያ መፍጠሪያ
ca: crea a mida
cs: vytvořit uživatelem
da: opret tilpasset
de: angepasst erstellen
el: δημιουργήσετε προσαρμοσμένo
es: crear personalizado
fr: création personnalisée
it: crea in maniera personalizzata
nl: creeer niet-standaard
pt_br: criar manualmente
ru: создать вручную
sv: skapa anpassad

source: Please select size of %s file
am: እባክዎን የ ፋይል መጠን %s ይምረጡ
ca: Si us plau, trieu la mida del fitxer %s
cs: Prosím vyberte velikost %s souboru
da: Vælg venligst størrelse på %s-fil
de: Wählen Sie bitte die Grösse der %s Datei
el: Παρακαλώ επιλέξτε το μέγεθος του αρχείου %s
es: Por favor seleccione el tamaño del archivo %s
fr: Veuillez sélectionner la taille du fichier %s
it: Per favore, seleziona la dimensione del file %s
nl: Aub grootte van %s bestand selecteren
pt_br: Por favor selecione o tamanho do ficheiro %s
ru: Пожалуйста, выберите размер файла %s
sv: Var vänlig välj storlek på %s fil

source: There is %s MiB available on the device
am: ይህን ያህል %s ሜባ በ አካሉ ላይ ዝግጁ ነው
ca: Hi ha %s MiB disponibles al dispositiu
da: Der er %s MiB tilgængelig på enheden
de: Auf dem Gerät sind %s MiB verfügbar
el: Υπάρχει %s MiB διαθέσιμες στη συσκευή
es: Hay %s MiB disponible en el dispositivo
fr: %s Mio sont disponibles sur le périphérique
it: Ci sono %s MB disponibili sul dispositivo
nl: Er is %s MiB beschikbaar op het apparaat
pt_br: O dispositivo tem %s MiB livres
sv: Det finns %s MiB tillgängligt på enheten

source: Filesystem size %s MiB
am: የ ፋይል ስርአት አይነት: %s ሜባ
ca: Mida del sistema de fitxers %s MiB
da: Filsystemets størrelse %s MiB
de: Dateisystemgröße %s MiB
el: Μέγεθος συστήματος αρχείων %s MiB
es: Tamaño sistema de fichero %s MiB
fr: Taille du système de fichier %s Mio
it: Dimensione del filesystem %s MB
nl: bestandsysteem grootte %s MiB
pt_br: Tamanho do sistema de ficheiros: %s MiB
sv: Filsystemets storlek %s MiB

source: Create %s file of type %s and size %s MiB
am: የ ፋይል አይነት %s መፍጠሪያ %s እና መጠን %s ሜባ
ca: Creant %s fitxer(s) de tipus %s i mida %s MiB
da: Opret %s fil af type %s og størrelse %s MiB
de: Erstelle %s Datei vom Typ %s und der Größe %s MiB
el: Δημιουργήστε το αρχείο %s του τύπου %s και μέγεθος %s MiB
es: Crear %s fichero de tipo %s y tamaño %s MiB
fr: Création de %s fichiers de type %s et de taille %s Mio
it: Creazione del file %s di tipo %s e taglia di %s MB
nl: Creëer %s bestand van type %s en grootte %s MiB
pt_br: Criar ficheiro %s do tipo %s e %s MiB de tamanho
sv: Skapa %s fil av sorten %s och storleken %s MiB

source: Warning: this can take several minutes per Gigabyte on a %s file system
am: ማስጠንቀቂያ ይህ ትንሽ ጊዜ ይወስዳል በ ጌባ %s ፋይል ስርአት
ca: Atenció: això necessita alguns minuts per Gigabyte en un sistema de fitxers %s
da: Advarsel: det kan tage flere minutter pr. GB på et %s-filsystem
de: Warnung! Dies kann auf dem Dateisystem %s mehrere Minuten pro GB dauern.
el: Προειδοποίηση: αυτό μπορεί να διαρκέσει αρκετά λεπτά ανά Gigabyte στο σύστημα αρχείων %s
es: Advertencia: puede llevará varios minutos por gigabyte en %s sistema de fichero
fr: Attention: cela peut prendre plusieurs minutes par Gigaoctet sur un système de fichier %s
it: Attenzione: questo richiederà parecchi minuti per ciascun Gigabyte su un %s file system
nl: Waarschuwing: dit kan enkele minuten per Gigabyte duren op een %s bestandssysteem
pt_br: Aviso: isto pode demorar vários minutos por Gigabyte num sistema de ficheiros %s
sv: Varning: detta kan ta åtskilliga minuter per Gigabyte på ett %s filsystem

source: Please wait while existing partitions are found ...
am: እባክዎን ይቆዩ የ ነበረውን ክፍልፋይ እስከሚገን ድረስ...
ca: Si us plau, espereu mentre trobo les particions actuals...
cs: Prosím vyčkejte, kým se naleznou stávající diskové oddíly ...
da: Vent venligst mens eksisterende partitioner findes ...
de: Bitte warten, bis bestehende Partitionen gefunden sind ...
el: Παρακαλώ περιμένετε ενώ οι υπάρχουσες parititions να βρεθεί ...
es: Espere a que se detecten las particiones existentes ...
fr: Veuillez attendre pendant la recherche des partitions existantes...
it: Prego, attendi che vengano trovate le partizioni esistenti ...
nl: Aub wachten tot de bestaande partities worden aangetroffen ...
pt_br: Por favor aguarde enquanto o sistema procura as partições existentes...
ru: Пожалуйста, подождите, пока существующие разделы будут найдены ...
sv: Var vänlig vänta medan existerande partitioner hittas...
