Repository: BitJam/Transifex-translations
Catalog: antix-development.antix2usbpypot/*.po
Languages: bg, ca, de, es, it, nl, sv

source: not found.
bg: не е намерено.
ca: no trobat.
de: nicht gefunden
es: no se encontró.
it: non trovata.
nl: niet gevonden
sv: kunde inte hittas.

source: Warning
bg: Внимание
ca: Atenció
de: Warnung
es: Advertencia
it: Attenzione
nl: Waarschuwing
sv: Varning

source: No removable USB device has been detected. \ Plug in the USB key and retry.
bg: Не беше намерено отстранимо USB устройство. \ Свържете USB устройство и опитайте отново.
ca: No s'ha detectat cap dispositiu USB. \ Endolleu el dispositiu USB i torneu a provar-ho.
de: Kein entfernbares USB-Gerät erkannt. \Stecken Sie den USB-Stick erneut an.
es: No se han detectado medios USB removibles. \ Inserte la llave USB e inténtelo otra vez.
it: Non è stato rilevato alcun dispositivo USB rimovibile. \ Inserisci la chiavetta USB e riprova.
nl: Geen verwijderbaar USB-apparaat aangetroffen \ Plug de USB-stick in en probeer opnieuw
sv: Ingen anslutningsbar USB enhet har upptäckts. \Plugga in USB-minnet och försök igen.

source: No ISO file selected!
bg: Не е избран ISO файл!
ca: No s'ha seleccionat cap fitxer ISO!
de: Kein ISO Detei gewählt
es: ¡So se seleccionó ningún archivo ISO!
it: Nessun file ISO selezionato!
nl: Geen ISO bestand geselecteerd!
sv: Ingen ISO-fil har valts!

source: Cannot access file %s
bg: Няма достъп до файл %s
ca: No es pot accedir al fitxer %s
de: Kein Zugriff zum Detei %s
es: No se puede acceder al archivo %s
it: Non è possibile accedere al file %s
nl: Kan het bestand %s niet aanspreken
sv: Kan inte komma åt fil %s

source: File '%s' does not fit in %s MB partition
bg: Файл '%s' не се побира в %s MB сектор
ca: El fitxer '%s' no cap a la partició de %s MB
de: Datei '%s' passt nicht in %s MB-Partition
es: El archivo '%s' no cabe en la partición de %s MB
it: Il file '%s' non può inserirsi nella partizione di %s MB
nl: Bestand '%s' past niet in %s MB partitie.
sv: Fil '%s' får inte plats på %s MB partitionen

source: Required size: %d MB
bg: Задължителен размер:
ca: Mida necessària: %d MB
de: Erforderliche Größe: %d MB
es: Se requiere un tamaño de: %d MB
it: Dimensione richiesta: %s MB
nl: Benodigde grootte: %d MB
sv: Nödvändig storlek: %d MB

source: You need extra space for %s persistence file in the partition. \ Estimated minimum partition size is %d MB
bg: Имате нужда от допълнително място за %s файл за постоянство в сектора. \ Очакван минимален размер на сектора е
ca: Necessiteu espai addicional per al fitxer de persistència %s a la partició. \ La mida mínima estimada de la partició és de %d MB
de: Sie benötigen zusätzlichen Platz für die %s Persistenz-Datei in der Partition. \Geschätzte Mindest-Partitionsgrösse ist %d MB
es: Necesita espacio adicional para el archivo con persistencia %s en la partición. \ El tamaño mínimo estimado de la partición es %d MB
it: Ti serve uno spazio supplementare, nella partizione, per il file di persistenza %s \ La stima della dimensione minima della partizione è di %d MB
nl: U heeft extra ruimte nodig voor het %s persistence bestand \ Geschatte minimale grootte van de partitie is %d MB
sv: Du behöver extra utrymme för %s persistens fil på partitionen. \Beräknad minimum partitionsstorlek är %d MB

source: You need extra space for root and home persistence files in the partition. Estimated minimum partition size is %d MB
bg: Имате нужда от допълнително място за рут и домашно постоянство файлове в сектора. Очакван минимален размер на сектора е %d MB
ca: Cal espai addicional per a la persistència d'arrel i home a la partició. La mida mínima estimada de la partició és de %d MB
de: Sie benötigen zusätzlichen Platz für die root und home-Persistenzdateien in der Partition. Geschätzte Mindest-Partitionsgrösse ist %d MB
es: Necesita espacio adicional para los archivos con persistencia de root y home en la partición. El tamaño mínimo estimado de la misma es %d MB
it: Ti serve uno spazio supplementare, nella partizione, per i file di root e della home persistenti La stima della dimensione minima della partizione è di %d MB
nl: U heeft extra ruimte nodig voor de root- en home persistence bestanden Geschatte minimale partitie grootte is %d MB
sv: Du behöver extra utrymme för root och home persistensfiler på partitionen. Beräknad minimum partitionsstorlek är %d MB

source: No device selected
bg: Не е избрано устройство
ca: No s'ha seleccionat cap dispositiu
de: Kein Gerät gewählt
es: No se seleccionó ningún medio
it: Nessun dispositivo selezionato
nl: Geen apparaat geselecteerd
sv: Ingen enhet har valts

source: Device %s appears to be mounted on %s
bg: Изглежда устройството %s е монтирано на %s
ca: Sembla que el dispositiu %s està muntat a %s
de: Gerät %s scheint auf %s montiert zu sein
es: El medio %s parece encontrarse montado en %s
it: Il dispositivo %s sembra essere montato su %s
nl: Apparaat %s lijkt te zijn aangekoppeld aan %s
sv: Enhet %s verkar vara monterad på %s

source: Unmount the device and prevent any application
bg: Демонтирайте устройството и спрете всяко приложение
ca: Desmunteu el dispositiu i eviteu que cap aplicació
de: Aushängen des Gerätes, um jede Anwendung zu verhindern
es: Desmonte el medio y evite que cualquier aplicación
it: Smontare il dispositivo e evitare di avviare qualsiasi applicazione
nl: Ontkoppel het apparaat en voorkom dat elke applicatie
sv: Avmontera enheten och hindra all användning

source: to auto-mount it.
bg: за авто-монтирането му.
ca: el munti automàticament.
de: es auto zu mounten.
es: lo monte automáticamente.
it: per montarlo automaticamente.
nl: deze automatisch kan aankoppelen
sv: att auto-montera den.

source: ISO files
bg: ISO файлове
ca: fitxers ISO
de: ISO-Dateien
es: archivos ISO
it: File ISO
nl: ISO bestanden
sv: ISO-filer

source: Installing...
bg: Инсталиране...
ca: Instal·lant...
de: Installieren...
es: Instalando...
it: Installazione in corso...
nl: Bezig met installeren...
sv: Installerar...

source: Dry test: command: [%s]
bg: Сух тест: команда: [%s]
ca: Prova segura: ordre: [%s]
de: Probe Test: Befehl: [%s]
es: Prueba de ensayo: orden: [%s]
it: Prova di collaudo: comando: [%s]
nl: Droge test: command: [%s]
sv: Test: kommando: [%s]

source: Sorry, Cannot find help file.
bg: Извинете, Не може да бъде намерен помощен файл.
ca: Ho sento, no trobo el fitxer d'ajuda.
de: Entschuldigung, kann nicht finden Hilfe-Datei.
es: No se puede encontrar el archivo de ayuda, lo siento.
it: Spiacente, non è possibile trovare il file di aiuto.
nl: Sorry, kan het help bestand niet vinden.
sv: Ledsen, kan inte hitta hjälpfilen.

source: Process interrupted by user.
bg: Процеса е прекъснат от потребителя.
ca: Procés aturat per l'usuari
de: Prozess vom Benutzer unterbrochen.
es: El usuario interrumpió el proceso.
it: Processo interrotto dall'utente.
nl: Proces onderbroken door de gebruiker.
sv: Processen avbröts av användaren

source: Are you sure you want to quit?
bg: Сигурен ли сте, че искате да приключите?
ca: Esteu segurs de voler sortir?
de: Sind Sie sicher, dass Sie aufhören wollen?
es: ¿En realidad desea terminar la acción?
it: Sei sicuro di volere uscire?
nl: Weet U zeker dat U wilt stoppen?
sv: Är du säker på att du vill avsluta?

source: Selected file does not look like an ISO file.
bg: Избраният файл не изглежда, че е ISO файл.
ca: El fitxer seleccionat no sembla un fitxer ISO.
de: Die ausgewählte Datei sieht nicht aus wie eine ISO-Datei.
es: El archivo seleccionado no es un archivo ISO.
it: Il file selezionato non sembra essere un file ISO.
nl: Het geselecteerde bestand lijkt geen ISO bestand te zijn.
sv: Utvald fil ser inte ut som en ISO-fil.

source: Ready to install <b>%s </b>
bg: Готов да инсталира <b>%s </b>
ca: A punt per instal·lar <b>%s </b>
de: Zur Installation bereit <b>%s </b>
es: Listo para instalarl <b>%s </b>
it: Pronto ad installare <b>%s </b>
nl: Klaar voor installatie van <b>%s </b>
sv: Färdig att installera <b>%s </b>

source: on device <b>%s</b>
bg: на устройство <b>%s</b>
ca: al dispositiu <b>%s</b>
de: auf Gerät <b>%s</b>
es: en el medio <b>%s</b>
it: sul dispositivo <b>%s</b>
nl: op apparaat <b>%s</b>
sv: på enhet <b>%s</b>

source: Installation will use full device.
bg: Инсталацията ще използва цялото устройство.
ca: La instal·lació usarà tot el dispositiu.
de: Die Installation wird das ganze Gerät verwenden.
es: La instalación utilizará todo el espacio del medio.
it: L'installazione utilizzerà l'intero dispositivo.
nl: De installatie zal gebruik maken van het volledige apparaat
sv: Installationen kommer att använda hela enheten.

source: Format: <b>%s</b>.
bg: Форматиране: <b>%s</b>.
es: Formato: <b>%s</b>.
it: Formato: <b>%s</b>.
nl: Formatteer: <b>%s</b>.

source: Installation will use <b>%d MB</b> on device.
bg: Инсталацията ще използва <b>%d MB</b> на устройството.
ca: La instal·lació usarà <b>%d MB</b> al dispositiu.
de: Die Installation wird <b>%d MB</b> auf dem Gerät verwenden.
es: La instalación usará <b>%d MB</b> del medio.
it: L'installazione utilizzerà <b>%d MB</b> sul dispositivo.
nl: De installatie zal <b>%d MB</b> gebruiken op het apparaat.
sv: Installationen kommer att använda <b>%d MB</b> på enheten.

source: Format of the partition: <b>%s</b>
bg: Формат на сектора: <b>%s</b>
ca: Format de la partició: <b>%s</b>
de: Format der Partition: <b>%s</b>
es: Formato de la partición: <b>%s</b>
it: Formato della partizione: <b>%s</b>
nl: Formatteren van de partitie: <b>%s</b>
sv: Partitionens format: <b>%s</b>

source: A persistent root file system will be created.
bg: Постоянна рут файлова система ще бъде създадена.
ca: Es crearà un sistema de fitxers persistent de l'arrel.
de: Es wird ein persistentes Root-Dateisystem erstellt.
es: Se creará un sistema de archivos root con persistencia.
it: Un filesystem persistente di root verrà creato.
nl: Een persistent root bestandssysteem zal worden aangemaakt.
sv: Ett persistent root filsystem kommer att skapas.

source: A persistent home file system will be created.
bg: Постоянна домашна файлова система ще бъде създадена.
ca: Es crearà un sistema de fitxers persistent de home.
de: Es wird ein persistentes Home-Dateisystem erstellt.
es: Se creará un sistema de archivos home con persistencia.
it: Un filesystem di persistenza della home verrà creato.
nl: Een persistent home bestandssysteem zal worden aangemaakt.
sv: Ett persistent home filsystem kommer att skapas.

source: Persistent root and home file sytems will be created.
bg: Постоянна рут и домашна файлови системи ще бъдат създадени.
ca: Es crearan sistemes de fitxers persistents de l'arrel i de home.
de: Persistentes Root -und Home-Dateisystem werden erstellt.
es: Se crearán sistemas de archivos root y home persistentes.
it: Filesystem di persistenza della home e di root verranno creati.
nl: Persistente root en home bestandssystemen zullen worden aangemaakt.
sv: Persistenta root och home filsystem kommer att skapas.

source: The Live USB device will boot using <b>%s</b> bootloader.
bg: Лайф USB устройството ще бутва използвайки <b>%s</b> бутлоудър.
ca: El dispositiu USB autònom arrencarà usant el carregador d'arrencada <b>%s</b>.
de: Indem <b>%s</b> wird der Bootloader das Live-USB-Gerät starten.
es: El Live USB se iniciará usando el cargador de arranque <b>%s</b>.
it: Il dispositivo USB-Live verrà caricato al boot usando <b>%s</b> bootloader.
nl: Het Live USB-apparaat zal opstarten met gebruikmaking van de <b>%s</b> bootloader.
sv: Live USB-enheten kommer att starta med <b>%s</b> bootloader.

source: <b>All data existing on the device will be erased.</b>
bg: <b>Всички данни на устройството ще бъдат изтрити.</b>
ca: <b>S'esborraran totes les dades existents al dispositiu.</b>
de: <b>Alle vorhandenen Daten auf dem Gerät werden gelöscht.</b>
es: <b>Se borrarán todos los datos del medio.</b>
it: <b>Tutti i dati esistenti sul dispositivo verranno eliminati.</b>
nl: <b>Alle data op het apparaat zullen worden gewist. </b>
sv: <b>Alla data på enheten kommer att raderas.</b>

source: Calling terminate...
bg: Извикване на терминиране...
ca: Cridant la terminació...
de: Aufruf zu beenden von...
es: invocando la orden de finalización...
it: Invio dell'ordine di finalizzazione...
nl: Oproep om af te sluiten..
sv: Anropar avsluta...

source: Process completed. You can close the application.
bg: Процес завършен. Можете да затворите приложението.
ca: S'ha acabat el procés. Podeu tancar l'aplicació.
de: Prozess abgeschlossen. Sie können die Anwendung schliessen.
es: Se completó el proceso. Puede cerrar la aplicación.
it: Processo completato. Puoi chiudere l'applicazione.
nl: Procesgang is gereed. U kunt de toepassing afsluiten.
sv: Processen avslutad. Du kan stänga programmet.

source: You need root privileges to run this script.
bg: Имате нужда от рут привилегии за да изпълните този скрипт.
ca: Cal tenir privilegis d'administrador per executar aquest script.
de: Sie benötigen root-Rechte, um dieses Script auszuführen.
es: Necesita privilegios de root para ejecutar este script.
it: Ti servono i privilegi di root per eseguire questo script.
nl: U heeft root-rechten nodig om deze script te kunnen draaien.
sv: Du behöver root-privilegier för att köra detta skript.

source: Cannot proceed. The script %s is not present in the path.
bg: Не може да се продължи. Скрипта %s не е представен в указания път.
ca: No es pot continuar. El script %s no està present al camí.
de: Kann nicht fortsetzen. Das Script %s ist nicht in dem Pfad vorhanden.
es: No se puede continuar. El script %s no se encuentra en la ruta brindada.
it: Non è possibile procedere. Lo script %s non è presente nel percorso.
nl: Kan niet verder gaan. De script %s is niet aanwezig in het pad.
sv: Kan inte fortsätta. Skriptet %s finns inte i sökvägen.

source: Sorry.
bg: Съжелявам.
ca: Ho sento.
de: Entschuldigung.
es: Lo siento.
it: Spiacente.
sv: Ledsen.

source: Cannot proceed. The resource file %s is not accessible.
bg: Не може да се продължи. Ресурсния файл %s не е достъпен.
ca: No es pot continuar. El fitxer de recursos %s no és accessible.
de: Kann nicht weitergehen. Das ressourcedetei %s ist night erreichbar.
es: No se puede continuar. El recurso %s no es accesible.
it: Non è possibile procedere. Il file risorsa %s non è accessibile.
nl: Kan niet verder gaan. Het bronbestand %s kan niet worden aangesproken.
sv: Kan inte fortsätta. Resursfilen %s kan inte nås.
