Repository: BitJam/Transifex-translations
Catalog: antix-development.add-key/*.po
Languages: bg, ca, de, el, fr, it, ja, nl

source: No line Selected:
bg: Не е избран ред:
ca: No s'ha seleccionat cap línia:
de: Keine Linie ausgewählt
el: Δεν επιλέξατε καμία γραμμή:
fr: Aucune ligne sélectionnée
it: Nessuna linea selezionata:
ja: 行選択なし:
nl: Geen regel Geselecteerd:

source: line has been removed
bg: ред беше премахнат
ca: s'ha eliminat la línia
de: Linie entfernt
el: γραμμή έχει αφαιρεθεί
fr: La ligne a été supprimée
it: la linea è stata rimossa
ja: 該当行を削除しました
nl: Regel is verwijderd

source: Remove Items
bg: Премахване На Предмети
ca: Elimina ítems
de: Punkte entfernen
el: Αφαίρεση
fr: Supprimer des articles
it: Rimuovi elementi
ja: 削除項目
nl: Verwijder Items

source: Line to Remove
bg: Ред за Премахване
ca: Línia a eliminar
de: Linie entfernen
el: Γραμμή για αφαίρεση
fr: Ligne à supprimer
it: Linea da rimuovere
ja: 行を削除
nl: Te verwijderen regel

source: Remove
bg: Премахване
ca: Elimina
de: Entfernen
el: Αφαίρεση
fr: Supprimer
it: Rimuovi
ja: 削除
nl: Verwijderen

source: That key combination has been used
bg: Тази комбинация е изпозвана
ca: Aquesta combinació de tecles ja està en ús
de: Diese Schlüsselkombination wurde schon verwendet
el: Αυτός ο συνδυασμός πλήκτρων έχει χρησιμοποιηθεί
fr: Cette combinaison est déjà utilisée
it: Quella combinazione di tasti è già stata usata
ja: キーの組み合わせを使用できます
nl: Die key combinatie is al gebruikt

source: command has been added
bg: команда беше добавена
ca: s'ha afegit l'ordre
de: Befehl hinzugefügt
el: Η εντολή έχει προστεθεί.
fr: La commande a été ajoutée
it: il comando è stato aggiunto
ja: コマンドを追加しました
nl: Commando is toegevoegd

source: Add Items
bg: Добавете Предмети
ca: Afegeix ítems
de: Punkte hinzufügen
el: Προσθήκη Ειδών
fr: Ajouter des articles
it: Aggiungi elementi
ja: 項目を追加
nl: Items toevoegen

source: Select first key:
bg: Изберете първи ключ:
ca: Trieu la primera tecla:
de: Wähle den ersten Schlüssel:
el: Επιλέξτε το πρώτο κλειδί:
fr: Choisissez la première clée
it: Seleziona la prima chiave:
ja: 最初のキーを選択:
nl: Selecteer de eerste key:

source: Select second key:
bg: Изберете втори ключ:
ca: Trieu la segona tecla:
de: Wähle den zweiten Schlüssel:
el: Επιλέξτε το δεύτερο κλειδί:
fr: Choisissez la deuxième clée
it: Seleziona la seconda chiave:
ja: 2番目のキー選択:
nl: Kies tweede key:

source: third key (letter or number)
bg: трета ключова (буква или цифра)
ca: tercera tecla (lletra o número)
de: dritter Schlüssel (Buchstabe oder Zahl)
el: τρίτο κλειδί (γράμμα ή αριθμό)
fr: Troisième clée (des lettres ou des nombres)
it: terza chiave (lettere o numeri)
ja: 3番目のキー (英数)
nl: derde key (letter of cijfer)

source: Add
bg: Добавете
ca: Afegeix
de: hinzufügen
el: Προσθήκη
fr: Ajouter
it: Aggiungi
ja: 追加
nl: Toevoegen

source: add-key
de: hinzufügen des Schlüssel
it: agg.-chiave

source: Changing keys for:
bg: Промяна на ключовете за:
ca: Canviant les tecles per:
de: Ändern von Schlüsseln für:
el: Αλλαγή κλειδιά για:
fr: Changement des clées pour :
it: Cambio chiave per:
ja: 変更するキー:
nl: Wijzigen van keys voor:

source: There is no file ~/.%s/keys The session's DESKTOP_CODE='%s' incorrectly matches your system
bg: Няма съществуващ файл ~/.%s/keys Сесията DESKTOP_CODE='%s' неправилно съвпада с вашата система
ca: No hi ha fitxer ~/.%s/keys El DESKTOP_CODE='%s' de la sessió no s'avé correctament amb el vostre sistema
de: Es existiert keine Datei ~/.%s/keys Die Sitzungs-Variable DESKTOP_CODE='%s' ist nicht korrekt für Ihr System
el: Δεν υπάρχει αρχείο ~/.%s/keys Το DESKTOP_CODE της συνόδου='%s δεν ταιριάζει με το σύστημά σας
fr: Il n'y a pas de fichier ~/.%s/keys Le DESKTOP_CODE de la session ='%s' Réglages incorrects du système
it: Non c'è alcun file ~/.%s/keys Il codice di sessione DESKTOP_CODE='%s' non si combina correttamente con il tuo sistema
ja: ファイル ~/.%s/keys が存在しません セッション DESKTOP_CODE='%s' は システムで誤って検出されます
nl: Er is geen bestand ~/.%s/keys De sessie variabele DESKTOP_CODE='%s' correspondeert niet met je systeem
