Repository: BitJam/Transifex-translations
Catalog: antix-development.backlight-brightness/*.po
Languages: am, cs, da, de, es, fi, is, it, nl, pl, pt_br, sv, tr

source: up-arrow
am: ቀስት ወደ-ላይ
cs: šipka-nahoru
da: op-pil
de: Pfeil-hoch
es: Flecha arriba
fi: nuoli ylös
is: upp-ör
it: freccia su
nl: pijl omhoog
pl: strzałka-w-górę
pt_br: seta para cima
sv: upp-pil
tr: yukarı ok

source: down-arrow
am: ቀስት ወደ-ታች
cs: šipka-dolů
da: ned-pil
de: Pfeil-runter
es: Flecha abajo
fi: nuoli-alas
is: niður-ör
it: freccia giù
nl: pijl naar beneden
pl: strzałka-w-dół
pt_br: seta para baixo
sv: ner-pil
tr: aşağı ok

source: page-up
am: ገጽ ወደ-ላይ
cs: Předchozí stránka
de: Seite-hoch
es: Página arriba
is: síða-upp
it: pagina su
pl: strona-w-górę
pt_br: página pra cima
sv: sida-upp
tr: sayfa-yukarı

source: page-down
am: ገጽ ወደ-ታች
cs: Následující stránka
de: Seite-runter
es: Página abajo
is: síða-niður
it: pagina giù
pl: strona-w-dół
pt_br: página pra baixo
sv: sida-ner
tr: sayfa-aşağı

source: left-arrow
am: የ ግራ-ቀስት
cs: šipka-vlevo
da: venstre-pil
de: Pfeil-links
es: flecha izquierda
fi: vasen nuoli
is: vinstri-ör
it: freccia sinistra
nl: pijl links
pl: strzałka-w-lewo
pt_br: seta para esquerda
sv: vänster-pil
tr: sol ok

source: right-arrow
am: የ ቀኝ-ቀስት
cs: šipka-vpravo
da: højre-pil
de: Pfeil-rechts
es: flecha derecha
fi: oikea nuoli
is: hægri-ör
it: freccia destra
nl: pijl rechts
pl: strzałka-w-prawo
pt_br: seta para direita
sv: höger-pil
tr: sağ ok

source: No controller found
am: ምንም መቆጣጠሪያ አልተገኘም
cs: Ovladač nenalezen
da: Ingen styring fundet
de: Kein Controller gefunden
es: No se ha encontrado controlador
fi: Ohjainta ei löytynyt
is: Engin stýring fannst
it: Nessun controller trovato
nl: Geen bediening gevonden
pl: Nie znaleziono kontrolera
pt_br: Nenhum controlador encontrado
sv: Ingen controller hittad
tr: Denetleyici bulunamadı

source: You need to be root to run this script
am: ይህን ጽሁፍ ለ ማስኬድ እርስዎ root መሆን አለብዎት
cs: Potřebujete být root pro spuštění tohoto skriptu.
da: Du skal være root for at kunne køre scriptet
de: Sie müssen root sein, um dieses Skript auszuführen.
es: Necesitas ser root para ejecutar este script
fi: Sinun täytyy olla pääkäyttäjä suorittaaksesi tämän skriptin
is: Þú verður að vera kerfisstjóri/root til að keyra þessa skriftu
it: Devi essere un utente root per eseguire questo script
nl: U moet root zijn om dit script uit te voeren
pl: Aby uruchomić ten skrypt musisz posiadać uprawnienia administratora
pt_br: Você precisa ser raiz para rodar este roteiro
sv: Du behöver vara root för att köra detta skript
tr: Bu betiği çalıştırmak için root olmalısınız

source: Backlight Brightness Control
am: የ መደብ ብርሃን መቆጣጠሪያ
cs: Ovládáni podsvícení
da: Styring af baggrundsbelysningens lysstyrke
de: Einstellung der Hintergrundbeleuchtung
es: Control del brillo de pantalla
fi: Taustavalaistuksen kirkkauden säätö
is: Stýring á styrk baklýsingar
it: Controllo luminosità della retroilluminazione
nl: Backlight Helderheid Bediening
pl: Kontrola Jasności Podświetlenia
pt_br: Controle de Brilho de Luz de Fundo
sv: Kontroll för Bakgrundsljusets styrka
tr: Arkaışık Parlaklık Denetimi

source: Use <%s> and <%s> to adjust the brightness
am: ይጠቀሙ <%s> እና <%s> ብሩህነት ለ ማስተካከል
cs: Použijte <%s> a <%s> pro nastavení jasu
da: Brug <%s> og <%s> til at justere lysstyrken
de: Benutzen Sie <%s> und <%s> um die Helligkeit anzupassen
es: Usa <%s> y <%s> para ajustar el brillo
fi: Käytä <%s> ja <%s> kirkkauden säätämiseksi
is: Notaðu <%s> og <%s> til að breyta birtustiginu
it: Usa <%s> e <%s> per regolare la luminosità
nl: Gebruik <%s> en <%s> om de helderheid aan te passen
pl: Użyj <%s> i <%s> aby dostosować jasność
pt_br: Use <%s> e <%s> para ajustar o brilho
sv: Använd <%s> och <%s> för att justera ljusstyrkan
tr: parlaklığı ayarlamak için <%s> ve <%s> kullanın

source: Use <%s> and <%s> for smaller steps
am: ይጠቀሙ <%s> እና <%s> ለ አነስተኛ ደረጃዎች
cs: Pro menší kroky použijte <%s> a <%s>
da: Brug <%s> og <%s> til små trin
de: Benutzen Sie <%s> und <%s> für kleinere Schritte
es: Usa <%s> y <%s> para pequeños pasos
fi: Käytä <%s> ja <%s> pienentääksesi
is: Notaðu <%s> og <%s> fyrir smærri þrep
it: Usa <%s> e <%s> per una regolazione graduale
nl: Gebruik <%s> en <%s> voor kleinere stappen
pl: Użyj <%s> i <%s> dla mniejszych kroków
pt_br: Use <%s> e <%s> para passos menores
sv: Använd <%s> och <%s> för mindre steg
tr: ince ayar için <%s> ve <%s> kullanın

source: Use <%s> and <%s> for bigger steps
am: ይጠቀሙ <%s> እና <%s> ለ ከፍተኛ ደረጃዎች
cs: Pro větší kroky použijte <%s> a <%s>
da: Brug <%s> og <%s> til store trin
de: Benutzen Sie <%s> und <%s> für größere Schritte
es: Usa <%s> y <%s> para grandes pasos
fi: Käytä <%s> ja <%s> suurentaaksesi
is: Notaðu <%s> og <%s> fyrir stærri þrep
it: Usa <%s> e <%s> per valori di regolazione più grandi
nl: Gebruik <%s> en <%s> voor grotere stappen
pl: Użyj <%s> i <%s> dla większych kroków
pt_br: Use <%s> e <%s> para passos maiores
sv: Använd <%s> och <%s> för större steg
tr: Kaba ayar için <%s> ve <%s> kullanın

source: Press '%s' to quit
am: ይጫኑ '%s' ለ ማጥፋት
cs: Stlačte '%s' pro ukončení
da: Tryk på '%s' for at afslutte
de: Benutzen Sie '%s' zum Beenden
es: Pulsa '%s' para salir
fi: Paina '%s' lopettaaksesi
is: Ýttu á '%s' til að hætta
it: Premi '%s' per uscire
nl: Druk '%s' om te stoppen
pl: Naciśnij '%s' aby zakończyć
pt_br: Aperte '%s' para sair
sv: Tryck på '%s' för att avsluta
tr: Çıkmak için '%s'e basın
