Repository: BitJam/Transifex-translations
Catalog: antix-development.live-init/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pt, pt_br, ru, sv

source: Localizing/configuring X-Windows
am: ቋንቋ/ማሰናጃ X-Windows
ca: Localitzant/configurant X-Window
cs: Lokalizace/nastavení X-Windows
da: Lokaliserer/konfigurerer X-vinduer
de: Lokalisierung/Konfiguration X-Window
el: Τοπικοποίηση/ρύθμιση των X-Windows
es: Localizando/configurando las X-Windows
fr: Localisation/configuration de X-Windows
it: Localizzazione/Configurazione di X-Windows in corso
nl: X-Windows localiseren/configureren
pt: A atribuir localização e configurar o X-Windows
pt_br: Atribuindo localização e configurando o X-Windows
ru: Локализация/настройка X-Windows
sv: Lokalisering/anpassning X-Windows

source: Disabling splash (fbcondecor) inside of Virtual Box
ca: Desactivant splash (fbcondecor) a VirtualBox
cs: Zakazování splash (fbcondecor) ve Virtual Box
da: Deaktiverer billede (fbcondecor) i Virtual Box
de: Deaktiviere Splash (fbcondecor) innerhalb von VirtualBox
el: Απενεργοποίηση του splash (fbcondecor) στο Virtual Box
es: Deshabilitando splash (fbcondecor) en Virtual Box
fr: Désactivation de l'écran de présentation (fbcondecor) dans Virtual Box
it: Disabilitazione di splash (fbcondecor) dentro a Virtual Box
nl: Splash (fbcondecor) in Virtual Box uitschakelen
pt: A desactivar a estampa (fbcondecor) dentro da Virtual Box
pt_br: Desactivando a estampa (fbcondecor) dentro da Virtual Box
sv: Avaktivera splash (fbcondecor) inuti Virtual Box

source: Creating missing %s file
am: የጎደለ %s ፋይል በ መፍጠር ላይ
ca: Creant el fitxer absent %s
cs: Vytváření chybějícího %ssouboru
da: Opretter manglende %s-fil
de: Erstelle fehlende %s Datei
el: Δημιουργία αρχείου %s που λείπει
es: Creando archivo %s faltante
fr: Création du fichier %s manquant en cours
it: Creazione del file mancante %s
nl: Creëren ontbrekend bestand %s
pt: A criar o ficheiro %s em falta
pt_br: Criando o arquivo %s em falta
sv: Skapar saknad %s fil

source: No default user %s found on the system.
am: ምንም ነባር ተጠቃሚ %s በ ስራቱ ውስጥ አልተገኘም
ca: No s'ha trobat l'usuari per omissió %s al sistema.
cs: Nebyl nalezen žádný předvolený uživatel %s.
da: Fandt ikke standardbrugeren %s på systemet.
de: Kein Standardbenutzer %s auf dem System gefunden.
el: Προεπιλεγμένο χρήστης %s δε βρέθηκε στο σύστημα.
es: No se encontró el usuario por defecto %s en el sistema.
fr: Pas d'utilisateur par défaut %s trouvé dans le système.
it: Nessun utente di default %s è stato trovato nel sistema.
nl: Geen standaard gebruiker %s gevonden in het systeem.
pt: Não foi encontrado no sistema nenhum utilizador %s pré-definido
pt_br: Não foi encontrado no sistema nenhum utilizador %s pré-definido
ru: Не найден пользователь по умолчанию %s в системе.
sv: Ingen standard-användare %s hittad i systemet.

source: Mounting all devices
am: ሁሉንም አካል መጫኛ
ca: Muntant tots els dispositius
cs: Připájení všech zařízení
da: Monterer alle enheder
de: Alle Geräte werden gemountet
el: Τοποθέτηση όλων των συσκευών
es: Montando todos los dispositivos
fr: Montage de tous les périphériques
it: Montaggio di tutti i dispositivi
nl: Mount alle apparaten
pt: A montar todos os dispositivos
pt_br: Montando todos os dispositivos
ru: Монтирование всех устройств
sv: Monterar alla enheter

source: Invalid %s option %s
am: ዋጋ የሌለው %s ምርጫ %s
ca: Opció %s no vàlida %s
cs: Naplatná %s volba %s
da: Ugyldig %s valgmulighed %s
de: Ungültige %s Option %s
el: Μη έγκυρο %s επιλογή %s
es: Opción %s inválida %s
fr: Option %s invalide %s
it: Non valida %s opzione %s
nl: Ongeldige %s optie %s
pt: %s inválido para a opção %s
pt_br: %s inválido para a opção %s
ru: Неверный %s параметр %s
sv: Ogiltig %s option %s

source: Automount disabled
am: በራሱ መጫኛ ማሰናከያ
ca: Desactivat l'automuntatge
cs: Automatické připojení zakázáno
da: Automatisk montering deaktiveret
de: Automount abgeschaltet
el: Automount απενεργοποιημένη
es: Montaje automático deshabilitado
fr: Montage automatique désactivé
it: Montaggio automatico disabilitato
nl: Automatisch koppelen uitgeschakeld
pt: Montagem automática desactivada
pt_br: Montagem automática desactivada
ru: Автомонтирование выключено
sv: Automount avstängd

source: Enabling fstab hotplugging
am: fstab hotplugging በ ማስቻል ላይ
ca: Activació de la connexió en calent de fstab
cs: Povolení výměny fstab za provozu
da: Aktiverer hotplugging af fstab
de: Aktiviere fstab Hot-Plugging
el: Ενεργοποίηση hotplugging fstab
es: Habilitando el hotplugging de fstab
fr: Activation du branchement à chaud de fstab
it: Abilitare in fstab l'autoriconoscimento, hotplug, dei dispositivi
nl: Activeren fstab hotpluggen
pt: Activar acoplamento em execução de fstab
pt_br: Ativando acoplamento em execução de fstab
ru: Включение горячего подключения fstab
sv: Aktivera fstab hotplugging

source: Automount enabled
am: በራሱ መጫኛ ማሰቻያ
ca: Activat l'automuntatge
cs: Automatické připojení povoleno
da: Automatisk montering aktiveret
de: Automount eingeschaltet
el: automount ενεργοποιημένη
es: Montaje automático habilitado
fr: Montage automatique activé
it: Montaggio automatico abilitato
nl: Automatisch koppelen ingeschakeld
pt: Montagem automática activada
pt_br: Montagem automática ativada
ru: Автомонтирование включено
sv: Automount möjliggjord

source: Bad fstab option %s
am: መጥፎ የ fstab ምርጫ %s
ca: Opció de fstab errònia %s
cs: Špatná volba fstab %s
da: Dårlig fstab-valgmulighed %s
de: Ungültige fstab Option %s
el: Κακή επιλογή fstab %s
es: Opción de fstab inválida %s
fr: Mauvaise option de fstab %s
it: Cattiva opzione %s di fstab
nl: Verkeerde fstab optie %s
pt: Opção fstab %s incorrecta
pt_br: Opção fstab %s incorrecta
ru: Ошибочная опция fstab %s
sv: Dålig fstab option %s

source: Unknown menu localization language %s
am: ያልታወቀ ዝርዝር ቋንቋ ማሰናጃ %s
ca: Llengua de localització del menú %s desconeguda
cs: Neznámý jazyk lokalizace nabídky %s
da: Ukendt menulokaliseringssprog %s
de: Unbekannte Lokalisierung der Menü-Sprache %s
el: Άγνωστη γλώσσα του μενοϋ %s
es: Lenguaje %s de localización de menú no conocido
fr: Langue de localisation du menu %s inconnue
it: Lingua di localizzazione del menù %s sconosciuta
nl: Onbekende menu lokalisatietaal %s
pt: Menu de localização de idioma %s desconhecido
pt_br: Menu de localização de idioma %s desconhecido
ru: Неизвестный язык локализации меню %s
sv: Menyns lokalisering-språk okänt %s

source: Directory not found %s
am: ዳይሬክቶሪ አልተገኘም %s
ca: No s'ha trobat el directori %s
cs: Adresář %s nenalezen
da: Mappe ikke fundet %s
de: Verzeichnis nicht gefunden %s
el: Κατάλογος δεν βρέθηκε %s
es: Directorio no encontrado %s
fr: Répertoire introuvable %s
it: Directory non trovata %s
nl: Directory niet gevonden %s
pt: Directório não encontrado %s
pt_br: Diretório não encontrado %s
ru: Директория не найдена %s
sv: Katalog ej hittad %s

source: Localizing menus to %s in %s
am: የ ቋንቋ ዝርዝር ለ %s በ %s
ca: Localitzant els menús a %s a %s
cs: Lokalizování nabídek do %s v %s
da: Lokaliserer menuer til %s i %s
de: Menü-Lokalisierung auf %s in %s
el: Τοπικοποίηση του μενοϋ σε %s σε %s
es: Ajustando localización de menúes a %s in %s
fr: Localisation des menus de %s dans %s
it: Localizzazione dei menù da %s a %s
nl: Lokaliseren van menus naar %s in %s
pt: A localizar menus para %s em %s
pt_br: Localizando menus para %s em %s
ru: Локализация меню на %s в %s
sv: Lokalisera menyer till %s i %s

source: Setting %s to %s
am: ማሰናጃ %s ለ %s
ca: S'està configurant %s a %s
cs: Nastavování %s na %s
da: Indstiller %s til %s
de: Einstellung %s auf %s
el: Ρύθμιση %s σε %s
es: Ajustando %s a %s
fr: Réglage de %s sur %s
it: Impostare %s su %s
nl: Stel %s in naar %s
pt: A definir %s para %s
pt_br: Definindo %s para %s
ru: Установка %s на %s
sv: Inställning %s till %s

source: Bad mirror code %s (expected two letters)
am: መጥፎ አንፀባራቂ ኮድ %s (ሁለት ፊደል)
ca: Codi de rèplica %s erroni (s'esperaven dues lletres)
cs: Špatný kód záložního serveru %s (očekávána dvě písmena)
da: Dårlig spejlkode %s (ventede to bogstaver)
de: Falscher Spiegel Code %s (erwartet zwei Buchstaben)
el: Ακυρος κωδικος του mirror %s (αναμένεται δύο γράμματα)
es: Código de mirror incorrecto %s (se esperaban dos letras)
fr: Mauvais code de miroir %s (deux lettres attendues)
it: Errato codice mirror %s (previste due lettere)
nl: Verkeerde mirror code %s (twee letters werden verwacht)
pt: Código de espelho (mirror) %s incorrecto (deve ter duas letras)
pt_br: Código de espelho (mirror) %s incorrecto (deve ter duas letras)
ru: Плохой код зеркала %s (нужно два знака)
sv: Dålig mirror kod %s (väntade två bokstäver)

source: Localizing source repos using %s
am: የ ቋንቋ ምንጭ ማጠራቀሚያ ይጠቀማል %s
ca: Localitzant els dipòsits font usant %s
cs: Lokalizování zdrojových repozitářů pomocí %s
da: Lokaliseringskildens softwarekilder bruger %s
de: Repository-Lokalisierung auf %s
el: Τοπικοποίηση του repos %s
es: Ajustando la localización de los repositorios a %s
fr: Localisation des dépôts source en utilisant %s
it: Si localizzano i repository usando %s
nl: Gebruik %s voor localiseren van bron repositories
pt: A localizar repositórios origem usando %s
pt_br: Localizando repositórios origem usando %s
ru: Локализация репозитория исходных кодов, используя %s
sv: Lokaliserar source repos använder %s

source: Assuming %s is set to %s time
am: ይህ ይገመታል %s እንደ ተሰናዳ ለ %s ጊዜ
ca: Se suposa que %s està configurat a l'hora de %s
cs: Předpoklad %s je nastaven na %s čas
da: Formoder at %s er indstillet til %s tid
el: Υποθέτοντας %s έχει οριστεί σε χρόνο %s
es: Se asume que %s está ajustado para %s tiempo
fr: Hypothèse faite que %s est réglée sur l'heure %s
it: Si assume che %s sia impostato sull'orario %s
nl: Neem aan dat %s is afgestemd op %s tijd.
pt: Assumindo que %s está definido para hora %s
pt_br: Assumindo que %s está definido para hora %s
ru: Предполагая, что %s установлен на время %s
sv: Antar att %s är inställd på %s tid

source: Removing previous auto-generated %s file
am: በ ቅድሚያ በራሱ-የ መነጨ %s ፋይል በ ማስወገድ ላይ
ca: Eliminant el fitxer previ auto-generat %s
cs: Odstraňování předešlého automaticky vygenerovaného %s souboru
da: Fjern tidligere automatisk genererede %s-fil
de: Automatisch generierte Datei %s wird entfernt
el: Αφαίρεση προηγούμενο αρχείο %s
es: Removiendo archivo previo autogenerado %s
fr: Suppression du précédent fichier %s généré automatiquement
it: Rimozione del precedente file auto-generato %s
nl: Verwijderen van het eerder automatisch gegenereerde %s bestand
pt: A remover o anterior ficheiro auto-gerado %s
pt_br: Removendo o anterior arquivo auto-gerado %s
ru: Удаление предыдущего автоматически сгенерированного файла %s
sv: Tar bort tidigare autogenererad %s fil

source: Disabling safe mode because of KMS %s video hardware
am: በ ጥንቃቄ ዘዴ በ ማስወገድ ላይ ምክንያቱም ለ KMS %s ቪዲዮ ጠንካራ አካል
ca: Desactivant el mode segur a causa del KMS %s de maquinari de vídeo
cs: Zakazováni safe módu kvůli KMS %s grafické kartě
da: Deaktivering af fejlsikret tilstand for KMS %s videohardware
de: Sicherer Modus ausgestellt wegen KMS %s Video hardware
el: Απενεργοποίηση ασφαλή λειτουργία λόγω του υλικού βίντεο KMS %s
es: Deshabilitando modo seguro debido a KMS %s hardware de video
fr: Désactivation du mode sans échec à cause du matériel vidéo %s de KMS
it: Disabilitazione della modalità sicura a causa di KMS %s video hardware
nl: Veilige modus uitschakelen wegens KMS %s video hardware
pt: A desactivar o modo seguro em razão do equipamento (hardware) de vídeo KMS %s
pt_br: Desactivando o modo seguro em razão do equipamento (hardware) de vídeo KMS %s
ru: Отключение безопасного режима по причине KMS %s видео оборудования
sv: Stänger av säkert läge på grund av KMS %s video hårdvara

source: Letting X server default to using %s driver
ca: Permet que el X server per omissió usi el controlador %s
cs: Povoluji předvolené volbě X serveru použití %s ovladače
da: Lader X-server bruge %s-driver som standard
de: Lässt X-Server standardmäßig %s Treiber nutzen
el: Προεπιλογή του driver %s
es: Servidor X predeterminado a utilizar el controlador %s
fr: X server utilisera par défaut le pilote %s
it: Lasciare il server X predefinito nell'usare il driver %s
nl: Laat X server standaard %s driver gebruiken
pt: A deixar a pré-definição do servidor do X usar o controlador %s
pt_br: Deixando a pré-definição do servidor do X usar o controlador %s
sv: Låter X server som standard använda %s drivrutin

source: Forcing X-Windows to use default mode
am: X-Windows ነባር ዘዴ እንዲጠቀም ማስገደጃ
ca: Forçant X-Window a usar el mode per omissió
cs: Donucuji X-Windows k použití předvoleného módu
da: Tvinger X-vinduer til at bruge standardtilstand
de: Erzwinge den Default-Modus bei X-Fenstern
el: Εξαναγκασμός X-Windows για να χρησιμοποιήσετε την προεπιλεγμένη λειτουργία
es: Forzando X-Windows utilizar modo predeterminada
fr: X-Windows contraint d'utiliser le mode par défaut
it: Forzare X-Windows ad usare la modalità di default
nl: X-windows forceren om de standaard modus te gebruiken
pt: A forçar o X-Windows a usar o modo pré-definido
pt_br: Forçando o X-Windows a usar o modo pré-definido
ru: Переключение X-window на использование режима по умолчанию
sv: Tvingar X-Windows att använda standard mode

source: Configuring %s file with %s
am: ማሰናጃ %s ፋይል በ %s
ca: Configurant el fitxer %s amb %s
cs: Konfigurace %s souboru s %s
da: Konfigurerer %s-fil med %s
de: Datei %s wird mit %s konfiguriert
el: Διαμόρφωση αρχείου %s με %s
es: Configurando el archivo %s con %s
fr: Fichier %s configuré avec %s
it: Configurazione del file %s con %s
nl: Configureer %s bestand met %s
pt: A configurar ficheiro %s com %s
pt_br: Configurando arquivo %s com %s
ru: Настройка файла %s с %s
sv: Anpassar %s fil med %s

source: Using X to make xorg.conf
ca: Usant X per crear xorg.conf
da: Brug X til at skabe xorg.conf
de: Verwende X um xorg.conf zu erstellen
el: Δημιουργώντας το xorg.conf
es: Utilizando X para construir xorg.conf
fr: Utilisation de X pour créer xorg.conf
it: Si va ad utilizzare X per rendere xorg.conf
nl: Gebruik X om xorg.conf te maken
pt: A usar o X para criar o ficheiro xorg.conf
pt_br: Usando o X para criar o arquivo xorg.conf
sv: Använder X skapa xorg.conf

source: Forcing %s acceleration on %s
am: ማስገደጃ %s ፍጥነት በ %s
ca: Forçant l'acceleració %s a %s
cs: Nucená %s akcelerace na %s
da: Tvinger %s-acceleration på %s
de: Beschleunigung %s auf %s erzwungen
el: Αναγκάζοντας επιτάχυνσης %s στο%s
es: Forzando %s aceleración en %s
fr: Accélération de %s forcée sur %s
it: Si forza %s accelerazione su %s
nl: Forceer %s versnelling op %s
pt: A forçar aceleração %s em %s
pt_br: Forçando aceleração %s em %s
ru: Форсирование %s ускорения на %s
sv: Tvingar %s acceleration på %s

source: Forcing %s driver on %s
am: ማስገደጃ %s driver በ %s
ca: Forçant el controlador %s a %s
cs: Nucený %s ovladač na %s
da: Tvinger %s-driver på %s
de: Treiber %s auf %s erzwungen
el: Αναγκάζοντας driver %s στο %s
es: Forzando %s controlador en %s
fr: Pilote %s forcé sur %s
it: Si forza il driver %s su %s
nl: Forceer %s driver op %s
pt: A forçar controlador %s em %s
pt_br: Forçando controlador %s em %s
ru: Форсирование %s драйвера на %s
sv: Tvingar %s drivrutin på %s

source: Creating file %s
am: ፋይል መፍጠሪያ %s
ca: Creant el fitxer %s
cs: Vytváření souboru %s
da: Opretter filen %s
de: Erstelle die Datei %s
el: Δημιουργία αρχείου %s
es: Creando el archivo %s
fr: Création du fichier %s
it: Creazione del file %s
nl: Creëer bestand %s
pt: A criar o ficheiro %s
pt_br: Criando o arquivo %s
ru: Создание файла %s
sv: Skapa fil %s

source: Scanning for hardware specific video modules ...
am: የ ጠንካራ አካሎች መግለጫ ክፍል በ ማሰስ ላይ ...
ca: Escanejant cercant mòduls de vídeo per a maquinari específic...
cs: Skenování grafických modulů pro specifický hardvér ...
da: Skanner efter hardwarespecifikke videomoduler ...
de: Nach Hardware-spezifischen Video-Module wird gescannt...
el: Σάρωση για συγκεκριμένο υλικό ενότητες βίντεο ...
es: Buscando módulos de video específicos para el hardware ...
fr: Recherche des modules vidéo matériel spécifiques...
it: Scansione per la ricerca di moduli video per hardware specifico ...
nl: Zoeken naar hardware-specifieke video mudules
pt: A procurar módulos de vídeo específicos para o equipamento ...
pt_br: Procurando módulos de vídeo específicos para o equipamento ...
ru: Сканирование аппаратных видео-модулей ...
sv: Letar efter hårdvaruspecifika videomoduler...

source: Found %s video module(s) %s
am: ተገኝቷል %s የ ቪዲዮ ክፍል(ሎች) %s
ca: S'ha(n) trobat %s mòdul(s) de vídeo %s
cs: Nalezen %s video modul(y) %s
da: Fandt %s videomodul(er) %s
de: %s Video-Modul(e) gefunden %s
el: Βρέθηκαν %s μονάδα βίντεο %s
es: Se encontró %s módulos de video %s
fr: Module(s) vidéo %s trouvé(s) %s
it: Trovati %s video modulo(i) %s
nl: Vond %s video module(s) %s
pt: Módulo(s) de vídeo %s encontrado(s): %s
pt_br: Módulo(s) de vídeo %s encontrado(s): %s
ru: Найден %s модуль(модулей) видео %s
sv: Hittade %s videomodul(er) %s

source: Found %s kernel modules ...
am: ተገኝቷል %s የ ከረኔል ክፍል ...
ca: S'ha(n) trobat %s mòdul(s) de kernel...
cs: Nalezeny %s moduly jádra ...
da: Fandt %s kernemoduler ...
de: %s Kernel-Module gefunden ...
el: Βρέθηκαν %s μονάδα του πυρήνα ...
es: Se encontraron %s módulos del kernel ...
fr: Les modules %sdu noyau ont été trouvés...
it: Trovati %s moduli del kernel
nl: Vond %s kernel modules ...
pt: Encontrados módulos de núcleo (kernel) %s ...
pt_br: Encontrados módulos de núcleo (kernel) %s ...
ru: Найдены %s модули ядра ...
sv: Hittade %s kärn-moduler...

source: Found %s video driver
am: ተገኝቷል %s የ ቪዲዮ driver
ca: S'ha trobat el controlador de vídeo %s
cs: Nalezen %s grafický ovladač
da: Fandt %s videodriver
de: Video Treiber %s wurde gefunden
el: Βρέθηκε %s driver βίντεο
es: Se encontro %s controlador de video
fr: Pilote vidéo %s trouvé
it: Trovato il video driver %s
nl: %s Video driver gevonden
pt: Encontrado controlador (driver) de vídeo %s
pt_br: Encontrado controlador (driver) de vídeo %s
ru: Найден %s драйвер видео
sv: Hittade %s videodrivrutin

source: Setting Conky width to %s
am: የ ኮንኪ ስፋት ማሰናጃ ለ %s
ca: Amplada de Conky fixada a %s
cs: Nastavování šířky Conky na %s
da: Indstiller Conky-bredde til %s
de: setze Conky Breite auf %s
el: Ρύθμιση πλάτους του Conky στο %s
es: Ajustando ancho de Conky en %s
fr: Largeur de Conky réglée sur %s
it: Impostazione della larghezza di Conky su %s
nl: Conky breedte instellen op %s
pt: A estabelecer largura do Conky para %s
pt_br: Estabelecendo largura do Conky para %s
ru: Установка ширины Conky на %s
sv: Ställer in Conkys bredd på %s

source: Invalid %s boot parameter %s
am: ዋጋ የሌለው %s ማስነሻ ደንብ %s
ca: Paràmetre d'arrencada %s no vàlid %s
cs: Neplatný %s parametr zavedení systému %s
da: Ugyldig %s opstartsparameter %s
de: Ungültiger %s Boot-Parameter %s
el: Ακυρο %s η παράμετρα εκκίνησης %s
es: Parámetro de inicio %s inválido %s
fr: Paramètre de démarrage %s invalide %s
it: non valido %s parametro di boot %s
nl: Ongeldige %s boot parameter %s
pt: Opção %s inválida para o parâmetro de arranque (boot) %s
pt_br: Opção %s inválida para o parâmetro de arranque (boot) %s
ru: Неверный %s параметр загрузки %s
sv: Ogiltig %s boot parameter %s

source: Bad desktop delay parameter %s
am: መጥፎ ዴስክቶፕ ማዘግያ ደንብ %s
ca: Paràmetre de retard de l'escriptori incorrecte %s
cs: Nesprávný parametr %s pro pozdržení plochy
da: Dårlig skrivebordsforsinkelsesparameter %s
de: ungeeigneter Parameter für Desktop Verzögerung %s
el: Κακός παράμετρος καθυστέρησης της επιφάνειας εργασίας %s
es: Parámetro %s de demora de escritorio invalido
fr: Mauvais paramètre de délai du bureau %s
it: Cattivo parametro %s del ritardo del desktop
nl: Slechte desktopvertragingsparameter %s
pt: Parâmetro de atraso do ambiente de trabalho %s incorrecto
pt_br: Parâmetro de atraso do ambiente de trabalho %s incorrecto
ru: Неверный параметр задержки рабочего стола %s
sv: Dålig fördröjningsparameter för skrivbordet %s

source: Setting desktop delay to %s
am: ዴስክቶፕ ማዘግያ ማሰናጃ ለ %s
ca: Retard de l'escriptori fixat a %s
cs: Natavení pozdržení plochy na %s
da: Indstiller skrivebordsforsinkelse til %s
de: setze Desktop Verzögerung %s
el: Ρύθμιση καθυστέρησης στην επιφάνεια εργασίας στο %s
es: Ajustando demora de escritorio en %s
fr: Réglage du délai du bureau sur %s
it: Impostazione del ritardo del desktop a %s
nl: Desktopvertraging instellen op %s
pt: A definir o atraso do ambiente de trabalho para %s
pt_br: Definindo o atraso do ambiente de trabalho para %s
ru: Установка задержки рабочего стола на %s
sv: Ställer in skrivbords-fördröjningen på %s

source: Setting console blanking timeout to %s minute(s)
ca: Temps d'espera del terminal en negre configurat a %s minut(s)
cs: Natavení času vypnutí konzoly na %s minut(y)
da: Indstiller konsolens blankingtimeout til %s minut(ter)
de: Konsolen Timeout (Bildschirmschoner) auf %s Minuten eingestellt
el: Ρύθμιση χρονικού ορίου σε %s λεπτό(ά) της κονσόλας ηρεμίας
es: Ajustando el tiempo de espera para la consola a %s minuto(s)
fr: Réglage du délai d'attente de mise en veille de la console sur %s minute(s)
it: Timeout dell'oscuramento della console da impostare su %s minuto(i)
nl: Stel console leegmaken timeout in op %s minu(u)t(en)
pt: A definir o tempo antes da consola/terminal ser limpa em %s minuto(s)
pt_br: Definindo o tempo antes da consola/terminal ser limpa em %s minuto(s)
ru: Установка времени закрытия консоли на %s минут(у)
sv: Ställer in terminalens timeout för blankning på %s minute(r)

source: Creating issue file for %s
am: የ ውጤት ፋይል በ መፍጠር ላይ ለ %s
ca: Creant fitxer d'edició per %s
cs: Vytváření souboru chyb pro %s
da: Opretter problemstillingsfil for %s
de: Erstelle Ereignisdatei für %s
el: Δημιουργία αρχείου issue για %s
es: Creando archivo de problema para %s
fr: Création d'un fichier d'erreur pour %s
it: Creazione del file di regole per %s
nl: Creëren kwestiebestand voor %s
pt: A criar ficheiro de problema para %s
pt_br: Criando arquivo de problema para %s
sv: Skapar issue fil för %s

source: Files already exist under %s
am: ፋይሉ ቀደም ብሎ በዚህ ስር ነበር %s
ca: Els fitxers ja hi són a %s
cs: Soubory již existují pod %s
da: Filerne findes allerede under %s
de: Datei besteht bereits unter %s
el: Τα αρχεία υπάρχουν ήδη στο %s
es: Ya existen archivos bajo %s
fr: Les fichiers existent déjà dans %s
it: Files già esistenti sotto %s
nl: Bestanden bestaan al onder %s
pt: Os ficheiros já existem em %s
pt_br: Os arquivos já existem em %s
ru: Файлы уже находятся под %s
sv: Filerna finns redan under %s

source: Not creating or populating %s
ca: No es crea ni pobla %s
cs: Nevytvářený nebo osídlený %s
da: Undlader at oprette eller udfylde %s
de: Nicht erstellen oder auffüllen %s
el: Δε γίνεται δημιουργία ή εποίκηση του %s
es: No se está creando o poblando %s
fr: %s ni créé ni rempli.
it: Nessun inserimento di dati o creazione di %s
nl: Niet creeeren of bevolken van %s
pt: %s não está a ser criado ou preenchido
pt_br: %s não está sendo criado ou preenchido
ru: Нет создания или заполнения %s
sv: Skapar inte eller fyller %s

source: Populating %s directory
ca: Poblant el directori %s
cs: Naplňování adresáře %s
da: Udfylder %s-mappe
de: Füllen %s Verzeichnis
el: Εποίκηση κατάλογο %s
es: Poblando el directorio %s
fr: Répertoire %s en cours de remplissage
it: Riempimento della directory %s in corso
nl: Vullen van %s directory
pt: A preencher o directório %s
pt_br: Preenchendo o diretório %s
ru: Заполнение директории %s
sv: Fyll %s katalog

source: Setting desktop theme to %s
am: የ ዴስክቶፕ ገጽታ ማሰናጃ %s
ca: Definint el tema d'escriptori com a %s
cs: Nastavování motivu plochy na %s
da: Indstiller skrivebordstema til %s
de: Einrichtung des Desktop-Themas (Optik) zu %s
el: Ρύθμιση θέμα της επιφάνειας εργασίας στο %s
es: Ajustando el tema del escritorio a %s
fr: Thème de l'environnement de bureau défini sur %s
it: Impostazione del tema del desktop su %s
nl: Stelt desktop theme in naar %s
pt: A definir tema do ambiente de trabalho para %s
pt_br: Definindo tema do ambiente de trabalho para %s
ru: Установка темы рабочего стола на %s
sv: Ställer in skrivbordstemat på %s
