Repository: BitJam/Transifex-translations
Catalog: antix-development.live-hwclock/*.po
Languages: ca

source: Configuring Hardware Clock
ca: Configurant el rellotge de maquinari

source: Unknown %s option: %s
ca: Opció %s desconeguda: %s

source: Assuming %s is set to %s time
ca: Se suposa que %s està configurat a l'hora de %s

source: Setting timezone and localtime to %s
ca: Establint la zona horària i l'hora local a %s

source: Unknown time zone %s
ca: Zona horària desconeguda %s

source: Please wait while we examine the hardware clock ...
ca: Si us plau, espereu mentre examino el rellotge de maquinari...

source: Your local time and UTC time are currently the same
ca: La vostra hora local i la UTC són la mateixa

source: They both say the current time is %s
ca: Les dues diuen que l'hora actual és %s

source: Your local timezone and the UTC timezone are currently close but not the same
ca: El vostre fus horari i el UTC són a la vora però no iguals

source: They both say the current time is within 15 minutes of %s
ca: Els dos diuen que l'hora actual té un marge de 15 minuts amb %s

source: Your local time is UTC time %s
ca: La vostra hora local és la UTC %s

source: Help us figure out what time is used by your hardware clock
ca: Ajudeu-me a endevinar quina hora té el rellotge de maquinari

source: by telling us if either setting produces the correct time.
ca: dient quin ajust té l'hora correcta.

source: Got a strange answer from guess hwclock menu %s
ca: Tinc una resposta estranya del menú per esbrinar hwclock %s

source: This is an unusual situation.
ca: És una situació inusual.

source: Either your timezone is incorrect or your hardware clock is incorrect or both.
ca: O bé el fus horari és incorrecte, o el rellotge de maquinari, o ambdós.

source: It seems your hardware clock is not set to local time or to UTC time.
ca: Sembla que el vostre rellotge de maquinari no està ajustat a l'hora local ni a la UTC.

source: You need to set your system time and then set your hardware clock.
ca: Cal que definiu l'hora del sistema i després ajusteu el rellotge de maquinari.

source: Press <enter> to continue
ca: Premeu <Retorn> per continuar

source: Missing %s or %s
ca: Manca %s o %s

source: The realtime clock is not enabled. Can't check hardware clock
ca: El rellotge de temps real no està activat. No puc comprovar el rellotge de maquinari
