Repository: BitJam/Transifex-translations
Catalog: antix-development.alsa-set-default-card/*.po
Languages: ca, cs, de, el, es, fi, fr, hi, hr, hu, is, it, lt, nl, pl, pt, ru, sk, tr, uk

source: No sound cards/devices were found
ca: No s'ha trobat cap tarja o dispositiu de so.
cs: Nebyly nalezeny žádné zvukové karty/zařízeni.
de: Keine Soundkarten/Geräte gefunden
el: Δε βρέθηκαν κάρτες ήχου/συσκευές
es: No se encontraron medios/tarjetas de sonido
fi: Äänikortteja/laitteita ei löytynyt
fr: Aucun périphérique ou carte son détecté
hi: कोई ध्वनि कार्ड/डिवाइस नहीं मिला
hr: NIjedna zvučna kartica/uređaj nije nađen
hu: Nem található hangeszköz.
is: Engin hljóðkort/tæki fundust
it: Non è stata trovata nessuna scheda/dispositivo audio
lt: Nerasta jokių garso plokščių
nl: Er zijn geen geluidskaarten/-apparaten gevonden
pl: Nie znaleziono kart/urządzeń dźwiękowych
pt: Não foram encontrados placas/dispositivos de som.
ru: Звуковые карты/устройства не обнаружены
sk: Neboli nájdené žiadne karty/zariadenia
tr: Ses kartı/aygıtı bulunamadı
uk: Не знайдено жодних звукових пристроїв

source: Only one sound card was found.
ca: Només s'ha trobat una tarja de so.
cs: Byla nalezena pouze jedna zvuková karta.
de: Eine einzige Soundkarte gefunden
el: Μόνο μία κάρτα ήχου βρέθηκε
es: Sólo se encontró una tarjeta de sonido.
fi: Vain yksi äänikortti löytyi.
fr: Une seule carte son a été détectée.
hi: केवल एक ध्वनि कार्ड मिला।
hr: Samo jedna zvučna kartica je nađena
hu: Csak egy hangkártya található.
is: Aðeins eitt hljóðkort fannst.
it: E' stata rilevata solamente una scheda audio
lt: Rasta tik viena garso plokštė.
nl: Er is maar een geluidskaart gevonden
pl: Znaleziono tylko jedną kartę dźwiękową.
pt: Foi encontrada apenas uma placa de som.
ru: Только одна звуковая карта найдена.
sk: Bola rozpoznaná iba jedna zvuková karta.
tr: Sadece bir ses kartı bulundu
uk: Знайдено лише одну звукову карту.

source: Current default is %s
ca: El valor actual per omissió és %s
cs: Předvoleno %s
de: Aktueller Standard ist %s
el: Τρέχουσα προεπιλογή είναι: %s
es: La predeterminada actual es %s
fi: Nykyinen oletus on %s
fr: Carte son par défaut actuelle %s
hi: वर्तमान डिफ़ॉल्ट %s है
hr: Trenutno zadano je %s
hu: A jelenlegi alapértelmezett: %s
is: Sjálfgefið er núna %s
it: Attualmente è predefinita %s
lt: Šiuo metu numatytoji yra %s
nl: Huidige standaard is %s
pl: Obecna wartość domyślna to %s
pt: A predefinição actual é %s
ru: Текущая по умолчанию %s
sk: Momentálne predvolená je %s
tr: Şimdiki öntanımlı %s dir
uk: Поточна стандартна це %s

source: Quit
ca: Surt
cs: Konec
de: Beenden
el: Έξοδος
es: Terminar
fi: Lopeta
fr: Quitter
hi: छोड़ें
hr: Završi
hu: Kilépés
is: Hætta
it: Esci
lt: Išeiti
nl: Stop
pl: Zakończ
pt: Sair
ru: Выход
sk: Koniec
tr: Çıkış
uk: Вийти

source: Please Select sound card
ca: Si us plau, trieu una tarja de so
cs: Prosím vyberte zvukovou kartu.
de: Wählen Sie bitte Soundkarte
el: Παρακαλώ επιλέξτε την Κάρτα Ήχου
es: Por favor seleccione la tarjeta de sonido
fi: Ole hyvä ja valitse äänikortti
fr: Veuillez choisir une carte son
hi: कृपया ध्वनि कार्ड चुनें
hr: Molim odaberite zvučnu karticu
hu: Kérem, válasszon hangkártyát!
is: Veldu hljóðkort
it: Prego, Seleziona una scheda audio
lt: Prašome pasirinkti garso plokštę
nl: Selecteer aub de geluidskaart
pl: Wybierz kartę dźwiękową
pt: Selecionar placa de som
ru: Пожалуйста, выберите звуковую карту
sk: Prosím vyberte zvukovú kartu
tr: Lütfen ses kartını seçin
uk: Будь ласка оберіть звукову карту

source: Sound card set to %s
ca: Tarja de so establerta a %s
cs: Nastavit zvukovou kartu na %s
de: Soundkarte auf %s eingestellt
el: Κάρτα ήχου έχει οριστεί σε %s
es: La tarjeta de sonido está ajustada a %s
fi: Äänikortiksi valittu %s
fr: Carte son réglée sur %s
hi: ध्वनि कार्ड %s सेट किया गया
hr: Zvučna kartica postavljena je na %s
hu: A %s hangkártya beállítva
is: Hljóðkort sett sem %s
it: Scheda audio impostata su %s
lt: Garso plokštė nustatyta į %s
nl: Geluidskaart ingesteld op %s
pl: Karta dźwiękowa ustawiona na %s
pt: Placa de som definida para %s
ru: Установлена звуковая карта %s
sk: Zvuková karta je nastavená na %s
tr: Ses kartı %s'e ayarlı
uk: Звукова карта встановлена в %s

source: Sound test
ca: Prova de so
cs: Test zvuku
el: δοκιμή ήχου
es: Prueba de sonido
fi: Äänen testaus
fr: Test son
hi: ध्वनि जाँच
hr: Zvučni test
hu: Hangteszt
is: Hljóðprófun
it: Test Audio
lt: Garso bandymas
nl: Geluid test
pl: Test dźwięku
pt: Teste de som
ru: Тест звука
sk: Test zvuku
tr: Ses deneme
uk: Перевірка звуку

source: Would you like to test if the sound works?
ca: Voleu provar si la tarja funciona bé?
cs: Chcete otestovat funkčnost zvuků?
de: Möchten Sie den Sound testen?
el: Θέλετε να ελέγξετε αν τα ηχητικά λειτουργούν
es: ¿Le gustaría probar si el sonido funciona?
fi: Haluatko kokeilla äänen toimivuutta?
fr: Souhaitez-vous tester la carte son?
hi: क्या ध्वनि जांचना चाहेंगे कि वह काम करती है या नहीं?
hr: Želite li testirati radi li zvuk?
hu: Szeretné tesztelni a hangot?
is: Viltu athuga hvort hljóðið virkar?
it: Vuoi verificare se l'audio funziona correttamente?
lt: Ar norėtumėte išbandyti ar veikia garsas?
nl: Wilt u testen of het geluid werkt?
pl: Czy chcesz sprawdzić, czy dźwięk działa?
pt: Pretende testar se o som funciona?
ru: Хотите проверить, как работает звук?
sk: Prajete si otestovať či zvuková karta funguje?
tr: Sesin çalışıp çalışmadığını denemek ister misiniz?
uk: Бажаєте перевірити чи звук працює?

source: Testing sound for up to 6 seconds
ca: Provant el so fins a 6 segons
cs: Testuji zvuk, odhadovaná doba trvání 6 sekund
de: Der Sound wird bis zu 6 Sekunden getestet
el: Έλεγχος ήχου έως 6 δευτερόλεπτα
es: Probando el sonido por 6 segundos
fi: Kokeillaan ääntä 6 sekunnin ajan
fr: Test du son pendant 6 secondes
hi: 6 सेकंड तक ध्वनि जाँचें
hr: Testiraj zvuk do 6 sekundi
hu: Hang tesztelése több mint 6 másodpercig
is: Prófa hljóð í allt að 6 sekúndur
it: L'audio verrà testato per 6 secondi
lt: Bandomas garsas iki 6 sekundžių
nl: Geluid testen gedurende maximaal 6 seconden
pl: Testowanie dźwięku przez maksymalnie 6 sekund
pt: A testar o som até 6 segundos
ru: Тестирование звука в течение 6 секунд
sk: Testovanie zvuku po dobu 6 sekúnd
tr: 6 saniyeye kadar ses deneniyor
uk: Перевірка звуку до 6 секунд

source: Test succeeded
ca: Prova satisfactòria
cs: Test úspěšný
de: Test bestanden
el: Η δοκιμή πέτυχε
es: La prueba fue exitosa
fi: Testi onnistui
fr: Le test a réussi
hi: परीक्षण सफल रहा
hr: Test uspješan
hu: Teszt sikeres
is: Prófun tókst
it: Il test ha avuto successo
lt: Bandymas pavyko
nl: Test gelukt
pl: Test się powiódł
pt: O teste teve êxito
ru: Тест прошел успешно
sk: Test prebehol úspešne
tr: Deneme başarılı
uk: Тест успішний

source: (Could connect to the selected device)
ca: (S'ha pogut connectar al dispositiu triat)
cs: (K vybranému zařízení se podařilo připojit)
de: (Konnte mit dem gewählten Gerät verbinden)
el: (Ήταν δυνατή η σύνδεση με την επιλεγμένη συσκευή)
es: (se pudo conectar al dispositivo seleccionado)
fi: (Yhdistäminen valittuun laitteeseen onnistui)
fr: (Connexion au périphérique choisi réussie)
hi: (चयनित डिवाइस से कनेक्ट हो सका)
hr: (Mogu se povezati s odabranim uređajem)
hu: (Sikerült csatlakozni a kiválasztott eszközhöz)
is: (Tókst að tengjast við valið tæki)
it: (Si potrebbe connettere il dispositivo selezionato)
lt: (Pavyko prisijungti prie pasirinkto įrenginio)
nl: (Kon verbinding maken met het geselecteerde apparaat)
pl: (Można połączyć się z wybranym urządzeniem)
pt: (Foi possível ligar ao dispositivo seleccionado)
ru: (Можно подключиться к выбранному устройству)
sk: (Pripojenie k zvolenému zariadeniu sa podarilo)
tr: (Seçilen aygıta bağlanabildi)
uk: (Неможливо приєднатися до обраного пристрою)

source: Test failed
ca: La prova ha fallat
cs: Test neúspěšný
de: Test fehlgeschlagen
el: Η δοκιμή απέτυχε
es: La prueba falló
fi: Testi epäonnistui
fr: Le test a échoué
hi: जाँच विफल
hr: Neuspjeli test
hu: Teszt sikertelen
is: Prófun mistókst
it: Il test Non ha avuto successo
lt: Bandymas nepavyko
nl: Test mislukt
pl: Test nieudany
pt: O teste falhou
ru: Тест не пройден
sk: Test zlyhal
tr: Deneme başarısız
uk: Тест невдалий

source: (Could not connect to the selected device)
ca: (No s'ha pogut connectar al dispositiu triat)
cs: (K vybranému zařízení se nepodařilo připojit)
de: (Konnte mit dem gewählten Gerät nicht verbinden)
el: (Δεν ήταν δυνατή η σύνδεση με την επιλεγμένη συσκευή)
es: (no se pudo conectar al dispositivo seleccionado)
fi: (ei voitu yhdistää valittuun laitteeseen)
fr: (Connexion au périphérique choisi impossible)
hi: (चयनित डिवाइस से कनेक्ट नहीं हो सका)
hr: (Ne mogu se povezati sa odabranim uređajem)
hu: (Nem sikerült csatlakozni a kiválasztott eszközhöz)
is: (Gat ekki tengst við valið tæki)
it: (Non è stato possibile connettersi al dispositivo selezionato)
lt: (Nepavyko prisijungti prie pasirinkto įrenginio)
nl: (Kon geen verbinding maken met het geselecteerde apparaat)
pl: (Nie można połączyć się z wybranym urządzeniem)
pt: (Não foi possível ligar ao dispositivo seleccionado)
ru: (Нельзя подключиться к выбранному устройству)
sk: (Pripojenie k zvolenému zariadeniu sa nepodarilo)
tr: (Seçilen aygıta bağlanılamıyor)
uk: (Неможливо приєднатися до обраного пристрою)
