Repository: BitJam/Transifex-translations
Catalog: antix-development.user-managementpot/*.po
Languages: ca, es, it, ja, nl

source: The password cannot contain spaces
ca: La contrasenya no pot contenir espais
es: La contraseña no puede contener espacios
it: La password non può contenere spazi
ja: パスワードにスペースを含む事はできません
nl: Het wachtwoord kan geen spaties bevatten

source: You need to enter a password
ca: Cal que introduïu una contrasenya
es: Debe ingresar una contraseña
it: Devi inserire una password
ja: パスワードを入力して下さい
nl: U moet een wachtwoord invoeren

source: First and second password must be identical
ca: Les dues contrasenyes han de ser idèntiques
es: La primera y segunda contraseñas deben ser idénticas
it: La prima e la seconda password devono essere identiche
ja: 2つのパスワードが一致していません
nl: Eerste en tweede wachtwoord moeten identiek zijn

source: No User Selected:
ca: No s'ha seleccionat cap usuari:
es: No se ha seleccionado el usuario:
it: Nessun Utente selezionato:
ja: 選択していないユーザー:
nl: Geen Gebruiker geselecteerd

source: You must choose a user
ca: Cal que trieu un usuari
es: Debe seleccionar un usuario
it: Devi scegliere un utente
nl: U moet een gebruiker kiezen

source: Choose User
ca: Trieu un usuari
es: Elegir usuarios
it: Seleziona Utente
ja: ユーザーの選択
nl: Gebruiker kiezen

source: User Password
ca: Contrasenya d'usuari
es: Contraseña del usuario
it: Password Utente
ja: ユーザーパスワード
nl: Gebruikerswachtwoord

source: User Login
ca: Nom d'entrada de l'usuari
es: Autenticación del usuario
it: Login Utente
ja: ユーザーログイン
nl: Gebruikers inlognaam

source: Set as Default User
ca: Defineix com a usuari per omissió
es: Escoger como usuario por defecto
it: Imposta come Utente di Default
ja: デフォルトユーザーの設定
nl: Stel als standaard gebruiker in

source: Set User for Automatic Login
ca: Defineix l'usuari per entrada automàtica
es: Escoger el usuario para la autenticación automática
it: Imposta Utente per il Login Automatico
ja: 自動ログインをおこなうユーザーの設定
nl: Stel Automatisch Inloggen in voor de Gebruiker

source: The username cannot contain spaces
ca: El nom d'usuari no pot contenir espais
es: El nombre del usuario no puede contener espacios
it: Il nome-utente non può contenere spazi
nl: De gebruikersnaam mag geen spaties bevatten

source: You need to enter a username
ca: Cal que introduïu un nom d'usuari
es: Debe ingresar un nombre de usuario
it: Devi inserire un nome-utente
nl: U moet een gebruikersnaam invoeren

source: Enter Username
ca: Introduïu el nom d'usuari
es: Ingrese el nombre del usuario
it: Inserisci Nome-utente
ja: ユーザー名を入れて下さい
nl: Voer Gebruikersnaam in

source: User Shell
ca: Intèrpret d'ordres de l'usuari
es: Intérprete de comandos del usuario
it: Shell Utente
ja: ユーザーシェル
nl: Gebruiker Shell-programma

source: No Shell Selected:
ca: No s'ha triat cap intèrpret d'ordres:
es: No se seleccionó ningún intérprete de comandos
it: Nessuna Shell selezionata
ja: シェル未選択:
nl: Geen Shell programma geselecteerd

source: You need to choose a shell
ca: Cal que trieu un intèrpret d'ordres
es: Debe escoger un intérprete de comandos
it: Devi schegliere una shell
ja: シェルを選択
nl: Je moet een Shell programma kiezen

source: Password Manager
ca: Gestor de contrasenyes
es: Administrador de contraseñas
ja: パスワード管理
nl: Wachtwoordbeheer

source: password
ca: contrasenya
es: contraseña
ja: パスワード
nl: wachtwoord

source: password again
ca: un altre cop la contrasenya
es: contraseña nuevamente
it: ancora password
ja: パスワード 再度
nl: wachtwoord opnieuw

source: Passwords
ca: Contrasenyes
es: Contraseñas
ja: パスワード
nl: Wachtwoorden

source: Add Users
ca: Afegeix usuaris
es: Agregar usuarios
it: Aggiungi Utenti
ja: ユーザー追加
nl: Voeg Gebruikers toe

source: Add User
ca: Afegir Usuari
es: Agregar usuario
it: Aggiungi Utente
ja: ユーザー追加
nl: Toevoegen Gebruiker

source: Set Password
ca: Defineix la contrasenya
es: Ajustar contraseña
it: Imposta una Password
ja: パスワード設定
nl: Stel wachtwoord in

source: Users
ca: Usuaris
es: Usuarios
it: Utenti
ja: ユーザー
nl: Gebruikers

source: User Repair
ca: Reparació d'usuari
es: Reparar usuarios
it: Ripristina Utente
nl: Gebruiker Herstel

source: Repair User
ca: Repara l'usuari
es: Reparar usuarios
it: Ripristina Utente
ja: ユーザーの復旧
nl: Gebruiker Herstellen

source: User Removal
ca: Elimina usuaris
es: Remover usuarios
it: Rimozione Utente
nl: Gebruiker Verwijderen

source: Notice! All of the users files will remain in their home directory, unless completely remove is checked. Even so, it is recomended that the files be backed up!
ca: Atenció! Tots els fitxers d'usuari quedaran al seu directori, llevat que es marqui l'opció d'eliminar completament. Tot i això, es recomana fer còpia de seguretat dels fitxers!
es: ¡Atención! Todos los archivos del usuario permanecerán en su directorio home, a menos que se seleccione "remover completamente". Aún en ese caso se recomienda respaldar dichos archivos.
it: Attenzione! Tutti i files degli utenti rimmarranno nelle loro home directory, a meno che la rimozione completa sia selezionata. Anche se, è raccomandato che si faccia il back up dei files!
nl: Let op! Alle gebruikersbestanden zullen in hun home directory blijven, tenzij volledig verwijderen wordt geselecteerd Desalniettemin, een backup maken van die bestanden blijft aanbevolen!

source: Remove User
ca: Elimina l'usuari
es: Remover usuario
it: Rimuovi Utente
ja: ユーザー削除
nl: Verwijder Gebruiker

source: Recover User
ca: Recupera l'usuari
es: Recuperación de usuarios
it: Ripristina utente
nl: Herstel Gebruiker

source: Notice! A user can only be recovered if the user has not been completely removed!
ca: Atenció! Només es pot recuperar l'usuari si no ha estat eliminat completament!
es: ¡Atención! Solamente se puede recuperar un usuario si éste no se ha removido por completo.
it: Attenzione! Un utente può essere ripristinato solo se l'utente non è stato completamente rimosso!
nl: Let op! Een gebruiker kan alleen teruggehaald worden als deze niet volledig verwijderd werd!

source: The list of configs need to be empty or your own configs
ca: La llista de paràmetres ha d'estar buida o ser les vostres pròpies
es: La lista de configuraciones debe estar vacía o con sus propias configuraciones
it: L'elenco dei file di configurazione deve essere vuoto o con le tue proprie configurazioni
nl: De lijst van configuratiebestanden moet leeg zijn of je eigen configuratie

source: You MUST be root to use this application!
ca: Cal ser administrador per usar aquesta aplicació!
es: DEBE ser root para usar esta aplicación
it: Tu DEVI essere root per usare questa applicazione!
ja: このアプリケーションは root で実行されなけれいけません！
nl: U MOET root zijn om deze toepassing te gebruiken!

source: Warning! Attempting a user repair may restore more programs to original settings than you intend! It is highly recommended that you first do a backup of all files in your home directory.
ca: Atenció! Intentar fer una reparació d'usuari pot restaurar més programes als seus paràmetres originals que els que voleu! Es recomana que primer feu una còpia de seguretat de tots els fitxers al vostre directori d'usuari.
es: ¡Advertencia! La reparación de un usuario puede restaruar más programas de los que se desea en los ajustes originales. Se recomienda que antes ejecute un respaldo de todos los archivos en su directorio home.
it: Attenzione! Tentare una riparazione utente può ripristinare più programmi alle impostazioni originali di quello che si vorrebbe! Si consiglia vivamente di fare prima un backup di tutti i file della vostra home directory.
nl: Waarschuwing! Bij het herstellen van een gebruiker kunnen meer programma's dan bedoeld op originele instellingen worden teruggezet. Het blijft aanbevolen om eerst een backup van alle bestanden in home te maken.
