Repository: BitJam/Transifex-translations
Catalog: antix-development.live-umount/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pt_br, ru, sk, sv

source: Asking most remaining processes to terminate
am: ቀሪ ሂደት በ ማጥፋት ላይ
ca: Demanant la terminació dels processos restants
cs: Žádám většinu zbývajících procesů o ukončení
da: Spørger de fleste tilbageværende processer om at stoppe
de: Die meisten verbleibenden Prozesse werden gebeten sich zu beenden
el: Ζητώντας περισσότερες εναπομένουσες διαδικασίες να τερματίσεi
es: Solicitando la finalización de los procesos restantes
fr: Demander à la plupart des autres processus pour mettre fin à
it: Richiesta di chiusura della maggior parte dei processi rimanenti
nl: Vraagt de meeste overgebleven processen om te stoppen
pt_br: A requerer que a maioria dos restantes processos termine
ru: Запрос завершения большинства оставшихся процессов
sk: Požadujem ukončenie zostávajúcich procesov
sv: Ber de flesta kvarvarande processerna att avsluta

source: Almost all processes terminated immediately
am: ሁሉንም ቀሪ ሂደት በ ማጥፋት ላይ
ca: Gairebé tots els processos s'han acabat immediatament
cs: Skoro všechny procesy okamžitě ukončeny
da: Næsten alle processor blev stoppet øjeblikkeligt
de: Fast alle verbleibende Prozesse beendet
el: Σχεδόν όλες οι διαδικασίες τερμάτιζαν αμέσως
es: Finalizada inmediatamente la mayoría de los procesos
fr: Presque tous les processus arrêtés immédiatement
it: La maggior parte dei processi si sono conclusi immediatamente
nl: Bijna alle processen werden direct beëindigd
pt_br: Quase todos os processos terminaram imediatamente
ru: Почти все процессы немедленно завершаются
sk: Skoro všetky procesy boli okamažite ukončené
sv: Nästan alla processer upphörde genast

source: %s Waiting for termination %s
am: %s ለ ማቋረጥ በ መጠበቅ ላይ %s
ca: %s Esperant per la terminació de %s
cs: %s Čeká na ukončení %s
da: %s Venter på stop %s
de: %s warten auf Beendigung %s
el: %s Αναμονή για τον τερματισμό του %s
es: %s esperando finalización %s
fr: %s On attend la conclusion %s
it: %s è in attesa di terminare %s
nl: %s Wachten voor beëindiging %s
pt_br: %s aguarda que %s termine
ru: %s Ожидание завершения %s
sk: %s čaká sa na ukončenie %s
sv: %s Väntar på avslut %s

source: All processes ended within %s second(s)
am: ሁሉም ሂደት ይጨረሳል በ %s ሰከንድ(ዶች)
ca: Tots els processos acabats en %s segon(s)
cs: Všechy procesy ukončeny do %s vteřin(y)
da: Alle processer sluttede indenfor %s sekund(er)
de: Alle Prozesse innerhalb %s Sekunde(n) beendet
el: Όλες οι διαδικασίες έληξαν μέσα σε %s δευτερόλεπτα
es: Todos los procesos terminaron en %s segundo(s)
fr: Tous les processus arrêtés dans %s seconde(s)
it: Tutti i processi verranno terminati in %s secondo(i)
nl: Alle processen werden beëindigd binnen %s seconde(n)
pt_br: Todos os processos terminaram em %s segundo(s)
ru: Все процессы закончены в течение %s секунд(ы)
sk: Všetky procesy budú ukončené za %s sekund(y)
sv: Alla processer avslutades inom %s sekund(er)

source: Killing remaining processes
am: ቀሪ ሂደት በ ማጥፋት ላይ
ca: Matant els processos restants
cs: Zabíjím zbývající procesy
da: Dræb tilbageværende processer
de: Verbleibende Prozesse tötend
el: Διακοπή εναπομένουσες διαδικασίες
es: Eliminando los procesos restantes
fr: Arrête les processus restants
it: Chiusura dei processi rimanenti
nl: Afsluiten van de overgebleven processen
pt_br: A terminar os processos restantes
ru: Принудительное завершение оставшихся процессов
sk: Zabíjam zostávajúce procesy
sv: Stoppar återstående processer

source: Unable to kill: %s
am: ማጥፋት አልተቻለም: %s
ca: No es pot matar: %s
cs: Nelze zabít: %s
da: Kan ikke dræbe: %s
de: Unmöglich, %s zu töten
el: Ανίκανος να σκοτώσει: %s
es: No se pudo eliminar: %s
fr: Impossible d'arrêter: %s
it: Non si riesce a chiudere: %s
nl: Niet in staat %s af te sluiten
pt_br: Não foi possível terminar: %s
ru: Невозможно завершить: %s
sk: Nedá sa zabiť: %s
sv: Kan inte stoppa: %s

source: Unmount most filesystems
am: የ ፋይል ስርአት ማውረጃ
ca: Desmuntant la majoria de sistemes de fitxers
cs: Odpojit většinu souborových systémů
da: Afmonter de fleste filsystemer
de: Die meisten Dateisysteme aushängen
el: Αποπροσαρτήσετε περισσότερα συστήματα αρχείων
es: Desmontando los sistemas de archivos
fr: Démonter plus de systèmes de fichiers
it: Smontare la maggior parte dei filesystem
nl: Ontkoppel de meeste bestandssystemen
pt_br: Desmontar a maioria dos sistemas de ficheiros
ru: Отмонтировать большинство файловых систем
sk: Odpájam systémy súborov
sv: Avmontera de flesta filsystemen

source: Disable swap
am: swap ማሰናከያ
ca: Inhabilita l'intercanvi
cs: Vypnout SWAP
da: Deaktivér swap
de: swap deaktivieren
el: Απενεργοποίηση του swap
es: Deshabilitar swap
fr: Désactive le swap
it: Disabilitare la swap
nl: swap uitschakelen
pt_br: Desactivar trocas (swap)
ru: Отключить подкачку
sk: Vypínam SWAP
sv: Inaktivera swap

source: Kill any remaining processes
am: ቀሪ ሂደት በ ማጥፋት ላይ
ca: Mata tots els processos restants
cs: Zabít všechny zbývající procesy
da: Dræb tilbageværende processer
de: Alle verbleibende Prozesse töten
el: Διακοπή εναπομένουσες διαδικασίες
es: Eliminar los procesos restantes
fr: Arrêter tous les processus restants
it: Terminare tutti i processi rimanenti
nl: Sluit overgebleven processen af
pt_br: Terminar qualquer processo restante
ru: Принудительно завершить все оставшиеся процессы
sk: Zabíjam zostávajúce procesy
sv: Stoppa återstående processer

source: Failed to umount some filesystems
am: አንዳንድ የ ፋይል ስርአት ማውረድ አልተቻለም
ca: Ha fallat en desmuntar algun sistema de fitxers
cs: Odpojení některých souborových sytémů selhalo
da: Nogle filsystemer kunne ikke afmonteres
de: Versäumt, einige Dateisysteme auszuhängen
el: Αποτυχία αποπροσαρτήσει μερικά συστήματα αρχείων
es: No se pudo ejecutar umount en varios sistemas de archivos
fr: Impossible de démonter certains systèmes de fichiers
it: Non è stato possibile smontare alcuni filesystems
nl: Het ontkoppelen van enkele filesystemen mislukte
pt_br: O desmontar de alguns sistemas de ficheiros falhou
ru: Не удалось отмонтировать некоторые файловые системы
sk: Niektoré systémy súborov sa nepodarilo odpojiť
sv: Misslyckades med att avmontera en del filsystem

source: reboot
am: ዳግም ማስጀመሪያ
ca: Arrenca de nou
cs: restartovat
da: genstart
de: Neustart
el: επανεκκίνηση
es: reinicio
fr: redémarrer
it: riavvia
nl: herstarten
pt_br: reiniciar
ru: перезагрузка
sk: reštart
sv: starta om

source: poweroff
am: ሐይል ማጥፊያ
ca: apagar
cs: vypnout
da: sluk
de: Ausschalten
el: απενεργοποίηση
es: apagar
fr: Arrêt
it: spegni
nl: uitschakelen
pt_br: desligar
ru: выключение
sk: vypnutie
sv: stäng av

source: Ready to %s
am: ዝግጁ ነው ለ %s
ca: A punt de %s
cs: Připraveno %s
da: Klar til %s
de: Bereit zu %s
el: Έτοιμος να %s
es: Listo para %s
fr: Prêt pour %s
it: Pronto a %s
nl: Klaar om %s
pt_br: Pronto para %s
ru: Готово на %s
sk: Pripravený na %s
sv: Färdig att %s

source: Please remove the disc, close the tray
am: እባክዎን ዲስኩን ያስወግዱ እና ትሪውን ይዝጉ
ca: Si us plau, traieu el disc i tanqueu la safata
cs: Prosím, vyjměte disk, zavřete zásobník
da: Fjern venligst disken, luk skuffen
de: Bitte entfernen Sie die Disc, schließen Sie das Fach
el: Αφαιρέστε το δίσκο, κλείστε τη συσκευή
es: Por favor, saque el disco, cierre la bandeja
fr: S'il vous plaît retirez le disque, fermez le tiroir
it: Si prega di rimuovere il disco, chiudere il carrello-CD
nl: Verwijder de disc, sluit de lade
pt_br: Remova o disco e faça recolher a bandeja
ru: Пожалуйста, извлеките диск, закройте лоток
sk: Vyberte disk a zatvorte mechaniku
sv: Ta bort skivan, stäng facket

source: and press ENTER to continue
am: እና ማስገቢያውን ይጫኑ ለ መቀጠል
ca: i premeu ENTER per continuar
cs: a pokračujte stisknutím klávesy ENTER
da: og tryk på ENTER for at fortsætte
de: und drücken Sie ENTER, um fortzufahren
el: και πιέστε το πλήκτρο ENTER για να συνεχίσετε
es: y pulse ENTER para continuar
fr: et appuyez sur ENTRER pour continuer
it: e premere INVIO per continuare
nl: en druk op ENTER om verder te gaan
pt_br: e tecle em INTRODUZIR/ENTER para continuar
ru: и нажмите ENTER для продолжения
sk: a pokračujte stlačtením ENTER
sv: och tryck ENTER för att fortsätta

source: seconds
am: ሰከንዶች
ca: segons
cs: vteřiny
da: sekunder
de: Sekunden
el: δευτερόλεπτα
es: segundos
fr: secondes
it: secondi
nl: seconden
pt_br: segundos
ru: секунд
sk: sekúnd
sv: sekunder

source: Saving random seed
am: seed በ ደፈናው በ ማቀመጥ ላይ
ca: Desant la llavor aleatòria
cs: Ukládání random seed
da: Gemmer tilfældigt frø
de: Speichere zufälligen seed
el: Εξοικονόμηση τυχαίων seed
es: Guardando número aleatorio
fr: Sauvegarde de la graine aléatoire
it: Salvataggio random seed
nl: Opslaan willekeurige seed
pt_br: A guardar a semente aleatória
sk: Ukladanie random seed
sv: Sparar random seed
