Repository: BitJam/Transifex-translations
Catalog: antix-development.cli-aptiX/*.po
Languages: ca, da, de, es, fr, hr, it, nl, pl, pt, sv, tr

source: Command Line
ca: Línia d'ordres
da: Kommandolinje
de: Kommandozeile
es: Línea de comandos
fr: Ligne de commande
hr: Naredbeni redak
it: Riga di comando
nl: Kommandoregelafhankelijken
pl: Wiersz poleceń
pt: Linha de Comando
sv: Kommandorad
tr: Komut Satırı

source: GUI
ca: IGU
es: Interfaz gráfica
fr: Interface graphique
pt: Interface gráfica
tr: Grafik Arayüzü

source: up-arrow
ca: fletxa amunt
da: op-pil
de: Pfeil-hoch
es: Flecha arriba
fr: Flèche haut
it: freccia su
nl: pijl omhoog
pl: strzałka-w-górę
pt: seta para cima
sv: upp-pil
tr: yukarı ok

source: down-arrow
ca: fletxa avall
da: ned-pil
de: Pfeil-runter
es: Flecha abajo
fr: Flèche bas
it: freccia giù
nl: pijl naar beneden
pl: strzałka-w-dół
pt: seta para baixo
sv: ner-pil
tr: aşağı ok

source: page-up
ca: pàgina amunt
de: Seite-hoch
es: Página arriba
fr: Page suivante
it: pagina su
pl: strona-w-górę
pt: página para acima
sv: sida-upp
tr: sayfa-yukarı

source: page-down
ca: pàgina avall
de: Seite-runter
es: Página abajo
fr: Page précédente
it: pagina giù
pl: strona-w-dół
pt: página para baixo
sv: sida-ner
tr: sayfa-aşağı

source: go back to the main menu
ca: torna al menú principal
da: gå tilbage til hovedmenuen
de: Zurück zum Hauptmenü
es: Volver al menú principal
fr: Revenir au menu principal
hr: idi natrag na glavni izbornik
it: Torna al menu principale
nl: ga terug naar hoofdmenu
pl: wróć do menu głównego
pt: voltar ao menu principal
sv: gå tillbaka till huvudmenyn
tr: Ana menüye geri git

source: antiX Command Line Package Installer
ca: Instal·lador de paquets per línia d'ordres d'antiX
da: Pakkeinstallationsprogram til antiX-kommandolinje
de: antiX Paket-Installer für die Kommandozeile
fr: Installateur de paquets en ligne de commande d'antiX
it: antiX Installazione pacchetti a riga di comando
nl: antiX Kommandoregel Pakketinstalleerder
pl: antiX Instalator Pakietów Wiersza Poleceń
pt: Instalador de Pacotes por Linha de Comando
sv: antiX Kommandorad Paket Installerare
tr: antiX Komut Satırı Paket Kurucusu

source: Main Menu
ca: Menú Principal
da: Hovedmenu
de: Hauptmenü
es: Menú principal
fr: Menu principal
hr: Glavni izbornik
it: Menu principale
nl: Hoofdmenu
pl: Menu Główne
pt: Menu Principal
sv: Huvudmeny
tr: Ana Menü

source: Search for packages to mark or install
ca: Cerca paquets per marcar o instal·lar
da: Søg efter pakker til at mærke eller installere
de: Nach Paketen zum Markieren oder für die Installation suchen
es: Buscar paquetes para marcar o instalar
fr: Chercher des paquets à marquer ou à installer
hr: Traži pakete za označavanje ili instalaciju
it: Ricerca di pacchetti da selezionare o installare
nl: Zoeken naar pakketten om te markeren of installeren
pl: Wyszukaj pakiety do zaznaczenia lub zainstalowania
pt: Procurar pacotes para marcar ou instalar
sv: Sök efter paket att markera eller installera
tr: İşaretlemek veya kurmak için paket arama

source: Search for antiX kernels
ca: Cerca kernels per antiX
da: Søg efter antiX-kerner
de: Nach antiX-Kernels suchen
es: Buscar kernels de antiX
fr: Rechercher des noyaux pour antiX
hr: Traži antiX kernele
it: Ricerca di kernel per antiX
nl: Zoeken naar anitX kernels
pl: Wyszukaj jądra antiX (kernels)
pt: Procurar núcleos do antiX
sv: Sök efter antiX kärnor
tr: antiX çekirdeklerini ara

source: Search for all kernels
ca: Cerca tots els kernels
da: Søg efter alle kerner
de: Nach allen Kernels suchen
es: Buscar todos los kernels
fr: Rechercher tous les noyaux
hr: Traži sve kernele
it: Ricerca di tutti i kernel
nl: Zoeken naar alle kernels
pl: Wyszukaj wszystkie jądra (kernels)
pt: Procurar todos os núcleos
sv: Sök efter alla kärnor
tr: Tüm çekirdekleri ara

source: Update package index
ca: Actualitza l'índex de paquets
da: Opdater pakkeindeks
de: Paketindex aktualisieren
es: Actualizar índice de programas
fr: Mettre à jour l'index des paquets
hr: Ažuriraj indeks paketa
it: Aggiorna l'indice dei pacchetti
nl: Pakkettenlijst opwaarderen
pl: Uaktualnij listę pakietów
pt: Actualizar a lista de pacotes
sv: Uppdatera paket index
tr: Paket dizinini güncelle

source: Edit the repo source files
ca: Edita els fitxers font de dipòsits
da: Rediger softwarekilde-kildefiler
de: Repository-Quelldatei bearbeiten
es: Editar el repositorio de fuentes
fr: Editer les fichiers sources du dépôt
hr: Uredi izvorne datoteke repozitorija
it: Modifica i file sorgente dei repository
nl: Bewerk de pakketbron bronbestanden
pl: Edytuj pliki źródłowe repozytoriów
pt: Editar os ficheiros origem dos repositórios
sv: Redigera förrådets källfiler
tr: Depo kaynak dosyalarını düzenle

source: Quit
ca: Surt
da: Afslut
de: Beenden
es: Terminar
fr: Quitter
hr: Zatvori
it: Esci
nl: Stop
pl: Zakończ
pt: Sair
sv: Avsluta
tr: Çıkış

source: All %s suggested %s packages have been installed
ca: S'han instal·lat tots els%s paquets %ssuggerits
da: Alle %s foreslåede %s-pakker blev installeret
de: Alle %s vorgeschlagenen %s Pakete wurden installiert
es: Todos %s sugeridos paquetes %s han sido instalados
fr: Tous les %s paquets suggérés ont été installés
hr: Svi %s sugerirani %s paketi su instalirani
it: Tutti i %s pacchetti %s suggeriti sono stati installati
nl: Alle %s voorgestelde %s pakketten zijn geïnstalleerd
pl: Wszystkie %s sugerowane %s pakiety zostały zainstalowane
pt: Os %s pacotes %s sugeridos foram instalados
sv: Alla %sföreslagna %spaket har installerats

source: no pending upgrades
ca: sense actualitzacions pendents
da: ingen afventende opgraderinger
de: keine anstehenden Aktualisierungen
es: no hay actualizaciones pendientes
fr: Pas de mise à niveau en attente
it: Non ci sono aggiornamenti in sospeso
nl: geen wachtende opwaarderingen
pl: brak oczekujących aktualizacji
pt: não há actualizações pendentes
sv: inga aktuella uppgraderingar
tr: bekleyen yükseltme yok

source: View a list of %s suggested %s packages
ca: Veure una llista de %s paquets %s suggerits
da: Vis en liste over %s foreslåede %s-pakker
de: Zeige eine Liste von %s vorgeschlagenen %s Paketen
es: Ver una lista de %s paquetes sugeridos %s
fr: Voir une liste des %s paquets suggérés
hr: Pogledaj listu %s sugeriranih %s paketa
it: Visualizza un elenco di %s pacchetti %s suggeriti
nl: Bekijk een lijst van %s voorgestelde %s pakketten
pl: Wyświetl listę %s sugerowanych %s pakietów
pt: Ver uma lista de %s pacotes/programas %s sugeridos
sv: Visa en lista över %sföreslagna %spaket

source: View or perform %s upgrade now
ca: Veure o executar %sactualitzacions ara
da: Vis og udfør %s opgradering nu
de: Zeige oder führe %s Aktualisierung jetzt aus
es: Ver o ejecutar %s actualización ahora
fr: Voir ou exécuter %s mise à niveau maintenant
hr: Pogledaj ili izvedi %s nadogradnju sada
it: Visualizza o esegui un %s aggiornamento ora
nl: Bekijk of voer %s opwaardering nu uit
pl: Wyświetl lub wykonaj %s teraz uaktualnienie
pt: Ver ou efectuar agora %s actualização
sv: Visa eller genomför %suppgradering nu

source: View or perform %s upgrades now
ca: Veure o executar %sactualitzacions ara
da: Vis og udfør %s opgraderinger nu
de: Zeige oder führe %s Aktualisierungen jetzt aus
es: Ver o ejecutar %s actualizaciones ahora
fr: Voir ou exécuter %s mises à niveau maintenant
hr: Pogledaj ili izvedi %s nadogradnje sada
it: Visualizza o esegui %s aggiornamenti ora
nl: Bekijk of voer %s opwaarderingen nu uit
pl: Wyświetl lub wykonaj %s teraz uaktualnienia
pt: Ver ou efectuar agora %s actualizações
sv: Visa eller genomför %suppgraderingar nu

source: Upgrade %s package now
ca: Actualitza %s paquet ara
da: Opgrader %s pakke nu
de: %s Paket jetzt aktualisieren
es: Actualizar %s paquete ahora
fr: Mettre à niveau %s paquet maintenant
hr: Nadogradi %s paket sada
it: Aggiorna un %s pacchetto ora
nl: Nu %s pakket opwaarderen
pl: Zaktualizuj %s pakiet teraz
pt: Actualizar agora %s pacote
sv: Uppgradera %spaket nu
tr: %s paketini şimdi yükselt

source: Upgrade %s packages now
ca: Actualitza %s paquets ara
da: Opgrader %s pakker nu
de: %s Pakete jetzt aktualisieren
es: Actualizar %s paquetes ahora
fr: Mettre à niveau %s paquets maintenant
hr: Nadogradi %s pakete sada
it: Aggiorna %s pacchetti ora
nl: Nu %s pakketten opwaarderen
pl: Zaktualizuj %s pakiety teraz
pt: Actualizar agora %s pacotes
sv: Uppgradera %spaket nu
tr: %s paketini şimdi yükselt

source: View a list of packages to be upgraded
ca: Veure una llista de paquets per actualitzar
da: Vis en liste over pakker som skal opgraderes
de: Zeige eine Liste von aktualisierbaren Paketen
es: Ver una lista de paquetes actualizables
fr: Voir une liste des paquets à mettre à niveau
hr: Pogledaj listu paketa koji će biti nadograđeni
it: Visualizza l'elenco dei pacchetti da aggiornare
nl: Bekijk een lijst van opwaardeerbare pakketten
pl: Wyświetl listę pakietów do aktualizacji
pt: Ver lista de pacotes a serem actualizados
sv: Visa en lista över paket som skall uppgraderas
tr: Yükseltilecek paketlerin listesini görüntüle

source: Ignore these upgrades for now
ca: Ignora aquestes actualitzacions de moment
da: Ignorer opgraderinger indtil videre
de: Diese Aktualisierungen vorerst ignorieren
es: Ignorar estas actualizaciones por ahora
fr: Ignorer ces mises à niveau pour le moment
hr: Zanemari ove nadogradnje za sada
it: Ignora questi aggiornamenti, per ora
nl: Negeer deze opwaarderingen voor nu
pl: Zignoruj na razie te aktualizacje
pt: Ignorar estas actualizações por agora
sv: Ignorera dessa uppgraderingar för tillfället
tr: Şu an bu güncellemeleri yoksay

source: View or install %s marked package
ca: Veure o instal·lar %s paquet marcat
da: Vis eller installer %s mærket pakke
de: Zeige oder installiere %s markiertes Paket
es: Ver o instalar %s paquete seleccionado
fr: Voir ou installer %s paquet marqué
hr: Pogledaj ili instaliraj%s označeni paket
it: Visualizza o installa %s pacchetto selezionato
nl: Bekijk of installeer %s gemarkeerd pakket
pl: Wyświetl lub zainstaluj %s zaznaczony pakiet
pt: Ver ou instalar o pacote %s marcado
sv: Visa eller installera %smarkerat paket
tr: %s işaretlenmiş paketi görüntüle veya kur

source: View or install %s marked packages
ca: Veure o instal·lar %spaquets marcats
da: Vis eller installer %s mærket pakker
de: Zeige oder installiere %s markierte Pakete
es: Ver o instalar %s paquetes seleccionados
fr: Voir ou installer les %s paquets marqués
hr: Pogledaj ili instaliraj%s označene pakete
it: Visualizza o installa %s pacchetti selezionati
nl: Bekijk of installeer %s gemarkeerde pakketten
pl: Wyświetl lub zainstaluj %s zaznaczonych pakietów
pt: Ver ou instalar os pacotes %s marcados
sv: Visa eller installera %smarkerade paket
tr: %s işaretlenmiş paketi görüntüle veya kur

source: Edit Source Menu
ca: Edita el Menú Font
da: Rediger kildemenu
de: Quellmenü bearbeiten
es: Editar el menú de fuentes
fr: Éditer le menu Source
hr: Uredi izbornik izvora
it: Edita il Menu dei sorgenti dei repository
nl: Bewerk Bronmenu
pl: Edytuj menu źródła
pt: Menu Editar Origens
sv: Redigera Källmenyn
tr: Kaynak Menüsünü Düzenle

source: Please select a source file to edit
ca: Si us plau, trieu un fitxer font per editar
da: Vælg venligst en kildefil til redigering
de: Bitte wählen Sie eine Quelldatei zur Bearbeitung
es: Por favor, elige una fuente para editar
fr: Veuillez sélectionner un fichier source à éditer
hr: Molim odaberite datoteku izvora za uređivanje
it: Prego, seleziona un file sorgente da editare
nl: Selecteer aub een bronbestand om aan te passen
pl: Wybierz plik źródłowy do edycji
pt: Seleccionar um ficheiro origem para editar
sv: Var god välj en källfil att redigera
tr: Lütfen düzenlemek için bir kaynak dosyası seçin

source: Could not find file %s to edit
ca: No he trobat el fitxer %s per editar
da: Kunne ikke finde filen %s til redigering
de: Konnte keine Datei %s zum Bearbeiten finden
es: No se encontró arhico %s para editar
fr: Impossible de trouver le fichier %s pour édition
hr: Ne mogu naći datoteku %s za uređivanje
it: Non è stato trovato nessun file %s da editare
nl: Kon bestand %s niet vinden om aan te passen
pl: Nie można znaleźć pliku %s do edycji
pt: Não foi encontrado o ficheiro %s a editar
sv: Kunde inte hitta fil %satt redigera
tr: Düzenlemek için %s dosyası bulunamadı

source: Go back to the main menu
ca: Torna al menú principal
da: Gå tilbage til hovedmenuen
de: Gehe zurück zum Hauptmenü
es: Volver al menú principal
fr: Revenir au menu principal
hr: Idi natrag na glavni izbornik
it: Ritorna al menu principale
nl: Ga terug naar het hoofdmenu
pl: Wróć do menu głównego
pt: Voltar ao menu principal
sv: Gå tillbaka till huvudmenyn
tr: Ana menüye geri git

source: Search for packages
ca: Cerca paquets
da: Søg efter pakker
de: Nach Paketen suchen
es: Buscar paquetes
fr: Recherche des paquets
hr: Traži pakete
it: Ricerca pacchetti
nl: Zoeken naar pakketten
pl: Wyszukiwanie pakietów
pt: Procurar pacotes
sv: Sök efter paket
tr: Paketleri ara

source: exact name match
ca: coincidència exacta del nom
da: match af præcist navn
de: Exakter Suchtreffer
es: concordancia de nombre exacto
fr: correspondance avec le nom exact
hr: točno podudaranje imena
it: corrispondenza esatta al nome
nl: Exacte naamovereenkomst
pl: dokładne dopasowanie nazwy
pt: coincidência do nome completo
sv: exakt namnöverensstämmelse
tr: tam ad eşleşmesi

source: exact name matches
ca: Coincidències exactes del nom
da: match af præcist navn
de: Exakte Suchtreffer
es: concordancias de nombres exactos
fr: correspondances avec le nom exact
hr: točna podudaranja imena
it: corrispondenze esatte al nome
nl: Exacte naamovereenkomsten
pl: dokładne dopasowania nazw
pt: o nome completo coincide
sv: exakta namnöverensstämmelser
tr: tam ad eşleşmeleri

source: leading name match
ca: coincidència de l'inici del nom
da: match af foranstillet navn
de: Anfang entspricht der Suche
es: concordancia de primeras letras de nombre
fr: correspondance avec le début du nom
it: corrispondenza selettiva al nome
nl: Leidende naamovereenkomst
pl: wiodące dopasowanie nazwy
pt: coincidência do primeiro termo
sv: ledande namnöverensstämmelse
tr: Ön ad eşleşmesi

source: leading name matches
ca: coincidències de l'inici del nom
da: match af foranstillet navn
de: Anfänge entsprechen der Suche
es: concordancias de primeras letras del nombre
fr: correspondances avec le début du nom
it: corrispondenze selettive al nome
nl: Leidende naamovereenkomsten
pl: wiodące dopasowania nazw
pt: o primeiro termo coincide
sv: ledande namnöverensstämmelser
tr: Ön ad eşleşmeleri

source: any name match
ca: qualsevol coincidència al nom
da: match af ethvert navn
de: Beliebiger Teil entspricht der Suche
es: concordancia de cualquier nombre
fr: correspondance quelconque avec le nom
hr: podudaranja bilo kojeg imena
it: corrispondenza generica al nome
nl: Enige naamovereenkomst
pl: dowolne dopasowanie nazwy
pt: coincidência de qualquer dos termos
sv: vilken som helst namnöverensstämmelse
tr: herhangi bir ad eşleşmesi

source: any name matches
ca: qualsevol coincidència del nom
da: match af ethvert navn
de: Beliebiger Teil entspricht der Suche
es: concordancias de cualquieres nombres
fr: correspondances quelconques avec le nom
hr: podudaranja bilo kojih imena
it: corrispondenze generiche al nome
nl: Enige naamovereenkomsten
pl: wszystkie pasujące nazwy
pt: pelo menos um dos termos coincide
sv: vilka som helst namnöverensstämmelser
tr: herhangi bir ad eşleşmeleri

source: name or description match
ca: coincidència del nom o descripció
da: match af navn eller beskrivelse
de: Name oder Beschreibung passen
es: concordancia de nombre o descripción
fr: correspondanc avec le nom ou la description
hr: podudaranje imena ili opisa
it: corrispondenza al nome o alla descrizione
nl: Naam- of beschrijvingsovereenkomst
pl: dopasowanie nazwy lub opisu
pt: coincidência pelo nome ou pela descrição
sv: överensstämmelse av namn eller beskrivning
tr: ad veya açıklama eşleşmesi

source: name or description matches
ca: coincidències del nom o descripció
da: match af navn eller beskrivelse
de: Name oder Beschreibung passen
es: concordancias de nombres o descripciones
fr: correspondance avec le nom ou la description
hr: podudaranja imena ili opisa
it: corrispondenze al nome o alla descrizione
nl: Naam- of beschrijvingsovereenkomsten
pl: dopasowania nazw lub opisów
pt: o nome ou a descrição coincide
sv: överensstämmelser av namn eller beskrivningar
tr: ad veya açıklama eşleşmeleri

source: searches
ca: cerques
da: søgninger
de: Suchen
es: buscadas
fr: recherches
hr: pretrage
it: ricerche
nl: zoekopdrachten
pl: wyszukiwania
pt: buscas
sv: sökningar
tr: aramalar

source: No matches were found
ca: No he trobat coincidències
da: Der blev ikke fundet nogle match
de: Keine Treffer wurden gefunden
es: Ningunas coincidencias encontrados
fr: Aucune correspondance trouvée
it: Non è stata trovata alcuna corrispondenza
nl: Geen overeenkomsten gevonden
pl: Nie znaleziono pasujących elementów
pt: Não se verificaram coincidências
sv: Inga överensstämmelser har hittats
tr: Eşleşme bulunamadı

source: Do you want to try a different search?
ca: Voleu fer una cerca diferent?
da: Vil du prøve en anden søgning?
de: Möchten Sie eine andere Suche versuchen?
es: Desea intentar un buscada diferente?
fr: Voulez-vous effectuer une recherche différente ?
hr: Želite li probati drugačije pretraživanje?
it: Vuoi provare una ricerca diversa?
nl: Wilt u een andere zoekopdracht proberen?
pl: Czy chcesz spróbować innego wyszukiwania?
pt: Tentar uma busca diferente?
sv: Vill du göra en annan sökning?
tr: Farklı bir arama denemek ister misiniz?

source: exact
ca: exacta
da: præcis
de: exakt
es: exacto
fr: exacte
hr: točno
it: esatta
pl: dokładny
pt: completo
sv: exakt
tr: kesin

source: leading
ca: inici
da: foranstillet
de: beginnend
es: principios
fr: de début de nom
it: selettiva
nl: beginnende
pl: wiodący
pt: primeiro
sv: ledande
tr: önünde

source: any name
ca: qualsevol nom
da: ethvert navn
de: beliebig
es: cualquier nombre
fr: quelconque
hr: bilo koje ime
it: generica
nl: enige overeenkomst
pl: wszystkie nazwy
pt: qualquer termo
sv: vilket som helst namn
tr: herhangi bir ad

source: description
ca: descripció
da: beskrivelse
de: Beschreibung
es: descripción
hr: opis
it: descrizione
nl: beschrijving
pl: opis
pt: descrição
sv: beskrivning
tr: açıklama

source: Do a different search
ca: Fes una cerca diferent
da: Foretag en anden søgning
de: Andere Suche durchführen
es: Realizar una búsqueda diferente
fr: Lancer une autre recherche
hr: Napravi drugačiju pretragu
it: Fa una ricerca diversa
nl: Een andere zoekopdracht proberen
pl: Wykonaj inne wyszukiwanie
pt: Efectuar uma busca diferente
sv: Gör en annan sökning
tr: Farklı bir arama yap

source: Search Result Menu
ca: Resultat del Menú de Cerca
da: Søgeresultat-menu
de: Menü der Suchergebnisse
es: Menú de resultados de la buscada
fr: Menu de résultat de recherche
hr: Izbornik rezultata pretrage
it: Menu dei Risultati Ricerca
nl: Zoekresultatenmenu
pl: Menu Wyników Wyszukiwania
pt: Menu Resultados de Busca
sv: Meny över sökresultat
tr: Arama Sonucu Menüsü

source: Please select an action
ca: Si us plau, trieu una acció
da: Vælg venligst en handling
de: Bitte eine Aktion auswählen
es: Por favor seleccione una opción
fr: Veuillez sélectionner une action à exécuter
hr: Molim odaberite radnju
it: Per favore seleziona un'azione
nl: Selecteer aub een actie
pl: Wybierz działanie
pt: Seleccionar uma acção
sv: Var god välj en åtgärd
tr: Bir eylem seçin

source: What next?
ca: Què cal fer ara?
da: Hvad nu?
de: Und jetzt?
es: ¿Ahora que?
fr: Et ensuite ?
hr: Što dalje?
it: Qual'è la prossima?
nl: Wat nu?
pl: Co dalej?
pt: O que se segue?
sv: Vad blir nästa åtgärd?
tr: Sırada ne var?

source: %s packages were found
ca: S'han trobat %s paquets
da: %s pakker blev fundet
de: %s Pakete wurden gefunden
es: %s paquetes encontrados
fr: %s paquets ont été trouvés
hr: %s paketa je pronađeno
it: %s pacchetti sono stati trovati
nl: %s pakketten werden gevonden
pl: Znaleziono %s pakietów
pt: Foram encontrados %s pacotes
sv: %spaket hittades
tr: %s paketleri bulundu

source: In the next step you will be shown a list of packages that you can scroll
ca: Al pas següent se us mostrarà una llista de paquets on podreu navegar
da: I det næste trin kan du se en liste over pakker som du kan rulle i
de: Im nächsten Schritt wird Ihnen ein scrollbare Paketliste gezeigt
es: El próximo paso muestra una lista de paquetes que puede desplazarse
fr: A l'étape suivante, s'affichera une liste de paquets que vous pourrez parcourir
it: Nel prossimo passaggio ti verrà mostrato un elenco di pacchetti da visionare
nl: In de volgende stap zult u een lijst te zien krijgen waardoor u kunt scrollen
pl: W następnym kroku wyświetli się lista pakietów, którą można przewijać
pt: No próximo passo será exibida uma lista de pacotes
sv: I nästa steg kommer du att visas en lista över paket som du kan scrolla
tr: Bir sonraki adımda, kaydırma yapabileceğiniz paketlerin bir listesi gösterilecektir

source: Use %s, %s, %s, and %s to scroll the list
ca: Useu %s, %s, %s i %s per navegar per la llista
da: Brug %s, %s, %s og %s til at rulle listen
de: Verwenden Sie %s, %s, %s und %s um die Liste zu scrollen
es: Utiliza %s, %s, %s, y %s para desplazarse en la lista
fr: Utilisez %s, %s, %s, et %s pour faire défiler la liste
hr: Koristite %s, %s, %s, i %s za klizanje liste
it: Usa %s, %s, %s, e %s per scorrere lungo la lista
nl: Gebruik %s, %s, %s, en %s om in de lijst te scrollen
pl: Użyj %s, %s, %s, i %s aby przewinąć listę
pt: Usar %s, %s, %s e %s para mover a lista
sv: Använd %s, %s, %soch %sför att scrolla listan
tr: Listeyi kaydırmak için %s, %s, %s ve %s kullan

source: Position the package you want near the bottom and then press %s to continue
ca: Situeu el paquet que voleu a la vora del final i premeu %s per continuar
da: Placer den pakke du vil have nær bunden og tryk så på %s for at fortsætte
de: Setzen Sie das gewünschte Paket ans Ende und drücken dann %s um fortzufahren
es: Posicione el paquete deseado cerca al fin de la lista y oprima %s para continuar
fr: Positionnez la paquet souhaité près du bas et appuyez sur %s pour continuer
it: Posiziona il pacchetto, che ti interessa, vicino al fondo e poi premi %s per continuare
nl: Positioneer het pakket dat u wilt bij de onderkant en druk dan op %s om door te gaan
pl: Ustaw żądany pakiet blisko dolnej części i naciśnij %s aby kontynuować
pt: Posicionar no fundo o pacote pretendido e premir %s para continuar
sv: Placera paketet som du önskar nära nedre delen och tryck sedan %sför att fortsätta

source: Enter
ca: Entreu
fr: Entrer
it: Invio
pt: Introduzir [Enter]

source: Press %s to see the list
ca: premeu %sper veure la llista
da: Tryk på %s for at se listen
de: Drücken Sie %s zum Anzeigen der Liste
es: Presione %s para ver la lista
fr: Appuyez sur %s pour voir la liste
hr: Pritisni %s da vidiš listu
it: Premi %s per vedere l'elenco
nl: Druk %s om de lijst te zien
pl: Naciśnij %s aby wyświetlić listę
pt: Premir %s para ver a lista
sv: Tryck %sför att se listan
tr: Listeyi görmek için %se basın

source: Use %s to go to the main menu
ca: Useu %s per anar al menú principal
da: Brug %s for at gå til hovedmenuen
de: Verwenden Sie %s um zum Hauptmenü zu gelangen
es: Use %s para ir al menú principal
fr: Utilisez %s pour vous rendre au menu principal
hr: Koristi %s za odlazak na glavni izbornik
it: Usa %s per andare al menu principale
nl: Gebruik %s om naar het hoofdmenu te gaan
pl: Użyj %s aby przejść do menu głównego
pt: Usar %s para ir para o menu principal
sv: Använd %sför att gå till huvudmenyn
tr: Ana menüye gitmek için %s'i kullanın
