Repository: BitJam/Transifex-translations
Catalog: antix-development.cli-aptiX/*.po
Languages: ca, da, de, es, fr, hr, it, nl, pl, pt, sv, tr

source: %s packages are still marked
ca: %s paquets encara estan marcats
da: %s pakker er stadig mærket
de: %s Pakete noch markiert
es: %s paquetes son todavia marcados
fr: %s paquets sont encore marqués
it: %s pacchetti sono ancora selezionati
nl: Pakketten %s zijn nog gemarkeerd
pl: %s pakiety są nadal zaznaczone
pt: %s pacotes ainda estão marcados
sv: %spaket är fortfarande markerade

source: Mark %s unmarked, uninstalled package
ca: Marcat %s paquet, no instal·lat ni marcat
da: Mærk %s umærket, afinstalleret pakke
de: Markiere %s nicht installiertes Paket neu
es: Marcar %s no marcado, paquete no-instalado
fr: Marquer%s paquet non marqué, non installé
it: Seleziona %s pacchetto non selezionato e non installato
nl: Markeer %s gedemarkeerd, gedeïnstalleerd pakket
pl: Zaznacz %s niezaznaczony, niezainstalowany pakiet
pt: Marcar %s pacote não marcado e não instalado
sv: Markera %sicke markerat, inte installerat paket

source: Mark %s unmarked, uninstalled packages
ca: Marcat %s paquets, no instal·lats ni marcats
da: Mærk %s umærket, afinstalleret pakker
de: Markiere %s nicht installierte Pakete neu
es: Marcar %s no marcado, paquetes no-instalados
fr: Marquer %s paquets non marqués, non installés
it: seleziona %s pacchetti non selezionati e non installati
nl: Markeer %s gedemarkeerde, gedeïnstalleerde pakketten
pl: Zaznacz %s niezaznaczonych, niezainstalowanych pakietów
pt: Marcar %s pacotes não marcados e não instalados
sv: Markera %sicke markerade, inte installerade paket

source: Unmark %s marked packages
ca: Desmarcats %spaquets marcats
da: Fjern mærke fra %s mærket pakker
de: Markierung von %s Paketen aufheben
es: Desmarcar %s paquetes marcados
fr: Enlever le marquage de %s paquets
it: deseleziona %s pacchetti selezionati
nl: Demarkeer %s gemarkeerde pakketten
pl: Odznacz %s zaznaczonych pakietów
pt: Desmarcar %s pacotes marcados
sv: Avmarkera %smarkerade paket

source: Checking for package upgrades ...
ca: Comprovant les actualitzacions de paquets ...
da: Søger efter pakkeopgraderinger ...
de: Prüfung auf Paketaktualisierungen ...
es: Buscar actualizaciones de paquetes
fr: Vérifier les mises à niveau de paquets ...
it: Ricerca di pacchetti da aggiornare ...
nl: Controleren op pakket opwaarderingen ...
pl: Sprawdzanie aktualizacji pakietów ...
pt: A procurar actualizações de pacotes ...
sv: Söker efter uppgraderingar av paket...

source: There are %s packages that can be upgraded
ca: Hi ha %s paquets que es poden actualitzar
da: Der er %s pakker som kan opgraderes
de: es sind Aktualisierungen für %s Pakete vorhanden
es: Hay %s paquetes que pueden actualizarse
fr: %s paquets peuvent être mis à niveau
it: Ci sono %s pacchetti da aggiornare
nl: Er zijn %s pakketten die opgewaardeerd kunnen worden
pl: Masz zainstalowane %s pakiety, które można zaktualizować.
pt: Há %s pacotes que podem ser actualizados
sv: Det finns %spaket som kan uppgraderas

source: There are no packages to upgrade
ca: No hi ha paquets per actualitzar
da: Der er ingen pakker at opgradere
de: keine Aktualisierungen vorhanden
es: No hay paquetes para actualizar
fr: Il n'y a aucun paquet à mettre à niveau
it: Non ci sono pacchetti da aggiornare
nl: Er zijn geen pakketten om op te waarderen
pl: Brak pakietów do aktualizacji
pt: Não há pacotes a actualizar
sv: Det finns inga paket att uppgradera
tr: Güncellenecek paket yok

source: System Upgrade Menu
ca: Menú d'Actualització del Sistema
da: Systemopgraderingsmenu
de: Menü Systemaktualisierung
es: Menú de Actualización del Sistema
fr: Menu de mise à niveau du système
it: Menu Aggiornamento Sistema
nl: Systeem Opwaardermenu
pl: Menu Aktualizacji Systemu
pt: Menu de Actualização do Sistema
sv: Uppgraderingsmeny för System
tr: Sistem Yükseltme Menüsü

source: Exit
ca: Surt
da: Afslut
es: Salir
fr: Quitter
hr: Zatvori
it: Esci
nl: Afsluiten
pl: Wyjście
pt: Sair
sv: Avsluta
tr: Çıkış
