Repository: BitJam/Transifex-translations
Catalog: antix-development.cli-aptiX/*.po
Languages: ca, da, de, es, fr, hr, it, nl, pl, pt, sv, tr

source: There was a problem running %s
ca: Hi ha hagut un problema executant %s
da: Der var et problem med at køre %s
de: bei der Ausführung von %s trat ein Problem auf
es: Hubo problema ejecutando %s
fr: Un problème a été rencontré lors de %s
hr: Bilo je problema pri pokretanju %s
it: C'è stato un problema nell'eseguire %s
nl: Er was een probleem met het uitvoeren van %s
pl: Wystąpił problem z uruchomieniem %s
pt: Ocorreu um problema ao executar %s
sv: Det fanns ett problem med att köra %s

source: Do you want to continue anyway
ca: Voleu continuar de tota manera
da: Vil du fortsætte alligevel
de: trotzdem fortsetzen ?
es: ¿Desea continuar de todo modo?
fr: Voulez-vous continuer malgré tout ?
hr: Želite li ipak nastaviti
it: Vuoi continuare in ogni caso
nl: Wilt u toch doorgaan
pl: Czy mimo to chcesz kontynuować?
pt: Continuar, ainda assim?
sv: Vill du ändå fortsätta
tr: Yine de devam etmek istiyor musunuz

source: Creating database ...
ca: Creant base de dades ...
da: Opretter database ...
de: Datenbank wird erzeugt ...
es: Creando base de datos...
fr: Création de la base de données ...
hr: Stvaram bazu podataka...
it: Creazione del database ...
nl: Database creëren ...
pl: Tworzenie bazy danych ...
pt: A criar base de dados ...
sv: Skapar databas...
tr: ... Veritabanı oluşturuluyor

source: database generation
ca: generació de base de dades
da: databasegenerering
de: Datenbank wird generiert
es: generación de base de datos
fr: génération de la base de données
it: la creazione del database
nl: database generatie
pl: generowanie bazy danych
pt: geração da base de dados
sv: databas generation
tr: veritabanı üretimi

source: Updating database ...
ca: Actualitzant la base de dades ...
da: Opdaterer database ...
de: Datenbank wird aktualisiert ...
es: Actualizando base de datos...
fr: Mise à jour de la base de données ...
hr: Ažuriram bazu podataka...
it: Aggiornamento del database ...
nl: Database opwaarderen ...
pl: Aktualizowanie bazy danych ...
pt: A actualizar a base de dados ...
sv: Uppdaterar databas...
tr: Veritabanı güncelleniyor ...

source: database update
ca: actualització de base de dades
da: databaseopdatering
de: Datenbankaktualisierung
es: actualizando base de datos
fr: Mettre à jour la base de données
hr: ažuriranje baze podataka
it: l'aggiornamento del database
nl: database opwaardering
pl: aktualizacja bazy danych
pt: actualização da base de dados
sv: uppdatering av databas
tr: veritabanı güncelleme

source: Found %s dependencies
ca: %s dependències trobades
da: Fandt %s afhængigheder
de: %s Abhängigkeiten gefunden
es: Encontro %s dependencias
fr: %s dépendances trouvées
hr: Nađeno je %s zavisnosti
it: Trovate %s dipendenze
nl: %s Afhankelijkheden gevonden
pl: Znaleziono %s zależności
pt: Encontradas %s dependências
sv: Hittat %sberoenden
tr: %s bağımlılıkları bulundu

source: Marking %s uninstalled dependencies
ca: Marcant %s dependències no instal·lades
da: Mærker %s afinstallerede afhængigheder
de: Markierung der %s nicht installierte Anhängigkeiten
es: Marcando %s dependencias no-instalados
fr: Marquage de %s dépendances non installées
hr: Označavam %s neistalirane zavisnosti
it: Seleziona %s dipendenze non-installate
nl: Markeer %s gedeïnstalleerde afhankelijkheden
pl: Zaznaczanie %s niezainstalowanych zależności
pt: A marcar %s dependências não instaladas
sv: Markerar %sinte installerade beroenden

source: found %s dependencies
ca: trobades %s dependències
da: Fandt %s afhængigheder
de: %sAbhängigkeiten gefunden
es: encontro %s dependencias
fr: %s dépendances trouvées
hr: nađeno je %s zavisnosti
it: trovate %s dipendenze
nl: %s afhankelijkheden gevonden
pl: znaleziono %s zależności
pt: encontradas %s dependências
sv: hittat %sberoenden
tr: %s bağımlılıkları bulundu

source: found %s unmet dependencies
ca: trobades %s dependències necessàries
da: fandt %s umødte afhængigheder
de: %s fehlende Abhängigkeiten gefunden
es: encontro %s dependencias insatisfechas
fr: %s dépendances non satisfaites ont été trouvées
it: trovate %s dipendenze mancanti
nl: vond %s niet-voldane afhankelijkheden
pl: znaleziono %s niespełnionych zależności
pt: encontradas %s dependências orfãs
sv: hittat %sicke mötta beroenden

source: This package and unmet dependencies will add %s Meg
ca: El paquet i les dependències necessàries sumen %s MB
da: Pakken og umødte afhængigheder tilføjer %s MB
de: dieses Paket und die fehlenden Abhängigkeiten werden %s MB belegen
es: Este paquete y dependencias insatisfechas agregue %s Mega
fr: L'installation de ce paquet et des dépendances non satisfaites ajoutera %s Mo
it: Questo pacchetto e le dipendenze mancanti aggiungeranno %s Mega
nl: Dit pakket en niet-voldane afhankelijkheden zullen %s Meg toevoegen
pl: Ten pakiet i niespełnione zależności dodadzą %s MB
pt: Este pacote e as suas dependências orfãs acrescentarão %s Mb
sv: Detta paket och icke mötta beroenden kommer att lägga till %sMeg

source: Marking package %s
ca: Marcant el paquet %s
da: Mærker pakken %s
de: Markierung von Paket %s
es: Marcando paquete %s
fr: Marquage du paquet %s
hr: Označavam paket %s
it: Si seleziona il pacchetto %s
nl: Markeer pakket %s
pl: Zaznaczanie pakietu %s
pt: A marcar o pacote %s
sv: Markerar paket %s

source: Unmarked %s package
ca: Desmarcat el paquet %s
da: Fjernede mærke fra %s pakke
de: Markierung aufgehoben von %s Paket
es: Paquete %s no marcado
fr: %s paquet non marqué
hr: Neoznačeni %s paket
it: %s pacchetto non selezionato
nl: Pakket %sgedemarkeerd
pl: Odznaczono %s pakiet
pt: Desmarcado %s pacote
sv: Avmarkerar %spaket

source: Unmarked %s packages
ca: Desmarcats %s paquets
da: Fjernede mærke fra %s pakker
de: Markierung aufgehoben von %s Paketen
es: Paquetes %s no marcados
fr: %s paquets non marqués
hr: Neoznačeni %s paketi
it: %s pacchetti non selezionati
nl: Pakketten %sgedemarkeerd
pl: Odznaczono %s pakietów
pt: Desmarcados %s pacotes
sv: Avmarkerar %spaket

source: Do you want to see more detailed information?
ca: Voleu veure informació més detallada?
da: Vil du se mere detaljeret information?
de: Detailliertere Informationen anzeigen ?
es: ¿Deseas ver informaciones más detalladas?
fr: Voulez-vous avoir plus de détails ?
hr: Želite li vidjeti detaljnije informacije?
it: Vuoi vedere informazioni più dettagliate?
nl: Wilt u meer gedetailleerde informatie zien?
pl: Czy chcesz zobaczyć bardziej szczegółowe informacje?
pt: Ver informação mais detalhada?
sv: Vill du se mer detaljerad information?
tr: Daha ayrıntılı bilgi görmek ister misiniz?

source: found %s unmet dependencies that will also get installed
ca: trobades %s dependències absents, que també s'instal·laran
da: fandt %s umødte afhængigheder som også installeres
de: %s fehlende Abhängigkeiten werden ebenfalls installiert
es: encontro %s dependencias insatisfechas que también instalará
fr: %s dépendances non satisfaites ont été trouvées qui seront également installées
it: Trovate %s dipendenze mancanti che verranno anche installate
nl: vond %s niet-voldane afhankelijkheden die ook geïnstalleerd zullen worden
pl: znaleziono %s niespełnione zależności, które również zostaną zainstalowane
pt: encontradas %s dependências orfãs que também serão instaladas
sv: hittat %sicke mötta beroenden som också kommer att installeras

source: Do you want to install this package now?
ca: Voleu instal·lar aquest paquet ara?
da: Vil du installere pakken nu?
de: Soll dieses Paket jetzt installiert werden ?
es: ¿Desea instalar esté paquete ahora?
fr: Voulez-vous installer ce paquet maintenant ?
hr: Želite li sada instalirati ovaj paket?
it: Vuoi installare questo pacchetto ora?
nl: Wilt u dit pakket nu installeren?
pl: Czy chcesz teraz zainstalować ten pakiet?
pt: Instalar este pacote agora?
sv: Vill du installera detta paket nu?
tr: Bu paketi şimdi kurmak istiyor musunuz?

source: Installing %s
ca: Instal·lant %s
da: Installerer %s
de: %s wird installiert
es: Instalando %s
fr: Installation de %s
hr: Instaliram %s
it: Installazione di %s
nl: Installeren %s
pl: Instalowanie %s
pt: A instalar %s
sv: Installerar %s
tr: %s kuruluyor

source: Found %s un-installed marked packages
ca: Trobats %s paquets marcats no instal·lats
da: Fandt %s afinstallerede mærkede pakker
de: %s nicht installierte markierte Pakete gefunden
es: Encontro %s paquetes marcados no-instalados
fr: %s paquets marqués non installés ont été trouvés
it: Trovati %s pacchetti marcati, non installati
nl: Vond %s gedeïnstalleerde gemarkeerde pakketten
pl: Znaleziono %s niezainstalowane zaznaczone pakiety
pt: Encontrados %s pacotes marcados e não instalados
sv: Hittat %savinstallerade markerade paket

source: Nothing to install
ca: Res a instal·lar
da: Intet at installere
de: Nichts zu installieren
es: Nada de instalar
fr: Rien à installer
hr: Ništa za instalirati
it: Niente da installare
nl: Niets te installeren
pl: Nie ma nic do zainstalowania
pt: Nada para instalar
sv: Det finns inget att installera
tr: Kurulacak birşey yok

source: Install %s package
ca: Instal·la %spaquet
da: Installer %s pakke
de: Installiere %s Paket
es: Instalar %s paquete
fr: Installer %s paquet
hr: Instaliraj %s paket
it: Installa %s pacchetto
nl: Installeer pakket %s
pl: Zainstaluj %s pakiet
pt: Instalar %s pacote
sv: Installera %spaket
tr: %s paketini kur

source: Install %s packages
ca: Instal·la %s paquets
da: Installer %s pakker
de: Installiere %s Pakete
es: Instalar %s paquetes
fr: Installer %s paquets
hr: Instaliraj %s pakete
it: Installa %s pacchetti
nl: Installeer pakketten %s
pl: Zainstaluj %s pakiety
pt: Instalar %s pacotes
sv: Installera %spaket
tr: %s paketlerini kur

source: The packages and unmet dependencies will add %s Meg
ca: Els paquets i les dependències necessàries sumen %s MB
da: Pakkerne og umødte afhængigheder tilføjer %s MB
de: diese Pakete und die fehlenden Abhängigkeiten werden %s MB belegen
es: Los paquetes y dependencias insatisfechas agregue %s Meg
fr: L'installation des paquets et des dépendances non satisfaites ajoutera %s Mo
it: I pacchetti e le dipendenze mancanti aggiungeranno %s Mega
nl: De pakketten en niet-voldane afhankelijkheden zullen %s Meg toevoegen
pl: Pakiety i niespełnione zależności dodadzą %s MB
pt: Os pacotes e as dependências orfãs acrescentarão %s Mb
sv: Paketen och icke mötta beroenden kommer att lägga till %sMeg

source: Install this package?
ca: Instal·la aquest paquet?
da: Installer pakken?
de: diese Paket installieren ?
es: ¿Instalar este paquete?
fr: Installer ce paquet?
hr: Instalirati ovaj paket?
it: Installare questo pacchetto?
nl: Dit pakket installeren?
pl: Czy zainstalować ten pakiet?
pt: Instalar este pacote?
sv: Installera detta paket?
tr: Bu paket kurulsun mu?

source: Install these packages?
ca: Instal·la aquests paquets?
da: Installer disse pakker?
de: diese Pakete installieren ?
es: ¿Instalar estos paquetes?
fr: Installer ces paquets?
hr: Instalirati ove pakete?
it: Installare questi pacchetti?
nl: Deze pakketten installeren?
pl: Czy zainstalować te pakiety?
pt: Instalar estes pacotes?
sv: Installera dessa paket?
tr: Bu paketler kurulsun mu?

source: Install %s marked package
ca: Instal·la %s paquets marcats
da: Installer %s mærket pakke
de: Installiere %s markiertes Paket
es: Instalar %s paquete marcado
fr: Installer %s paquet marqué
hr: Instaliraj %s označene pakete
it: Installa %s pacchetto selezionato
nl: Installeer %s gemarkeerd pakket
pl: Zainstaluj %s zaznaczony pakiet
pt: Instalar %s pacote marcado
sv: Installera %smarkerat paket
tr: %s işaretli paketi kur

source: Install all %s marked packages
ca: Instal·la tots els %s paquets marcats
da: Installer alle %s mærkede pakker
de: Installiere alle %s markierten Pakete
es: Instalar todos %s paquetes marcados
fr: Installer les %s paquets marqués
hr: Instaliraj sve %s označene pakete
it: Installa tutti i %s pacchetti selezionati
nl: Installeer alle %s gemarkeerde pakketten
pl: Zainstaluj wszystkie %s zaznaczone pakiety
pt: Instalar os %s pacotes marcados
sv: Installera alla %smarkerade paket
tr: %s işaretli paketlerin hepsini kur

source: View %s marked package
ca: Veure els %s paquets marcats
da: Vis %s mærket pakke
de: Zeige %s markiertes Paket an
es: Ver %s paquete marcado
fr: Voir %s paquet marqué
hr: Pogledaj %s označeni paket
it: Vedi %s pacchetto selezionato
nl: Bekijk %s gemarkeerd pakket
pl: Wyświetl %s zaznaczony pakiet
pt: Ver %s pacote marcado
sv: Visa %smarkerat paket
tr: %s işaretlenmiş paketi görüntüle

source: View all %s marked packages
ca: Veure tots els %s paquets marcats
da: Vis alle %s mærkede pakker
de: Zeige alle %s markierten Pakete an
es: Ver todas %s paquetes marcados
fr: Voir les %s paquets marqués
hr: Pogledaj sve %s označene pakete
it: Vedi tutti i %s pacchetti selezionati
nl: Bekijk alle %s gemarkeerde pakketten
pl: Wyświetl wszystkie %s zaznaczone pakiety
pt: Ver os %s pacotes marcados
sv: Visa alla %smarkerade paket
tr: %s işaretli paketlerin hepsini görüntüle

source: Unmark %s marked package
ca: Desmarca %s paquet marcat
da: Fjern mærke fra %s mærket pakke
de: Markierung von %s Paket aufheben
es: Desmarcar %s paquete marcado
fr: Enlever le marquage de %s paquet marqué
hr: Odznači %s označeni paket
it: Deseleziona %s pacchetto selezionato
nl: Demarkeer %s gemarkeerd pakket
pl: Odznacz %s zaznaczony pakiet
pt: Desmarcar %s pacote marcado
sv: Avmarkera %smarkerat paket
tr: %s işaretli paketin işaretini kaldır

source: Unmark all %s marked packages
ca: desmarca tots els %s paquets marcats
da: Fjern mærke fra alle %s mærket pakker
de: Markierung von allen %s Paketen aufheben
es: Desmarcar todos %s paquetes marcados
fr: Enlever le marquage des %s paquets marqués
hr: Odznači sve %s označene pakete
it: Deseleziona tutti i %s pacchetti selezionati
nl: Demarkeer alle %s gemarkeerde pakketten
pl: Odznacz wszystkie %s zaznaczone pakiety
pt: Desmarcar os %s pacotes marcados
sv: Avmarkera alla %smarkerade paket
tr: %s işaretli tüm paketlerin işaretini kaldır

source: View or Install Marked Packages
ca: Veure o instal·lar tots els paquets marcats
da: Vis eller installer mærkede pakker
de: Zeige oder installiere markierte Pakete
es: Ver o instalar paquetes marcados
fr: Voir ou installer les paquets marqués
it: Vedi o installa i pacchetti selezionati
nl: Bekijk of Installeer Gemarkeerde Pakketten
pl: Wyświetl lub Zainstaluj Zaznaczone Pakiety
pt: Ver ou instalar os pacotes marcados
sv: Se eller Installera Markerade Paket
tr: İşaretlenmiş paketleri görüntüle veya kur

source: No marked packages were found
ca: No he trobat paquets marcats
da: Der blev ikke fundet nogen mærkede pakker
de: keine markierten Pakete gefunden
es: Ningunas paquetes marcados encontrados
fr: Aucun paquet marqué n'a été trouvé
it: Non è stato trovato alcun pacchetto selezionato
nl: Geen gemarkeerde pakketten gevonden
pl: Nie znaleziono żadnych zaznaczonych pakietów
pt: Não foram encontrados pacotes marcados
sv: Inga markerade paket hittades
tr: İşaretli paket bulunamadı

source: Marked packages will add %s Meg
ca: Els paquets marcats sumen %s MB
da: Mærkede pakker tilføjer %s MB
de: die markierten Pakete werden %s MB belegen
es: Paquetes marcados agregue %s Meg
fr: L'installation des paquets marqués ajoutera %sMo
it: I pacchetti selezionati aggiungeranno %s Mega
nl: Gemarkeerde pakketten zullen %s Meg toevoegen
pl: Zaznaczone pakiety dodadzą %s MB
pt: Os pacotes marcados acrescentarão %s Mb
sv: Markerade paket kommer att lägga till %sMeg

source: In the next step you will been shown a list of packages that you can scroll
ca: Al proper pas veureu una llista de paquets per on podeu navegar
da: I det næste trin kan du se en liste med pakker som du kan rulle i
de: im nächsten Schritt wird eine scrollbare Liste der Pakete gezeigt
es: El próximo paso enseña una lista de paquetes que puedes desplazarse
fr: Lors de la prochaine étape, s'affichera une liste de paquets que vous pourrez parcourir
it: Nel prossimo passaggio ti verrà mostrato un elenco di pacchetti che potrai scorrere
nl: In de volgende stap zult u een lijst met pakketten te zien krijgen waardoor u kunt scrollen
pl: W następnym kroku wyświetli się lista pakietów, którą można przewijać
pt: No próximo passo ser-lhe-á apresentada uma lista de pacotes
sv: I nästa steg kommer du att visas en lista över paket som du kan scrolla

source: Use %s to go the main menu
ca: Useu %s per anar al menú principal
da: Brug %s til at gå til hovedmenuen
de: zurück zum Hauptmenü mit %s
es: Usa %s para volver a menú principal
fr: Utilisez %s pour vous rendre au menu principal
it: Usa %s per andare al menu principiale
nl: Gebruik %s om naar het hoofdmenu te gaan
pl: Użyj %s aby przejść do menu głównego
pt: Usar %s para ir para o menu principal
sv: Använd %sför att gå till huvudmenyn

source: Use %s to do another search
ca: Usei %s per fer una altra cerca
da: Brug %s til at foretage en anden søge
de: neue Suche mit %s
es: Usa %s para realizar otro buscada
fr: Utilisez %s pour effectuer une autre recherche
it: Usa %s per fare un'altra ricerca
nl: Gebruik %s voor een nieuwe zoekopdracht
pl: Użyj %s aby wykonać inne wyszukiwanie
pt: Usar %s para fazer outra busca
sv: Använd %sför att göra en annan sökning

source: Suggested %s Packages
ca: %sPaquets suggerits
da: Foreslåede %s pakker
de: %s Pakete vorgeschlagen
es: Sugeridos Paquetes %s
fr: %s paquets suggérés
it: Suggerito %s Pacchetto
nl: Voorgestelde %s Pakketten
pl: Sugerowane %s pakiety
pt: Sugeridos Pacotes de %s
sv: Föreslagna %sPaket

source: No suggestions were found!
ca: No he trobat suggeriments
da: Der blev ikke fundet nogen forslag!
de: es wurde nichts vorgeschlagen !
es: ¡Ningún sugerencias encontrados!
fr: Aucune suggestion trouvée !
it: Nessuno dei suggeriti è stato trovato!
nl: Geen suggesties gevonden!
pl: Nie znaleziono żadnych sugestii!
pt: Não foram encontradas sugestões!
sv: Inga förslag har hittats!
tr: Hiçbir öneri bulunamadı!

source: Check for the file %s
ca: Cerqcant el fitxer %s
da: Søg efter filen %s
de: Überprüfe Datei %s
es: Buscar el fichero %s
fr: Recherche du fichier %s
it: Ricerca del file %s
nl: Controleer op het bestand %s
pl: Sprawdź plik %s
pt: Procurar o ficheiro %s
sv: Kontrollera fil %s

source: View
ca: Veure
da: Vis
de: Anzeigen
es: Ver
fr: Voir les paquets par nombre d'étoiles
hr: Pogled
it: Mostra
nl: Bekijk
pl: Wyświetl
pt: Ver pacotes/programas
sv: Visa
tr: Görünüm

source: View all
ca: Veure'ls tots
da: Vis alle
de: alle anzeigen
es: Ver todos
fr: Afficher tous
it: Visualizza tutto
nl: bekijk alles
pl: Wyświetl wszystkie
pt: Ver os
sv: Visa alla
tr: Tümünü görüntüle

source: suggested packages
ca: paquets suggerits
da: foreslåede pakker
de: vorgeschlagene Pakete
es: paquetes sugeridos
fr: paquets suggérés
it: pacchetti suggeriti
nl: Voorgestelde pakketten
pl: sugerowane pakiety
pt: pacotes/programas sugeridos
sv: föreslagna paket
tr: Önerilen paketler

source: star packages
ca: paquets amb estrella
da: pakker med stjerne(r)
de: herausragende Pakete
es: paquetes estrellas
fr: étoiles
it: stelle pacchetti
nl: Ster pakketten
pl: gwiazdkowych pakietów
pt: estrelas
sv: stjärnmärkta paket

source: zero star packages
ca: cap paquet amb estrella
da: pakker med 0 stjerner
de: keine herausragenden Pakete
es: cero paquetes estrellas
fr: paquets zéro étoile
it: zero stelle pacchetti
nl: Nul ster pakketten
pl: zero gwiazdkowych pakietów
pt: de zero estrelas
sv: icke stjärnmärkta paket

source: Skip to the next step (don't view packages)
ca: Salta al pas següent (no veure els paquets)
da: Spring til det næste trin (vis ikke pakker)
de: zum nächsten Schritt springen (ohne Anzeige der Pakete)
es: Salta al proximo paso (no ver paquetes)
fr: Passer à l'étape suivante (ne pas afficher les paquets)
it: Passa al passaggio successivo (senza mostrare i pacchetti)
nl: Ga door naar de volgende stap (pakketten niet bekijken)
pl: Przejdź do następnego kroku (nie przeglądaj pakietów)
pt: Passar para o passo seguinte (não ver os pacotes)
sv: Hoppa över till nästa steg (se inte paketen)
tr: Sonraki adıma atla (paketleri görüntüleme)

source: Please select which packages to view
ca: Si us plau, trieu quins paquets cal veure
da: Vælg venligst de pakker som skal vises
de: bitte Pakete zum Anzeigen auswählen
es: Favor seleccione cuales paquetes a ver
fr: Veuillez choisir le(s) paquet(s) à consulter
it: Seleziona quali pacchetti mostrare
nl: Selecteer aub welke pakketten te bekijken
pl: Wybierz pakiety do wyświetlenia
pt: Seleccionar os pacotes a visualizar
sv: Var god välj vilka paket att visa
tr: Lütfen hangi paketleri görüntüleyeceğinizi seçin

source: %s packages were found (%s uninstalled)
ca: S'han trobat %spaquets (%s no instal·lats)
da: %s pakker blev fundet (%s afinstalleret)
de: %s Pakete gefunden (%s nicht installiert)
es: %s paquetes encontrado (%s desinstalados)
fr: %s paquets ont été trouvés (%s désinstallés)
it: %s pacchetti sono stati trovati (%s non installati)
nl: %s pakketten werden gevonden (%s gedeïnstalleerd)
pl: Znaleziono %s pakietów (%s niezainstalowanych)
pt: Encontrados %s pacotes (%s não instalados)
sv: %spaket hittades (%sinte installerade)

source: Press %s to see the list, %s to go the main menu, %s to search again
ca: Premeu %s per veure la llista, %s per anara al menú principal, %s per tornar a cercar
da: Tryk på %s for at se listen, %s for at gå til hovedmenuen, %s for at søge igen
de: %s Liste anzeigen, %s zurück zum Hauptmenü, %s neue Suche
es: Press %s para ver lista, %s volver a menú principal, %s buscar de nuevo
fr: Appuyez sur %spour voir la liste, %s pour vous rendre au menu principal, %s pour relancer une recherche
it: Premi %s per vedere la lista, %s per andare al menu principale, %s per cercare ancora
nl: Druk %s om te lijst te zien, %s om naar het hoofdmenu te gaan, %s om opnieuw te zoeken
pl: Naciśnij %s aby zobaczyć listę, %s aby przejść do menu głównego, %s aby wyszukać ponownie
pt: Premir %s para ver a lista, %s para ir para o menu principal, %s para buscar novamente
sv: Tryck %sför att se listan, %sför att gå till huvudmenyn, %sför att söka på nytt

source: See suggestions again
ca: Tornar a veure els suggeriments
da: Se forslag igen
de: Vorschläge erneut anzeigen
es: Ver sugerencias de nueva
fr: Revoir à nouveau les suggestions
it: Vedi suggerimenti di nuovo
nl: Bekijk suggesties nogmaals
pl: Zobacz ponownie sugestie
pt: Voltar a ver as sugestões
sv: Visa förslagen igen
tr: Önerilere tekrar gözat

source: Marked %s previously unmarked packages
ca: Marcats %s paquets, prèviament no marcats
da: Mærket %s pakker som tidligere har fået fjernet mærke
de: %s Pakete wurden neu markiert
es: Marcado %s paquetes previamente no-marcados
fr: Marquage de %s paquets précédemment non marqués
it: Selezionati %s pacchetti precedentemente deselezionati
nl: %s Voorheen ongemarkeerde pakketten gemarkeerd
pl: Zaznaczono %s poprzednio niezaznaczone pakiety
pt: Marcados %s pacotes anteriormente desmarcados
sv: Markera %stidigare icke markerade paket

source: Unmarked all %s previously marked packages
ca: Desmarcats tots els %s paquets, marcats prèviament
da: Fjernede mærke fra alle %s pakker som tidligere har fået mærke
de: Markierung von %s Paketen wurde aufgehoben
es: Desmarcados todos %s paquetes previamente marcados
fr: Retirer le marquage des %s paquets précédemment marqués
it: Deselezionati tutti %s pacchetti selezionati in precedenza
nl: Alle %s voorheen gemarkeerde pakketten gedemarkeerd
pl: Odznaczono wszystkie %s poprzednio zaznaczone pakiety
pt: Desmarcados os %s pacotes anteriormente marcados
sv: Avmarkera alla %stidigare markerade paket

source: %s package is still marked
ca: %s paquet encara està marcat
da: %s pakke er stadig mærket
de: %s Paket noch markiert
es: %s paquete es todavia marcado
fr: %s paquet est encore marqué
it: %s pacchetto è ancora selezionato
nl: Pakket %s is nog gemarkeerd
pl: %s pakiet jest nadal zaznaczony
pt: %s pacote ainda está marcado
sv: %spaket är fortfarande markerat
