Repository: BitJam/Transifex-translations
Catalog: antix-development.cli-aptiX/*.po
Languages: ca, da, de, es, fr, hr, it, nl, pl, pt, sv, tr

source: Use %s to repeat same search
ca: Useu %s per repetir la mateixa cerca
da: Brug %s for at gentage den samme søgning
de: Verwenden Sie %s um die Suche zu wiederholen
es: Usa %s para repetir la misma buscada
fr: Utilisez %s pour refaire la même recherche
hr: Koristi %s za ponavljanje iste pretrage
it: Usa %s per ripetere la stessa ricerca
nl: Gebruik %s om dezelfde zoekopdracht te herhalen
pl: Użyj %s aby powtórzyć to samo wyszukiwanie
pt: Usar %s para repetir a mesma busca
sv: Använd %sför att upprepa samma sökning
tr: Aynı aramayı tekrar etmek için %s kullan

source: Use %s to do new search
ca: Useu %s per fer una nova cerca
da: Brug %s for at foretage en ny søgning
de: Benutzen Sie %s um eine neue Suche zu starten
es: Utiliza %s para una nueva buscada
fr: Utilisez %s pour faire une nouvelle recherche
hr: Koristi %s za pravljenje nove pretrage
it: Usa %s per fare una nuova ricerca
nl: Gebruik %s voor nieuwe zoekopdracht
pl: Użyj %s aby rozpocząć nowe wyszukiwanie
pt: Usar %s para fazer uma nova busca
sv: Använd %sför att göra en ny sökning
tr: Yeni arama yapmak için %s kullan

source: Press %s to skip picking a package
ca: Premeu %sper ometre l'elecció d'un paquet
da: Tryk på %s for at springe valg af pakke over
de: Drücken Sie %s zum Überspringen einer Paketauswahl
es: Pulsar %s para omitir escoger un paquete
fr: Appuyez sur %s pour ignorer un paquet
hr: Pritisni %s za preskakanje odabira paketa
it: Premi %s per saltare la selezione di un pacchetto
nl: Druk %s om een pakket over te slaan
pl: Naciśnij %s aby pominąć wybór pakietu
pt: Premir %s para prosseguir sem marcar um pacote
sv: Tryck %sför att avstå från att välja ett paket
tr: Paket seçimini atlamak için %s'e basın

source: Or enter the number of each package you want to mark or install
ca: O entreu el número de cada paquet que voleu marcar o instal·lar
da: Eller indtast nummeret på de pakker du vil mærke eller installere
de: Oder geben Sie die Nummer jedes Pakets ein, das Sie markieren oder installieren möchten
es: O entra el número de los paquetes que deseas marcar para instalar
fr: Ou entrez le numéro de chaque paquet que vous voulez marquer ou installer
it: O inserisci il numero di ciascun pacchetto che desideri selezionare o installare
nl: Of voer het nummer in van elk pakket dat u wilt markeren of installeren
pl: Lub wprowadź numer każdego pakietu, który chcesz zaznaczyć lub zainstalować
pt: Ou introduzir o número de cada pacote a marcar ou a instalar
sv: Eller ange numret på varje paket som du vill markera eller installera

source: Use %s to indicate a range of numbers
ca: Useu %s per indicar un marge de números
da: Brug %s til at indikere et område af numre
de: Verwenden Sie %s um einen Zahlenbereich zu zeigen
es: Usa %s para indicar un rango de números
fr: Utilisez %s pour indiquer une plage de nombre
it: Usa %s per indicare un intervallo di numeri
nl: Gebruik %s om een bereik van cijfers aan te geven
pl: Użyj %s aby wskazać zakres liczb
pt: Usar %s para indicar uma série de números
sv: Använd %sför att ange ett intervall av nummer

source: Use %s to go to main menu
ca: Useu %s per anar al menú principal
da: Brug %s for at gå til hovedmenuen
de: Verwenden Sie %s um zum Hauptmenü zu gelangen
es: Usa %s para ir al menú prinicipal
fr: Utilisez %s pour vous rendre au menu principal
hr: Koristi %s za odlazak u glavni izbornik
it: Usa %s per andare al menu principale
nl: Gebruik %s om naar hoofdmenu te gaan
pl: Użyj %s aby przejść do menu głównego
pt: Usar %s para ir para o menu principal
sv: Använd %sför att gå till huvudmenyn
tr: Ana menüye gitmek için %s'i kullanın

source: Use %s to see the results again
ca: Useu %s per veure els resultats un altre cop
da: Brug %s til at se resultaterne igen
de: Verwenden Sie %s um die Treffer wieder zu sehen
es: Usa %s para ver resultos de nuevo
fr: Utilisez %s pour revoir les résultats
hr: Koristi %s da ponovno vidite rezultate
it: Usa %s per vedere i resultati di nuovo
nl: Gebruik %s om de resultaten nogmaals te bekijken
pl: Użyj %s aby zobaczyć wyniki ponownie
pt: Usar %s para voltar a ver os resultados
sv: Använd %sför att se resultaten på nytt
tr: Sonuçları tekrar görmek için %s'i kullanın

source: Use %s to do a new search
ca: Useu %sper fer una nova cerca
da: Brug %s til at foretage en ny søgning
de: Verwenden Sie %s für einen neue Suche
es: Use %s para una nueva buscada
fr: Utilisez %s pour lancer une nouvelle recherche
hr: Koristi %s za pravljenje nove pretrage
it: Usa %s per fare una nuova ricerca
nl: Gebruik %s voor een nieuwe zoekopdracht
pl: Użyj %s aby rozpocząć nowe wyszukiwanie
pt: Usar %s para fazer uma nova busca
sv: Använd %sför att göra en ny sökning
tr: Yeni arama yapmak için %s'i kullanın

source: Invalid input. Please try again
ca: Entrada no vàlida. Si us plau, torneu a provar-ho
da: Ugyldig input. Prøv venligst igen
de: Ungültige Eingabe - bitte nochmals versuchen
es: Ingreso invalido. Intenta de nuevo
fr: Saisie invalide. Veuillez réessayer.
hr: Neispravan unos. Molim pokušajte ponovno
it: Inserimento non valido. Riprova
nl: Ongeldige invoer. Probeer aub opnieuw
pl: Nieprawidłowe dane wejściowe. Proszę spróbuj ponownie
pt: Informação inválida. Voltar a tentar
sv: Ogiltigt värde. Var god försök igen
tr: Geçersiz giriş. Lütfen tekrar deneyin

source: The following numbers were out of range %s
ca: Aquests números estan fora de marge %s
da: Følgende numre er udenfor området %s
de: Die folgenden Nummern waren außerhalb des Zahlenbreichs %s
es: Siguientes números están fuera de rango %s
fr: Les nombres suivants sont hors limite %s
it: I seguenti numeri erano fuori dall'intervallo %s
nl: De volgende nummers liggen buiten het bereik: %s
pl: Następujące liczby były poza zakresem %s
pt: Os seguintes números estavam fora do alcance %s
sv: Följande nummer var utanför intervallet %s

source: No valid numbers were given. Please try again
ca: No s'han donat números vàlids. Si us plau, torneu a provar-ho
da: Der blev ikke givet nogen gyldige numre. Prøv venligst igen
de: Es wurden keine gültigen Nummern eingegeben - bitte nochmals versuchen
es: Ningun números validas entrada. Intenta de nueva
fr: Les nombres entrés sont invalides. Veuillez réessayer.
it: Non sono stati forniti numeri validi. Riprova
nl: Geen geldige nummers gegeven. Probeer het aub nog eens
pl: Nie podano prawidłowych numerów. Proszę spróbuj ponownie
pt: Não foram introduzidos números válidos. Voltar a tentar
sv: Inga giltiga nummer har angivits. Var god försök igen
tr: Geçerli sayı verilmedi. Lütfen tekrar deneyin

source: Selected packages
ca: Paquets seleccionats
da: Valgte pakker
de: ausgewählte Pakete
es: Paquetes seleccionadas
fr: Paquets choisis
hr: Odabrani paketi
it: Pacchetti selezionati
nl: Geselecteerde pakketten
pl: Wybrane pakiety
pt: Pacotes seleccionados
sv: Valda paket
tr: Seçili paketler

source: Could not find package number %s
ca: No he pogut trobar el paquet número %s
da: Kunne ikke finde pakke nummer %s
de: Paket Nummer %s konnte nicht gefunden werden
es: No puedo encontrar el paquete número %s
fr: Impossible de trouver le paquet numéro %s
it: Non si riesce a trovare il pacchetto numero %s
nl: Kon pakketnummer %s niet vinden
pl: Nie można znaleźć numeru pakietu %s
pt: O pacote número %s não foi encontrado
sv: Kunde inte hitta paket nummer %s

source: Repeat the same search
ca: Repeteix la mateixa cerca
da: Gentag den samme søgning
de: dieselbe Suche wiederholen
es: Repetir la misma buscada
fr: Répéter la même recherche
hr: Ponovi istu pretragu
it: Ripeti la stessa ricerca
nl: Herhaal dezelfde zoekopdracht
pl: Powtórz to samo wyszukiwanie
pt: Repetir a mesma busca
sv: Upprepa samma sökning
tr: Aynı aramayı tekrar et

source: Search again
ca: Torna a cercar
da: Søg igen
de: neue Suche
es: Buscar de nuevo
fr: Relancer la recherche
hr: Traži ponovno
it: Cerca di nuovo
nl: Opnieuw zoeken
pl: Wyszukaj ponownie
pt: Voltar a buscar
sv: Sök igen
tr: Tekrar ara

source: Go back to main menu
ca: Torna al menú principal
da: Gå tilbage til hovedmenuen
de: zurück zum Hauptmenü
es: Regresa al menú principal
fr: Revenir au menu principal
hr: Idi natrag na glavni izbornik
it: Torna al menu principale
nl: Ga terug naar hoofdmenu
pl: Wróć do menu głównego
pt: Voltar ao menu principal
sv: Gå tillbaka till huvudmenyn
tr: Ana menüye geri git

source: Now what?
ca: Què cal fer ara?
da: Hvad nu?
de: Was jetzt ?
es: ¿Ahora que?
fr: Et maintenant ?
hr: Što sada?
it: E adesso?
nl: Wat nu?
pl: Co teraz?
pt: E agora?
sv: Vad skall göras nu?
tr: Şimdi ne olacak?

source: Do a new search
ca: Fes una nova cerca
da: Foretag en ny søgning
de: neue Suche
es: Haga nueva buscada
fr: Faire une nouvelle recherche
hr: Napravi novu pretragu
it: Effettua una nuova ricerca
nl: Een nieuwe zoekopdracht proberen
pl: Rozpocznij nowe wyszukiwanie
pt: Efectuar uma nova busca
sv: Gör en ny sökning
tr: Yeni bir arama yap

source: See search results again
ca: Torna a veure els resultats de la cerca
da: Se søgeresultater igen
de: Suchergebnisse nochmals zeigen
es: Ver resultados de nuevo
fr: Réafficher les résultats de la recherche
hr: Pogledaj ponovno rezultate pretrage
it: Vedi i risutati di ricerca di nuovo
nl: Bekijk zoekresultaten nogmaals
pl: Zobacz ponownie wyniki wyszukiwania
pt: Voltar a ver os resultados da busca
sv: Se sökresultat igen
tr: Arama sonuçlarına tekrar bakın

source: Return to main menu
ca: Torna al menú principal
da: Vend tilbage til hovedmenu
de: Zurück zum Hauptmenü
es: Volver al menú principal
fr: Revenir au menu principal
hr: Povratak na glavni izbornik
it: Torna al menu principale
nl: Keer terug naar hoofdmenu
pl: Powrót do menu głównego
pt: Voltar ao menu principal
sv: Återvänd till huvudmenyn
tr: Ana menüye geri dön

source: Remove or Purge Menu
ca: Elimina o purga el menú
da: Fjern eller tøm menu
de: Menü entfernen oder löschen
es: Remover o Purgar Menú
fr: Menu Supprimer ou Purger
it: Menu Rimuovi o Pulisci
nl: Menu Verwijderen of Opruimen
pl: Menu Odinstaluj lub Usuń
pt: Menu Remover ou Purgar
sv: Ta bort eller Rensa Menyn
tr: Menüyü temizle veya kaldır

source: Please choose an action for this package
ca: Si us plau trieu una acció per aquest paquet
da: Vælg venligst en handling til pakken
de: Bitte Aktion für dieses Paket auswählen
es: Favor escoge una acción para este paquete
fr: Veuillez choisir une action à appliquer à ce paquet
hr: Molim izaberite radnju za ovaj paket
it: Scegli un azione per questo pacchetto
nl: Selecteer een actie voor dit pakket
pl: Wybierz działanie dla tego pakietu
pt: Escolher uma acção para este pacote
sv: Var god välj en åtgärd för detta paket
tr: Lütfen bu paket için bir eylem seçin

source: Un-install package [remove package but not its config files]
ca: Desinstal·la el paquet (elimina el paquet però no la configuració)
da: Afinstaller pakke [fjern pakke, men ikke dens konfigurationsfiler]
de: Paket deinstallieren [Paket entfernen, aber NICHT die Konfigurationsdateien]
es: Desinstalar paquete [remover paquete pero no ficheros de configuración]
fr: Désinstaller un paquet [supprimer le paquet sans toucher à ses fichiers de configuration]
it: Dis-installa pacchetto [rimuovi pacchetto MA NON i suoi files di configurazione]
nl: Deïnstalleer pakket [verwijder pakket maar niet de configuratiebestanden]
pl: Odinstaluj pakiet [usuń pakiet, ale nie jego pliki konfiguracyjne]
pt: Desinstalar o pacote [remover o pacote, mas não os seus ficheiros de configuração]
sv: Avinstallera paketet [ta bort paketet men inte dess konfigurationsfiler]
tr: Paketi kaldır [paketi kaldır fakat yapılandırma dosyalarını kaldırma]

source: Purge package [remove package AND its config files]
ca: Purga el paquet [elimina el paquet i la configuració]
da: Tøm pakke [fjern pakke OG dens konfigurationsfiler]
de: Paket löschen [sowohl Paket als auch Konfigurationsdateien entfernen]
es: Purgar paquete [remover paquete Y ficheros de configuración]
fr: Purger un paquet [supprimer le paquet AINSI QUE ses fichiers de configuration]
it: Rimuovi completamente pacchetto [rimuovi pacchetto CON i suoi files di configurazione]
nl: Ruim pakket op [verwijder pakket EN de configuratiebestanden]
pl: Usuń pakiet [usuń pakiet ORAZ jego pliki konfiguracyjne]
pt: Purgar o pacote [remover o pacote e os seus ficheiros de configuração]
sv: Rensa paket [ta bort paketet OCH dess konfigurationsfiler]
tr: Paketi sil [paketi ve yapılandırma dosyalarını kaldır]

source: Reinstall package [even if it is up to date]
ca: Reinstal·la el paquet [encara que estigui actualitzat]
da: Geninstaller pakke [selv hvis den er den nyeste]
de: Paket neu installieren [auch wenn die aktuellste Version installiert ist]
es: Reinstalar paquete [aun que esta actualizado]
fr: Réinstaller un paquet [même s'il est à jour]
hr: Ponovno instaliraj paket [čak ako je ažuriran]
it: Reinstalla pacchetto [anche se aggiornato]
nl: Herinstalleer pakket [zelfs als het actueel is]
pl: Zainstaluj pakiet ponownie [nawet jeśli jest aktualny]
pt: Reinstalar o pacote [mesmo que esteja actualizado]
sv: Ominstallera paketet [även om det är aktuellt]
tr: Paketi yeniden kur [güncel olsa bile]

source: Install package [only if it is not up to date]
ca: Instal·la el paquet [només si no està actualitzat]
da: Installer pakke [kun hvis den ikke er den nyeste]
de: Paket installieren [nur falls nicht die aktuellste Version installiert ist]
es: Instalar paquete [solamente si no esta actualizado]
fr: Installer un paquet [uniquement s'il n'est pas à jour]
hr: Instaliraj paket [samo ako nije ažuriran]
it: Installa pacchetto [solo se non aggiornato]
nl: Herinstalleer pakket [enkel als het niet actueel is]
pl: Zainstaluj pakiet [tylko, jeśli nie jest aktualny]
pt: Instalar pacote [apenas se não estiver actualizado]
sv: Installera paketet [endast om det är aktuellt]
tr: Paketi kur [sadece güncel değilse]

source: The %s command failed
ca: Ha fallat l'ordre %s
da: %s-kommandoen mislykkedes
de: Befehl %s gescheitert
es: El comando %s fallo
fr: La commande %s a échoué
it: Il comando %s non ha funzionato
nl: Het %s commando mislukte
pl: Polecenie %s nie powiodło się
pt: O comando %s falhou
sv: %skommandot misslyckades
tr: %s komutu hatalı

source: Please enter the term you want to search for
ca: Si us plau, entreu el terme que voleu cercar
da: Indtast venligst termen du vil søge efter
de: bitte Suchausdruck eingeben
es: Favor entrar el termino para la buscada
fr: Veuillez entrer les termes que vous recherchez
it: Inserisci il termine che vuoi cercare
nl: Voer aub de opdracht waarnaar u wilt zoeken in
pl: Wprowadź nazwę lub termin, który chcesz wyszukać
pt: Introduzir o termo a buscar
sv: Var god ange termen som du vill söka
tr: Lütfen aramak istediğiniz terimi girin

source: Standard globbing wildcards %s and %s work
ca: Funcionen els jóquers estàndard %s i %s
da: Standard globbing-jokertegn %s og %s virker
de: die Standardplatzhalter %s und %s funktionieren
es: Los comodines %s y %s de globbing estándar funciona
fr: Les caractères de remplacement standards %s et %s fonctionnent
it: I caratteri jolly %s e %s funzionano
nl: Standaard globbing jokers %s en %s werken
pl: Standardowe symbole wieloznaczne (znaki globalne) %s i %s działają
pt: Os carácteres padrão %s e %s de coincidência aberta funcionam
sv: Standard globbing wildcards %soch %sfungerar

source: Use an empty string or %s to return to main menu
ca: Useu una cadena buidao %s per tornar al menú principal
da: Brug en tom streng eller %s for at vende tilbage til hovedmenuen
de: zurück zum Hauptmenü mit Leerzeichen oder %s
es: Usa una cadena vacia o %s para volver al menú principal
fr: Utilisez une chaîne vide ou %s pour revenir au menu principal
it: Usare una stringa vuota o %s per tornare al menu principale
nl: Gebruik een lege regel of %s om naar het hoofdmenu terug te keren
pl: Użyj pustego ciągu lub %s aby powrócić do menu głównego
pt: Usar uma linha vazia ou %s para voltar ao menu principal
sv: Använd en tom sträng eller %sför att återvända till huvudmenyn

source: Found
ca: Trobat
da: Fandt
de: gefunden
es: Encontrado
fr: Trouvé(s)
it: Trovato
nl: Gevonden
pl: Znaleziono
pt: Encontrado
sv: Hittad
tr: Bulunan

source: View %s %s results
ca: Veure resultats %s %s
da: Vis %s %s resultater
de: Ergebnisse %s %s anzeigen
es: Ver %s resultados %s
fr: Voir les %s résultats %s
hr: Pogledaj %s %s rezultate
it: Mostra %s %s risultati
nl: Bekijk %s %s resultaten
pl: Wyświetl %s %s rezultatów
pt: Ver %s resultados %s
sv: Visa %s %sresultat

source: Show more information about package %s
ca: Mostra més informació quant al paquet %s
da: Vis mere information om pakken %s
de: mehr Informationen zu Paket %s anzeigen
es: Muestra más información acerca del paquete %s
fr: Afficher plus d'informations sur le paquet %s
it: Mostra ulteriori informazioni sul pacchetto %s
nl: Laat meer informatie over pakket %s zien
pl: Pokaż więcej informacji o pakiecie %s
pt: Mostrar mais informação sobre o pacote %s
sv: Visa mera information om paket %s
tr: %s paketi hakkında daha fazla bilgi göster

source: Uninstall package %s
ca: Desinstal·la el paquet %s
da: Afinstaller pakken %s
de: Paket %s deinstallieren
es: Uninstalar paquete %s
fr: Désinstaller le paquet %s
hr: Deinstaliraj paket %s
it: Disinstalla il pacchetto%s
nl: Deïnstalleer pakket %s
pl: Odinstaluj pakiet %s
pt: Desinstalar o pacote %s
sv: Avinstallera paket %s
tr: %s paketini kaldır

source: Unmark package %s
ca: Desmarca el paquet %s
da: Fjern mærke fra pakken %s
de: Markierung von Paket %s aufheben
es: Desmarcar paquete %s
fr: Enlever le marquage du paquet %s
hr: Odznači paket %s
it: Deseleziona il pacchetto %s
nl: Ontmarkeer pakket %s
pl: Odznacz pakiet %s
pt: Desmarcar o pacote %s
sv: Avmarkera paket %s
tr: %s paketinin işaretini kaldır

source: Mark package %s
ca: Marca el paquet %s
da: Mærk pakken %s
de: Paket %s markieren
es: Marcar paquete %s
fr: Marquer le paquet %s
hr: Označi paket %s
it: Seleziona il pacchetto %s
nl: Markeer pakket %s
pl: Zaznacz pakiet %s
pt: Marcar o pacote %s
sv: Markera paket %s
tr: %s paketini işaretle

source: Install package %s
ca: Instal·la el paquet %s
da: Installer pakken %s
de: Paket %s installieren
es: Instalar paquete %s
fr: Installer le paquet %s
hr: Instaliraj paket %s
it: Installa il pacchetto %s
nl: Installeer pakket %s
pl: Zainstaluj pakiet %s
pt: Instalar o pacote %s
sv: Installera paket %s
tr: %s paketini kur

source: Mark selected, uninstalled package %s
ca: Marca els paquets seleccionats, no instal·lats %s
da: Mærk valgte, afinstalleret pakke %s
de: ausgewähltes nicht installiertes Paket %s markieren
es: Marcar paquete %s seleccionada, no-instalado
fr: Marquer le paquet %s non installé comme sélectionné
hr: Označi odabrani, deinstalirani paket %s
it: Seleziona il pacchetto, non installato, evidenziato %s
nl: Markeer geselecteerd, gedeïnstalleerd pakket %s
pl: Zaznacz wybrany, niezainstalowany pakiet %s
pt: Marcar o pacote %s seleccionado e não instalado
sv: Markera valt, inte installerat paket %s

source: Mark %s selected, uninstalled packages
ca: Marca els %s paquets seleccionats, no instal·lats
da: Mærk %s valgte, afinstallerede pakker
de: %s ausgewählte nicht installierte Pakete markieren
es: Marcar paquetes %s seleccionadas, no-instaladas
fr: Marquer %s paquets non installés comme sélectionnés
hr: Označi %s odabrani, deinstalirani paket
it: Seleziona %s pacchetti, non istallati, evidenziati
nl: Markeer %s geselecteerde, gedeïnstalleerde pakketten
pl: Zaznacz %s wybranych, niezainstalowanych pakietów
pt: Marcar %s pacotes seleccionados e não instalados
sv: Markera %svalda, inte installerade paket

source: install selected uninstalled package %s
ca: instal·la el paquet seleccionat no instal·lat %s
da: installer valgte afinstalleret pakke %s
de: ausgewähltes nicht installiertes Paket %s installieren
es: instalar paquete %s seleccionada, no-instalada
fr: installer le paquet sélectionné non installé %s
hr: instaliraj odabrani deinstalirani paket %s
it: installa il pacchetto selezionato, non installato, %s
nl: Installeer geselecteerd gedeïnstalleerd pakket %s
pl: zainstaluj wybrany niezainstalowany pakiet %s
pt: instalar o pacote %s seleccionado e não instalado
sv: installera valt inte installerat paket %s

source: install %s selected uninstalled packages
ca: instal·la els %s paquets seleccionats no instal·lats
da: installer %s valgte afinstallerede pakker
de: %s ausgewählte nicht installierte Pakete installieren
es: installar paquetes %s seleccionadas, no-instaladas
fr: installer %s paquets sélectionnés non installés
hr: instaliraj %s odabrane deinstalirane pakete
it: installa %s pacchetti selezionati, non installati
nl: Installeer %s geselecteerde gedeïnstalleerde pakketten
pl: zainstaluj %s wybranych niezainstalowanych pakietów
pt: instalar %s pacotes seleccionados e não instalados
sv: installera %svalda inte installerade paket

source: Checking source files ...
ca: Comprovant els fitxers font...
da: Tjekker kildefiler ...
de: Überprüfung der Dateien mit den Repodaten
es: Verificando ficheros fuentes...
fr: Contrôle des fichiers source ...
hr: Provjeravam datoteke izvora...
it: Ricerca dei files sorgente ...
nl: Bronbestanden controleren ...
pl: Sprawdzanie plików źródłowych ...
pt: A procurar ficheiros origem ...
sv: Kontrollerar källfiler...
tr: Kaynak dosyaları denetleniyor ...

source: Run %s now?
ca: Executa %s ara?
da: Kør %s nu?
de: %s jetzt ausführen ?
es: ¿Ejecuta %s ahora?
fr: Lancer %s ?
hr: Pokreni %s sada?
it: Eseguire %s ora?
nl: %s nu uitvoeren?
pl: Czy uruchomić teraz %s?
pt: Executar %s agora?
sv: Kör %snu?
tr: %s şimdi çalışsın mı?

source: No list files were found
ca: No s'ha trobat cap fitxer
da: Der blev ikke fundet nogen listefiler
de: es wurden keine Listendateien gefunden
es: Ningunas ficheros de lista encontrados
fr: Aucun fichier liste n'a été trouvé
it: Nessuna lista di file è stata trovata
nl: Geen lijstbestanden gevonden
pl: Nie znaleziono plików list
pt: Não foram encontrados ficheiros .list
sv: Inga listade filer har hittats
tr: Bulunan liste dosyası yok

source: An %s is required in order to continue
ca: Cal un %s per continuar
da: Der kræves en %s for at fortsætte
de: ein %s ist Weitermachen erforderlich
es: Un %s está requerida para continuar
fr: Lancer %s est requis afin de pouvoir continuer
it: un %s è richiesto per continuare
nl: Een %s is vereist om door te gaan
pl: %s jest wymagany aby kontynuować
pt: É necessário uma %s para continuar
sv: En %sbehövs för att fortsätta
tr: Devam etmek için bir %s gereklidir

source: It appears that at least one list file is missing
ca: Sembla que no hi ha un fitxer de llista, com a mínim
da: Det ser ud til at der mangler mindst én listefil
de: scheinbar fehlt mindestens eine Listendatei
es: Parece que falta al menos un fichero de lista
fr: Il semble qu'il manque au moins un fichier liste
hr: Izgleda da najmanje jedan paket nedostaje
it: Sembra che manchi almeno un file di elenco
nl: Het lijkt erop dat er minimaal een lijstbestand ontbreekt
pl: Wygląda na to, że brakuje co najmniej jednego pliku listy
pt: Parece que pelo menos um ficheiro .list está em falta
sv: Det verkar som om minst en listad fil saknas
tr: En az bir liste dosyası eksik görünüyor

source: You should probably run %s now
ca: Probablement hauríeu d'executar %s ara
da: Du skal formodentligt køre %s nu
de: wahrscheinlich sollten Sie jetzt %s ausführen
es: Probablemente debe ejecutar %s ahora
fr: Vous devez probablement lancer %s maintenant
hr: Vjerojatno trebate pokrenuti %s sada
it: Probabilmente ora dovresti eseguire %s
nl: U zult nu waarschijnlijk %s uit moeten voeren
pl: Prawdopodobnie powinieneś teraz uruchomić %s
pt: Provavelmente %s deverá ser executado agora
sv: Du borde förmodligen köra %snu
tr: Muhtemelen %s'i şimdi çalıştırmalısınız

source: Doing %s
ca: Executant %s
da: Foretager %s
de: %s wird ausgeführt
es: Haciendo %s
fr: Lancement de %s
it: Si effettua %s
nl: Uitvoeren %s
pl: Wykonuję %s
pt: A efectuar %s
sv: Utför %s
