Repository: BitJam/Transifex-translations
Catalog: antix-development.live-usb-save/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pt_br, ru

source: Restore state information
am: የ ሁኔታ መረጃ እንደ ነበር መመለሻ
ca: Restaura la informació d'estat
cs: Obnovit stavové informace
da: Gendan tilstandsinformation
de: Zustandsinformation wiederherstellen
el: Επαναφορά πληροφορίες κατάστασης
es: Restaurar el estado de la información
fr: Restaurer l'information d'état
it: Ripristina le informazioni di stato
nl: Herstel staat informatie
pt_br: Restaurar a informação de estado
ru: Восстановить информацию о состоянии

source: Save state information
am: የ ሁኔታ መረጃ ማስቀመጫ
ca: Desa la informació d'estat
cs: Uložit stavové informace
da: Gem tilstandsinformation
de: Zustandsinformation speichern
el: Αποθήκευση πληροφορίες κατάστασης
es: Guardar la información del estado
fr: Sauvegarder l'information d'état
it: Salva le informazioni di stato
nl: Sla staat informatie op
pt_br: Guardar a informação de estado
ru: Сохранить информацию о состоянии

source: Save %s file %s
am: ማስቀመጫ %s ፋይል %s
ca: Desa el fitxer %s %s
cs: Uložit %s soubor %s
da: Gem %s-fil %s
de: speichern %s Datei %s
el: αποθήκευση %s αρχείο %s
es: Guardar %s archivo %s
fr: Sauver pour l'utilisateur %s le fichier %s
it: Salva %s file %s
nl: Bewaar %s bestand %s
pt_br: Guardar %s ficheiro %s
ru: Сохранить %s файл %s

source: Restore %s file %s
am: እንደ ነበር መመለሻ %s ፋይል %s
ca: Restaura el fitxer %s %s
cs: Obnovit %s soubor %s
da: Gendan %s-fil %s
de: Wiederherstellen %s Datei %s
el: Επαναφορά %s αρχείο %s
es: Restaurar %s archivo %s
fr: Restaurer pour l'utilisateur %s le fichier %s
it: Ripristina %s file %s
nl: Herstel %s bestand %s
pt_br: Restaurar %s ficheiro %s
ru: Восстановить %s файл %s

source: Save %s desktop %s
am: ማስቀመጫ %s ዴስክቶፕ %s
ca: Desa l'escriptori %s a %s
cs: Uložit %s plochu %s
da: Gem %s-skrivebord %s
de: Speichern %s Desktop %s
el: Αποθήκευση %s επιφάνεια εργασίας %s
es: Guardar %s escritorio %s
fr: Sauver le bureau de l'utilisateur %s comme gestionnaire de fenêtres %s
it: Salvare %s desktop %s
nl: Bewaar %s desktop %s
pt_br: Guardar %s ambiente de trabalho %s
ru: Сохранить %s рабочий стол %s

source: restore %s desktop to %s
am: እንደ ነበር መመለሻ %s ዴስክቶፕ %s
ca: restaura l'escriptori %s a %s
cs: Obnovit %s plochu %s
da: gendan %s-skrivebord til %s
de: %s Desktop wiederherstellen zu %s
el: Αποκατάσταση επιφάνεια εργασίας %s στο%s
es: restaurar escritorio %s a %s
fr: Restaurer le bureau de l'utilisateur %s au gestionnaire de fenêtres %s
it: ripristina il desktop %s su %s
nl: Herstel %s desktop naar %s
pt_br: restaurar %s ambiente de trabalho para %s
ru: Восстановить %s рабочий стол на %s

source: general
am: ባጠቃላይ
cs: základní
da: generelt
de: generell
el: γενικός
fr: général
it: generale
nl: algemeen
pt_br: geral
ru: общее

source: machine specific
ca: específic de la màquina
cs: specifické pro tento PC
da: maskinspecifik
de: gerätespezifisch
el: μηχάνημα
es: específico del equipo
fr: propre à la machine
it: macchina specifica
nl: machine specifiek
pt_br: específico de máquina/computador
ru: аппаратно специфическое

source: Save %s state file %s
am: ማስቀመጫ %s የ ሁኔታ ፋይል %s
ca: Desa %s fitxer(s) d'estat %s
cs: Uložit %s stavový soubor %s
da: Gem %s-tilstandsfil %s
de: %s Statusdatei %s speichern
el: αποθήκευση %s του αρχείου state %s
es: Guardar archivo de estado%s %s
fr: Sauver de type %s le fichier d'état %s
it: Salva %s file di stato %s
nl: Sla %s staat bestand %s op
pt_br: Guardar %s ficheiro de estado %s
ru: Сохранить %s файл состояния %s

source: Restore %s state file %s
am: እንደ ነበር መመለሻ %s የ ሁኔታ ፋይል %s
ca: Restaura %s fitxer(s) d'estat %s
cs: Obnovit %s stavový soubor %s
da: Gendan %s-tilstandsfil %s
de: wiederherstellen %s Zustandsdatei %s
el: Επαναφορά %s του αρχείου state %s
es: Restaurar archivo de estado %s %s
fr: Restaurer de type %s le fichier d'état %s
it: Ripristina %s file di stato %s
nl: Herstel %s staat bestand %s
pt_br: Restaurar %s ficheiro de estado %s
ru: Восстановить %s файл состояния %s

source: Reset file %s
am: እንደ ነበር መመለሻ ፋይል %s
ca: Iniçialitza el fitxer %s
cs: Zresetovat soubor %s
da: Nulstil fil %s
de: Datei %s zurücksetzen
el: Επαναφορά αρχείου %s
es: Reajustar archivo %s
fr: Réinitialiser le fichier %s
it: Resetta file %s
nl: Reset bestand %s
pt_br: Restabelecer ficheiro %s
ru: Сброс по умолчанию файла %s

source: Delete %s state file %s
am: ማጥፊያ %s የ ሁኔታ ፋይል %s
ca: Esborra %s fitxer(s) d'estat %s
cs: Smazat %s stavový soubor %s
da: Slet %s-tilstandsfil %s
de: Löschen %s Zustandsdatei %s
el: Διαγραφή %s του αρχείου state %s
es: Borrar archivo de estado %s %s
fr: Effacer le fichier instantané %s de type %s
it: Elimina %s file di stato %s
nl: Verwijder %s staat bestand %s
pt_br: Eliminar %s ficheirode estado %s
ru: Удалить %s файл состояния %s

source: Could not find UUID of boot device for remounting
am: UUID ለ ማስነሻ አካል እንደገና ለ መጫን ማግኘት አልተቻለም
ca: No s'ha trobat el UUID del dispositiu d'arrencada per tornar a muntar.
cs: Nelze najít UUID spustitelné zařízení pro opětovné připojení
da: Kunne ikke finde opstartsenheds UUID for genmontering
de: Konnte fürs remount nicht die UUID des Bootgerätes finden
el: Δεν βρέθηκε το UUID της συσκευής εκκίνησης για την επανατοποθέτηση
es: No se encontró la UUID del dispositivo iniciable para montarlo de nuevo
fr: Impossible de trouver le UUID du périphérique d'amorçage pour remontage
it: Non si riesce a trovare l'UUID del dispositivo di avvio per rimontarlo
nl: Kon geen UUID vinden van het bootdevice voor her-koppelen
pt_br: UUID do dispositivo de iniciação não foi encontrado, para voltar a montar
ru: Не удалось найти UUID загрузочного устройства для перемонтирования

source: Will not save state information
am: የ ሁኔታ መረጃ አይቀመጥም
ca: No es desarà la informació d'estat
cs: Stavové informace se neuloží
da: Gemmer ikke tilstandsinformation
de: Zustandsinformation wird nicht gespeichert
el: Μην αποθήκευση πληροφορίες κατάστασης
es: No se guardará la información del estado
fr: Pas de sauvegarde instantanée de l'information
it: Non verranno salvate le informazioni di stato
nl: Kan staat informatie niet opslaan
pt_br: A informação de estado nãoserá guardada
ru: Не сохранять информацию о состоянии

source: Could not find boot device for remounting
am: ለ መጫን የ ማስነሻ አካል ማግኘት አልተቻለም
ca: No es troba el dispositiu d'arrencada per remuntar
cs: Spustitelné zařízení pro opětovné připojení nebylo nalezeno
da: Kunne ikke finde opstartsenhed for genmontering
de: Konnte Bootgerät fürs Einhängen (mount) nicht finden
el: Δεν βρέθηκε η συσκευή εκκίνησης για την επανατοποθέτηση
es: No se encontró el medio de inicio para montar de nuevo
fr: Impossible de trouver le périphérique d'amorçage pour remontage
it: Non è stato possibile trovare un dispositivo di avvio da rimontare
nl: Kon geen bootdevice voor her-koppelen
pt_br: O dispositivo de iniciação não foi encontrado, para voltar a montar
ru: Не удалось найти загрузочное устройство для перемонтирования

source: Could not remount boot device
am: የ ማስነሻ አካል እንደገና መጫን አልተቻለም
ca: No s'ha pogut tornar a muntar el dispositiu d'arrencada
cs: Spustitelné zařízení nemůže být opětovně připojeno
da: Kunne ikke genmontere opstartsenhed
de: Konnte Bootgerät nicht erneut einbinden
el: Δεν ήταν δυνατή η επαναπροσαρτήσω συσκευή εκκίνησης
es: No se pudo montar de nuevo el dispositivo iniciable
fr: Impossibl de remonter le périphérique d'amorçage
it: Non è stato possibile rimontare il dispositivo di avvio
nl: Kon het bootdevice niet opnieuw koppelen
pt_br: Não foi possível voltar a montar o dispositivo de iniciação
ru: Не удалось перемонтировать загрузочное устройство
