Repository: BitJam/Transifex-translations
Catalog: antix-development.live-disable-services/*.po
Languages: am, ca, cs, da, de, el, es, fr, hi, hr, it, nl, pt, pt_br, sk, sv

source: Customizing services
am: ግልጋሎት ማስተካከያ
ca: Personalització de serveis
cs: Úprava služeb
da: Tilpasser tjenester
de: Anpassen der Dienste
el: Προσαρμογή των υπηρεσιών
es: Personalizando los servicios
fr: Personnalisation des services
hi: सेवाएँ अनुकूलित की जा रही हैं
hr: Prilagođavanje usluga
it: Personalizzazione servizi
nl: Diensten aanpassen
pt: A personalizar serviços
pt_br: Personalizando serviços
sk: Nastavenie služieb
sv: Anpassa tjänster

source: Enabling %s service
am: ማስቻያ %s ግልጋሎት
ca: Activant servei %s
cs: Povolování %s služby
da: Aktiverer %s tjeneste
de: Aktiviere %s Dienst
el: Ενεργοποίηση των υπηρεσιών %s
es: Habilitando %s servicio
fr: Activation du service %s
hi: %s सेवा चालू की जा रही है
hr: Omogućavam %s uslugu
it: Abilitazione del servizio %s
nl: Service %s inschakelen
pt: A activar %s serviço
pt_br: Ativando %s serviço
sk: Aktivovanie %s služby
sv: Aktiverar %s tjänst

source: Disabling %s service
am: ማሰናከያ %s ግልጋሎት
ca: Desactivant servei %s
cs: Zakazování %s služby
da: Deaktiverer %s tjeneste
de: Deaktiviere %s Dienst
el: Απενεργοποίηση υπηρεσιών %s
es: Deshabilitando %s servicio
fr: Désactivation du service %s
hi: %s सेवा बंद की जा रही है
hr: Onemogućavam %s uslugu
it: Disabilitazione del servizio %s
nl: Service %s uitschakelen
pt: A desactivar %s serviço
pt_br: Desativando %s serviço
sk: Deaktivovanie %s služby
sv: Stoppar %s tjänst

source: Enabling %s services
am: ማስቻያ %s ግልጋሎት
ca: Activant %s serveis
cs: Povolování %s služeb
da: Aktiverer %s tjenester
de: %s Dienste aktivieren
el: Ενεργοποίηση των υπηρεσιών %s
es: Habilitando %s servicios
fr: Activation des services %s
hi: %s सेवाएँ चालू की जा रही हैं
hr: Omogućavam %s uslugu
it: Abilitazione %s servizi
nl: Services %s inschakelen
pt: A activar %s serviços
pt_br: Ativando %s serviços
sk: Povoliť %s služby
sv: Gör %s tjänster möjliga

source: Disabling %s services
am: ማሰናከያ %s ግልጋሎት
ca: Inhabilitant %s serveis
cs: Zakazování %s služeb
da: Deaktiverer %s tjenester
de: %s Dienste deaktivieren
el: Απενεργοποίηση των υπηρεσιών %s
es: Inhabilitando %s servicios
fr: Désactivation des services %s
hi: %s सेवाएँ बंद की जा रही हैं
hr: Onemogućavam %s usluge
it: Disabilitazione %s servizi
nl: Services %s uitschakelen
pt: A desactivar %s serviços
pt_br: Desativando %s serviços
sk: Zakázať %s služby
sv: Stänger av %s tjänster

source: Disabling some services %s
am: ማሰናከያ አንዳንድ ግልጋሎት %s
ca: Inhabilitant alguns serveis %s
cs: Zakazování některých služeb %s
da: Deaktiverer nogle tjenester %s
de: Ein paar Dienste deaktivieren %s
el: Απενεργοποίηση μερικών υπηρεσιών %s
es: Inhabilitando algunos servicios %s
fr: Désactivation de certains services %s
hi: कुछ सेवाएँ बंद की जा रही हैं %s
hr: Onemogućavanje nekih usluga %s
it: Si disabilitano alcuni servizi %s
nl: Sommige services %s uitschakelen
pt: A desactivar alguns serviços %s
pt_br: Desativando alguns serviços %s
sk: Zakázať vybrané služby %s
sv: Stänger av några tjänster %s

source: Disabling %s services %s
am: ማሰናከያ %s ግልጋሎት %s
ca: Inhabilitant %s serveis %s
cs: Zakazování %s služeb %s
da: Deaktiverer %s tjenester %s
de: Deaktivieren von %s Diensten %s
el: Απενεργοποίηση %s υπηρεσιών %s
es: Inhabilitando %s servicios %s
fr: Désactivation %s des services %s
hi: %s सेवाएँ बंद की जा रही हैं %s
hr: Onemogućavanje %s usluga %s
it: Si disabilitano %s servizi %s
nl: Services %s uitschakelen %s
pt: A desactivar %s serviços %s
pt_br: Desativando %s serviços %s
sk: Zakázať %s služby %s
sv: Stänger av %s tjänster %s

source: Disabling network services %s
am: ማሰናከያ የ ኔትዎርክ ግልጋሎት %s
ca: Inhabilitant serveis de xarxa %s
cs: Zakazování síťových služeb %s
da: Deaktiverer netv√¶rkstjenester %s
de: Deaktivieren von Netzwerkdiensten %s
el: Απενεργοποίηση δικτύου %s
es: Inhabilitando los servicios de red %s
fr: Désactivation des services réseaux %s
hi: नेटवर्क सेवाएँ बंद की जा रही हैं %s
hr: Onemogućavam mrežne usluge %s
it: Disabilitazione di servizi network %s
nl: Netwerk services %s uitschakelen
pt: A desactivar serviços de rede %s
pt_br: Desativando serviços de rede %s
sk: Zakázať sieťové služby %s
sv: Stänger av nätverkstjänster %s

source: Disabling more services %s
am: ማሰናከያ ተጨማሪ ግልጋሎት %s
ca: Inhabilitant més serveis %s
cs: Zakazování dalších služeb %s
da: Deaktiverer flere tjenester %s
de: Deaktivieren weiterer Dienste %s
el: Απενεργοποίηση περισσότερες υπηρεσίες %s
es: Inhabilitando m√°s servicios %s
fr: Désactivation supplémentaire de services %s
hi: और सेवाएँ बंद की जा रही हैं %s
hr: Onemogućavanje još usluga %s
it: Disabilitazione di ulteriori servizi %s
nl: Meer diensten uistschakelen %s
pt: A desactivar mais serviços %s
pt_br: Desativando mais serviços %s
sk: Zakázať ďalšie služby %s
sv: Stänga av fler tjänster %s

source: Disabling NFS server %s
am: ማሰናከያ የ NFS ሰርቨር %s
ca: Desactivant el servidor NFS %s
cs: Zakazování NFS server %s
da: Deaktiverer NFS-serveren %s
de: Deaktiviere NFS-Server %s
el: Απενεργοποίηση NFS server %s
es: Deshabilitando el servidor NFS %s
fr: Désactivation du serveur NFS %s
hi: NFS सर्वर बंद किया जा रहा है %s
hr: Onemogućavam NFS šposlužitelj %s
it: Disabilitazione del server NFS %s
nl: NFS server %s uitschakelen
pt: A desactivar servidor NFS %s
pt_br: Desativando servidor NFS %s
sk: Zakázať NFS server %s
sv: Stänger av NFS server %s
