Repository: BitJam/Transifex-translations
Catalog: antix-development.antix-systemshpot/*.po
Languages: ar, ca, cs, de, el, es, fr, it, nl, pt_br

source: Locale
ar: اللغة
ca: Localització
cs: Jazyk
de: Gebietsschema
es: Localización
it: Lingua
nl: Taalinstelling
pt_br: Regionalização

source: Disk_Management
ar: إدارة الأقراص
ca: Gestió de disc
cs: Správa_Disku
de: Datenträgerverwaltung
el: Διαχείριση Δίσκου
es: Manejo del disco
fr: Gestionnaire de disque
it: Gestione_disco
nl: Schijf-beheer
pt_br: Gerenciamento do disco

source: Locale options
ar: خيارات اللغة
ca: Opcions de localització
cs: Možnosti jazyka
de: Gebietsschema Optionen
el: Επιλογές locale
es: Opciones de localización
fr: Options Locale
it: Opzioni relative alla lingua
nl: Lokale opties
pt_br: Opções de regionalização

source: Enable locale options
ar: تمكين خيارات اللغة
ca: Activa les opcions de localització
cs: Povolit možnosti jazyka
de: Gebietsschema Optionen aktivieren
el: Ενεργοποίηση επιλογών locale
es: Habilitar opciones de localizaciones
fr: Activer les options de localisation
it: Abilita le opzioni relative alla lingua
nl: Lokale opties aanzetten
pt_br: Habilitar opções de regionalização

source: Names
ar: الأسامي
ca: Noms
cs: Názvy
de: Namen
el: Ονόματα
es: Nombres
fr: Noms
it: Nomi
nl: Namen
pt_br: Nomes

source: Enable name change
ar: تمكين تغيير الأسامي
ca: Activa el canvi de nom
cs: Povolit změnu názvu
de: Aktiviere Namensänderung
el: Ενεργοποίηση αλλαγής ονόματος
es: Habilitar el cambio de nombre
fr: Activer le changement de nom
it: Abilita il cambiamento del nome
nl: Verandering van naam instellen
pt_br: Habilitar mudança de nomes

source: Computer name
ar: أسم الحاسوب
ca: Nom de l'ordinador
cs: Název počítače
de: Rechnername
el: Όνομα υπολογιστή
es: Nombre del sistema
fr: Nom de l'ordinateur
it: Nome del computer
nl: Computer-naam
pt_br: Nome da máquina

source: Computer domain
ar: نطاق الحاسوب
ca: Domini de l'ordinador
cs: Doména počítače
de: Rechnerdomain
el: Δίκτυο στο οποίο ανήκει ο Υπολογιστής
es: Dominio del sistema
fr: Domaine informatique
it: Dominio del computer
nl: Computer-domein
pt_br: Nome de domínio

source: Samba work group
ar: مجموعة عمل Samba
ca: Grup de treball de SAMBA
cs: Pracovní skupina Samba
de: Samba Arbeitsgruppe
el: Ομάδα Εγρασίας Samba
es: Grupo de trabajo Samba
fr: Groupe de travail Samba
it: Gruppo di lavoro Samba
nl: Samba Werkgroep
pt_br: Grupo de trabalho Samba

source: Locales
ar: خيارات اللغة
cs: Jazyky
de: Übersetzungen
es: Localizaciones
it: Lingue
nl: Taalinstellingen
pt_br: Regionalização

source: Change language
ar: تغيير اللغة
ca: Canvia el idioma
cs: Změnit jazyk
de: Sprache ändern
el: Αλλαγή γλώσσας
es: Cambiar el idioma
fr: Changer la langue
it: Cambia la lingua
nl: Veranderen van taal
pt_br: Modificar idioma

source: enable language select
ar: تمكين تحديد اللغة
ca: Activa la selecció de llenguatge
cs: povolit výběr jazyka
de: ermögliche Sprachauswahl
el: ενεργοποίηση επιλογής γλώσσας
es: habilitar la selección del idioma
fr: Activer la séléction du language
it: abilita la selezione della lingua
nl: Taalkeuze instellen
pt_br: Seleção de idioma

source: select console locale
ar: إخثار لغة المحاورة النصية
ca: Tria el locale de la consola
cs: vybrat jazyk konzole
de: Wahlen Sie das Gebietsschema der Konsole
el: επιλογή γλώσσας τερματικού
es: seleccionar localización para la consola
fr: Sélectionnez la console locale
it: seleziona la lingua della console
nl: Kies taal voor de console
pt_br: Regionalização do console

source: select keyboard map
ar: إخثار لغة لوحية المفاتيح
ca: Tria el mapa de teclat
cs: vybrat mapu klávesnice
de: Wählen Sie die Tastaturbelegung
el: επιλογή διάταξης πληκτρολογίου
es: seleccionar una mapa de teclado
fr: Sélectionnez le clavier
it: seleziona la mappatura della tastiera
nl: Kies toetsenbord-indeling
pt_br: Mapa do teclado

source: Change mouse order
ar: غير نظام الماوس
ca: Canvia l'ordre del ratolí
cs: Změnit pořadí myši
de: Verändern der Maus-Einstellung
el: Αλλαγή ενεργειών ποντικιού
es: Cambiar el orden del ratón
fr: Changement de l'ordre de la souris
it: Cambia l'ordine del mouse
nl: Muis-instelling veranderen
pt_br: Modificar configuração do mouse

source: Leave default
ar: حافظ على الإعداد الافتراضي
ca: Deixa'l per omissió
cs: Nechat standardní
de: verlassen der Standardeinstellung
el: Αφήστε την προεπιλογή
es: Mantener las opciones por defecto
fr: Laisser par défaut
it: Lascia le impostazioni predefinite
nl: Standaard behouden
pt_br: Padrão

source: Left hand
ar: اليد اليسرى
ca: Esquerrà
cs: Pro leváky
de: Linkshändig
el: Αριστερό χέρι
es: Mano izquierda
fr: Main gauche
it: Mano sinistra
nl: Linkshandig
pt_br: Canhoto

source: Right hand
ar: اليد اليمنى
ca: Dretà
cs: Pro praváky
de: Rechtshändig
el: Δεξί χέρι
es: Mano derecha
fr: Main droite
it: Mano destra
nl: Rechtshandig
pt_br: Destro

source: Disk management
ar: إدارة القرص
ca: Gestió de disc
cs: Správa disku
de: Datenträgerverwaltung
el: Διαχείρισης Δίσκου
es: Manejo del disco
fr: Gestionnaire de disque
it: Gestione del disco
nl: Schijf-beheer
pt_br: Gerenciamento do disco

source: Enable Disk Management
ar: تمكين إدارة القرص
ca: Activa la gestió de disc
cs: Povolit správu disku
de: Aktiviere Datenträgerverwaltung
el: Ενεργοποίηση Διαχείρισης Δίσκου
es: Habilitar el manejo del disco
fr: Activer le gestionnaire de disque
it: Abilita la Gestione del disco
nl: Schijf-beheer instellen
pt_br: Habilitar gerenciamento do disco

source: Options
ar: خيارات
ca: Opcions
cs: Možnosti
de: Einstellungen
el: Επιλογές
es: Opciones
it: Opzioni
nl: Opties
pt_br: Opções

source: Clear Package Cache
ar: محي خابية الحزمة
ca: Buida la memòria cau de paquets
cs: Vyčistit mezipamět balíčku
de: leeren des Paket-Cache-Speicher
el: Εκκαθάριση cache των πακέτων
es: Borrar el Cache de Paquetes
fr: Effacer le cache des paquets
it: Pulisci la cache dei pacchetti
nl: Bewaarplaats voor pakketten legen
pt_br: Limpar cache de pacotes

source: Clear Logs
ar: محي السجلات
ca: Buida el registre
cs: Vyčistit záznamy
de: leeren der Protokolle
el: Εκκαθάριση αρχείων καταγραφής Logs
es: Borrar los historiales
fr: Effacer les journaux
it: Pulisci i Logs
nl: Logbestanden legen
pt_br: Limpar logs

source: Show basic disk usage
ar: عرض الاستخدام الأساسي للقرص
ca: Mostra l'ús bàsic del disc
cs: Zobrazit základní použití disku
de: Zeige Basisdatenträger Verwendung
el: Εμφάνιση βασικής χρήσης δίσκου
es: Mostrar el uso básico del disco
fr: Montrer l'utilisation de base du disque
it: Mostra l'utilizzo di base del disco
nl: Basaal schijf-gebruik tonen
pt_br: Exibir uso básico do disco

source: Run partition manager
ar: تنفيذ تقسيم القرص
ca: Executa el gestor de particions
cs: Spustit správce oddílů
de: Partitionswerkzeug starten
el: Εκκίνηση του διαχειριστή κατατμήσεων
es: Ejecutar un manejador de particiones
fr: Exécuter le gestionnaire de partition
it: Avvia il gestore delle partizioni
nl: Partitie-manager gebruiken
pt_br: Executar gerenciador de partições

source: Run antiX to USB
ar: تنفيذ antiX إلى الناقل التسلسلي العام USB
ca: Executa antiX a USB
cs: Spustit antiX na USB
de: Starte antiX auf USB
el: Τρέξε το antiX στο USB
es: Ejecutar antix to USB
fr: Exécuter antiX sur USB
it: Esegui antiX da USB
nl: Antix to USB uitvoeren
pt_br: Instalar antiX no pendrive

source: Repair grub
ar: إصلاح grub
ca: Repara el GRUB
cs: Opravit grub
de: Grub-Reparatur
el: Επισκευή του GRUB
es: Reparar Grub
fr: Réparer grub
it: Ripara grub
nl: Grub herstellen
pt_br: Reparo do GRUB

source: Enable grub repair
ar: تمكين إصلاح grub
ca: Activa la reparació del GRUB
cs: Povolit opravu grub
de: Aktiviere Grub-Reparatur
el: Ενεργοποίηση της επισκευής του GRUB
es: Habilitar la reparación de Grub
fr: Activer la réparation du grub
it: Abilita la riparazione di grub
nl: Grub-herstel instellen
pt_br: Habilitar reparo do GRUB

source: Where to install
ar: أين ترغب في التثبيت
ca: On instal·lar
cs: Kam nainstovat
de: Wähle den Installationsort
el: Που να γίνει εγκατάσταση
es: ¿Dónde instalar?
fr: Où installer
it: Dove installare
nl: Waar te installeren
pt_br: Local de instalação

source: Install on MBR
ar: ثبتّ على MBR
ca: Instal·la al MBR
cs: Nainstalovat na MBR
de: Installation in den MBR
el: Εγκατάσταση στο MBR
es: Instalar en MBR
fr: Installation sur le MBR
it: Installa su MBR
nl: Op MBR installeren
pt_br: Instalar no MBR

source: Install on root partition
ar: ثبتّ على قسم الجذر root partition
ca: Instal·la a la partició arrel
cs: Nainstalovat na kořenový oddíl
de: Installation in die root-Partition
el: Εγκατάσταση στην κατάτμηση συστήματος root
es: Instalar en la partición root
fr: Installez-le sur la partition racine
it: Installa nella partizione root
nl: Op de root-partitie installeren
pt_br: Instalar na partição raiz

source: Select system boot disk
ar: حدد قرص تمهيد النظام
ca: Trieu el disc d'arrencada del Sistema
cs: Vybrat systémový disk pro zavádění
de: Wählen Sie das System-Boot-Laufwerk
el: Επιλογή δίσκου εκκίνησης συστήματος
es: Seleccionar el disco de inicio del sistema
fr: Sélectionnez le disque de démarrage du système
it: Seleziona il disco di avvio del sistema
nl: Kies systeem opstart-schijf
pt_br: Selecionar disco de boot

source: None selected
ar: لم يتم التحديد
ca: Cap seleccionat/da
cs: Nic nevybráno
de: Keine ausgewählt
el: Δεν επιλέχθηκε τίποτε
es: No se seleccionó ninguno
fr: Aucun sélectionné
it: Nessuno selezionato
nl: Niets geselecteerd
pt_br: Nenhum selecionado

source: Select root partition
ar: حدد قسم الجذر
ca: Trieu la partició arrel
cs: Vybrat kořenový oddíl
de: Wähle root-Partition
el: Επιλέξτε κατάτμηση συστήματος root
es: Seleccionar la partición de root
fr: Sélectionnez la partition racine
it: Seleziona la partizione di grub
nl: Kies root-partitie
pt_br: Selecionar partição raiz

source: Update grub menu
ar: تحديث قائمة خريارات grub
ca: Actualitza el menú de GRUB
cs: Aktualizovat menu grub
de: Aktualisiere Grub-Menü
el: Ενημέρωση του μενού του GRUB
es: Actualizar el menú de Grub
fr: Mettre à jour le menu de grub
it: Aggiorna il menù di grub
nl: Grub-menu updaten
pt_br: Atualizar menu do GRUB

source: Choose your locale for antiX applications
ar: اختار لغة برامج antiX
ca: Trieu el vostre locale per a les aplicacions d'antiX
cs: Zvolit jazyk pro aplikace antiX
de: Wählen Sie Ihre Sprachumgebung für antiX Anwendungen
el: Επιλέξτε τις τοπικές ρυθμίσεις γλώσσας
es: Escoger su localización para las aplicaciones de antiX
fr: Choisissez votre locale pour les applications antiX
it: Scegli la tua lingua per le applicazioni di antiX
nl: Kies uw taal voor antiX-applicaties
pt_br: Escolha a regionalização para os aplicativos do antiX

source: Locale chosen, antix application locale left default
ar: تم اختيار اللغة, تركت لغة برامج antiX على الإعداد الافتراضي
ca: Triat el locale, es deixa el locale d'aplicacions d'antiX per omissió
cs: Jazyk zvolen, jazyk aplikací antix ponechán na výchozím
de: Gebietsschema wählen, antiX-Anwendungen werden diesen voreingestellten Standard verwenden
el: Επιλέχθηκαν οι τοπικές ρυθμίσεις γλώσσας, παρέμειναν οι προεπιλογές για τις ρυθμίσεις γλώσσας των εφαρμογώνμ του antiX
es: Escogió localización, aplicación de antiX se mantenga localización por defecto
fr: Locale choisi, application d'antix locale laissé par défaut
it: Liingua scelta, lingua dell'applicazione di antiX lasciata predefinita
nl: Taal gekozen. Taal voor antiX-applicaties blijft standaard
pt_br: Regionalização escolhida, aplicativos do antiX deixados no padrão

source: Language has changed to $LOCALE
ar: تم تغيير اللغة إلى $LOCALE
ca: S'ha canviat la llengua a $LOCALE
cs: Jazyk byl změněn na $LOCALE
de: Sprache wird verändert zu $LOCALE
el: Η γλώσσα άλλαξε στο $LOCALE
es: Se ha cambiado el idioma a $LOCALE
fr: La langue a changé pour $LOCALE
it: La lingua è stata cambiata in $LOCALE
nl: Taal is ingesteld op $LOCALE
pt_br: Idioma alterado para $LOCALE

source: Keymap left default
ar: خريطة المفاتيح تركت على الإعداد الافتراضي
ca: Es deixa el mapa de teclat per omissió
cs: Mapa klávesnice ponechána na výchozí
de: Keymap verwendet Standard
el: Η διάταξη πληκτρολογίου παρέμεινε στη αρχική προεπιλογή
es: La mapa del teclado es la dada por defecto
fr: Disposition du clavier laissé par défaut
it: Mappatura della tastiera lasciata predefinita
nl: Toetsenbord-standaard behouden
pt_br: Mapa do teclado deixado no padrão

source: Keyboard set to $KEYMAP, restart and use keymap by ALT + SHIFT + (LEFT / RIGHT)
ar: تعيين لوحة المفاتيح إلى $KEYMAP, الرجار إعادة التشغيل و إستعمال حريطة المفاتيح بالضغط على (ALT + SHIFT + (LEFT / RIGHT
ca: Teclat configurat a $KEYMAP, torneu a arrencar i useu el mapa de teclat amb ALT+MAJ+(DRETA/ESQ.)
cs: Klávesnice nastavena na $KEYMAP, restartujte a mapu klávesnice požijte pomocí ALT + SHIFT + (DOLEVA/ DOPRAVA)
de: Tastatur setzen zu $KEYMAP , Neustart und anwenden dieser Einstellung mit ALT + SHIFT + (LEFT / RIGHT)
el: Το πληκτρολόγιο ρυθμίσθηκε στο $KEYMAP. Επανεκκινείστε και χρησιμοποιήστε τη διάταξη πληκτρολογίου μέσω του ALT + SHIFT + (LEFT / RIGHT)
es: Se ajustó el teclado a $KEYMAP, reinicie y use la distribución nueva oprimiendo ALT + MAYÚSCULAS + (IZQUIERDA / DERECHA)
fr: Clavier fixé à $KEYMAP, redémarrer et utiliser la disposition du clavier par ALT + MAJ + (GAUCHE / DROITE)
it: Tastiera impostata su $KEYMAP, riavvia e utilizza la mappatura della tastiera con ALT + SHIFT + (SINISTRA / DESTRA)
nl: Toestenbord ingesteld op $KEYMAP, herstarten en indeling gebruiken met ALS+SHIFT+(LINKS/RECHTS)
pt_br: Teclado definido para $KEYMAP, reinicie e use o mapa com ALT + SHIFT + (ESQUERDA/DIREITA)

source: Keyboard set to $KEYMAP, restart and use keymap by ALT + SHIFT + (LEFT / RIGHT). Mouse layout set to $MOUSE
ar: تعيين لوحة المفاتيح إلى $KEYMAP, الرجار إعادة التشغيل و إستعمال حريطة المفاتيح بالضغط على (ALT + SHIFT + (LEFT / RIGHT. تعيين تحطيط الماوس إلى $MOUSE
ca: Teclat configurat a $KEYMAP, torneu a arrencar i useu el mapa de teclat amb ALT+MAJ+(DRETA/ESQ). Ratolí configurat a $MOUSE
cs: Klávesnice nastavena na $KEYMAP, restartujte a mapu klávesnice požijte pomocí ALT + SHIFT + (DOLEVA/ DOPRAVA). Rozvržení myši nastaveno na $MOUSE
de: Tastatur setzen zu $KEYMAP , Neustart und anwenden dieser Einstellung mit ALT + SHIFT + (LEFT / RIGHT). Maus-Layout setzen zu $MOUSE
el: Το πληκτρολόγιο ρυθμίσθηκε στο $KEYMAP. Επανεκκινείστε και χρησιμοποιήστε τη διάταξη πληκτρολογίου μέσω του ALT + SHIFT + (LEFT / RIGHT). Η διάταξη του ποντικιού ρυθμίσθηκε στο $MOUSE
es: Se ajustó el teclado a $KEYMAP, reinicie y use la distribución nueva oprimiendo ALT + MAYÚSCULAS + (IZQUIERDA / DERECHA). La distribución del ratón se ajustó a $MOUSE
fr: Clavier fixé à $KEYMAP, redémarrer et utiliser la disposition du clavier par ALT + MAJ + (GAUCHE / DROITE). Souris réglé sur $MOUSE
it: Tastiera impostata su $KEYMAP, riavvia e utilizza la mappatura della tastiera con ALT + SHIFT + (SINISTRA / DESTRA) Il layout del mouse è impostato su $MOUSE
nl: Toetsenbord ingesteld op $KEYMAP, herstarten en indeling gebruiken met ALT+SHIFT+(LINKS/RECHTS). Muis ingesteld op $MOUSE
pt_br: Teclado definido para $KEYMAP, reinicie e use o mapa com ALT + SHIFT + (ESQUERDA/DIREITA). Disposição do mouse definida para $MOUSE

source: Need to add some valid information to change names
ar: نحتاج إلى إضافة بعض المعلومات الصحيحة لتغيير أسماء
ca: Cal afegir alguna informació correcta per a canviar els noms
cs: Je třeba přidat jisté platné informace pro změnu názvu
de: Sie müssen gültige Informationen hinzufügen, um Namen zu ändern
el: Πρέπει να προστεθούν μερικές έγκυρες πληροφορίες για να αλλαχθούν τα ονόματα.
es: Debe agregar información válida para cambiar los nombres
fr: Besoin d'ajouter quelques informations valables pour changer de nom
it: Bisogna aggiungere delle informazioni valide per cambiare i nomi
nl: Er is enige bruikbare informatie nodig om de naam te veranderen
pt_br: É preciso incluir uma informação válida para modificar os nomes

source: Samba workgroup has been changed from $OLDWORKGROUP to $NEWWORKGROUP
ar: تغير اسم مجموعة عمل Samba من $OLDWORKGROUP إلى $NEWWORKGROUP
ca: Canviat el grup de treball de SAMBA de $OLDWORKGROUP a $NEWWORKGROUP
cs: Pracovní skupina Samba změněna z $OLDWORKGROUP na $NEWWORKGROUP
de: Sambe-Arbeitsgruppe hat sich von $OLDWORKGROUP zu $NEWWORKGROUP geändert
el: Η Ομάδα Εργασίας Samba άλλαξε από το $OLDWORKGROUP σε $NEWWORKGROUP
es: Se ha cambiado el grupo de trabajo Samba de $OLDWORKGROUP a $NEWWORKGROUP
fr: Le groupe de travail Samba a été changé à partir de $OLDWORKGROUP pour $NEWWORKGROUP
it: Il gruppo di lavoro Samba è stato modificato da $OLDWORKGROUP a $NEWWORKGROUP
nl: Samba Werkgroep is veranderd van $OLDWORKGROUP naar $NEWWORKGROUP
pt_br: Grupo de trabalho Samba foi modificado de $OLDWORKGROUP para $NEWWORKGROUP

source: Domain name has been changed from $OLDDOMAIN to $DOMAIN
ar: تغير اسم النطاق من $OLDDOMAIN إلى $DOMAIN
ca: Canviat el nom de domini de $OLDDOMAIN a $DOMAIN
cs: Název domény změněn z $OLDDOMAIN na $DOMAIN
de: Domain-Name hat sich von $OLDDOMAIN zu $DOMAIN geändert
el: Το Όνομα Χώρου άλλαξε από $OLDDOMAIN σε $DOMAIN
es: El nombre del dominio se ha cambiado de $OLDDOMAIN a $DOMAIN
fr: Le nom de domaine a été changé à partir de $OLDDOMAIN pour $DOMAIN
it: Il nome del dominio è stato modificato da $OLDDOMAIN a $DOMAIN
nl: Domein-naam is veranderd van $OLDDOMAIN naar $DOMAIN
pt_br: Nome de domínio foi modificado de $OLDDOMAIN para $DOMAIN

source: Domain name has been changed from $OLDDOMAIN to $DOMAIN and Samba workgroup from $OLDWORKGROUP to $NEWWORKGROUP
ar: تغير اسم النطاق من $OLDDOMAIN إلى $DOMAIN و تغير اسم مجموعة عمل Samba من $OLDWORKGROUP إلى $NEWWORKGROUP
ca: Canviat el nom de domini de $OLDDOMAIN a $DOMAIN i el grup de treball de SAMBA de $OLDWORKGROUP a $NEWWORKGROUP
cs: Název domény změněn z $OLDDOMAIN na $DOMAIN a pracovní skupina Samba změněna z $OLDWORKGROUP na $NEWWORKGROUP
de: Domain-Name hat sich von $OLDDOMAIN zu $DOMAIN und Samba-Arbeitsgruppe von $OLDWORKGROUP zu $NEWWORKGROUP geändert
el: Το Όνομα Χώρου άλλαξε από $OLDDOMAIN σε $DOMAIN και η Ομάδα Εργασίας Samba άλλαξε από το $OLDWORKGROUP σε $NEWWORKGROUP
es: Se ha cambiado el nombre del dominio de $OLDDOMAIN a $DOMAIN y el grupo de trabajo Samba de $OLDWORKGROUP a $NEWWORKGROUP
fr: Le nom de domaine a été changé à partir de $OLDDOMAIN pour $DOMAINE et le groupe de travail Samba à partir de $OLDWORKGROUP pour $NEWWORKGROUP
it: Il nome del dominio è stato modificato da $OLDDOMAIN a $DOMAIN e il gruppo di lavoro Samba da $OLDWORKGROUP a $NEWWORKGROUP
nl: Domein-naam is omgezet van $OLDDOMAIN naar $DOMAIN en de Samba Werkgroep van $OLDWORKGROUP naar $NEWWORKGROUP
pt_br: Nome de domínio foi modificado de $OLDDOMAIN para $DOMAIN e grupo de trabalho Samba de $OLDWORKGROUP para $NEWWORKGROUP

source: Computer name has been changed from $OLDNAME to $NAME and Samba workgroup from $OLDWORKGROUP to $NEWWORKGROUP
ar: تغير اسم الحاسوب من $OLDNAME إلى $NAME و تغير اسم مجموعة عمل Samba من $OLDWORKGROUP إلى $NEWWORKGROUP
ca: Canviat el nom de l'ordinador de $OLDNAME a $NAME i el grup de treball de SAMBA de $OLDWORKGROUP a $NEWWORKGROUP
cs: Název počítače změněn z $OLDNAME na $NAME a pracovní skupina Samba změněna z $OLDWORKGROUP na $NEWWORKGROUP
de: Computer-Name hat sich von $OLDNAME zu $NAME und Samba-Arbeitsgruppe von $OLDWORKGROUP zu §NEWWORKGROUP geändert
el: Το όνομα υπολογιστή άλλαξε από $OLDNAME σε $NAME και η Ομάδα Εργασίας Samba άλλαξε από το $OLDWORKGROUP σε $NEWWORKGROUP
es: Se ha cambiado el nombre del sistema de $OLDNAME a $NAME y el grupo de trabajo Samba de $OLDWORKGROUP a $NEWWORKGROUP
fr: Le Nom de l'ordinateur a été changé de $OLDNAME pour $NAME et le groupe de travail Samba de $OLDWORKGROUP pour $NEWWORKGROUP
it: Il nome del computer è stato modificato da $OLDNAME a $NAME e il gruppo di lavoro Samba da $OLDWORKGROUP a $NEWWORKGROUP
nl: De computer-naam is omgezet van $OLDNAME naar $NAME en de Samba Werkgroep van $OLDWORKGROUP naar $NEWWORKGROUP
pt_br: Nome da máquina foi modificado de $OLDNAME para $NAME e grupo de trabalho Samba de $OLDWORKGROUP para $NEWWORKGROUP

source: Computer name has been changed from $OLDNAME to $NAME and Domain name from $OLDDOMAIN to $DOMAIN
ar: تغير اسم الحاسوب من $OLDNAME إلى $NAME و تغير اسم النطاق من $OLDDOMAIN إلى $DOMAIN
ca: Canviat el nom de l'ordinador de $OLDNAME a $NAME i el nom de domini de $OLDDOMAIN a $DOMAIN
cs: Název počítače změněn z $OLDNAME na $NAME a název domény změněn z $OLDDOMAIN na $DOMAIN
de: Computer-Name hat sich von $OLDNAME zu $NAME und Domain-Name hat sich von $OLDDOMAIN zu $DOMAIN geändert
el: Το όνομα υπολογιστή άλλαξε από $OLDNAME σε $NAME και το Όνομα Χώρου από $OLDDOMAIN σε $DOMAIN
es: Se ha cambiado el nombre del sistema de $OLDNAME a $NAME y el nombre del dominio de $OLDDOMAIN a $DOMAIN
fr: Le Nom de l'ordinateur a été changé de $OLDNAME pour $NAME et le Nom de domaine à partir de $OLDDOMAIN pour $DOMAIN
it: Il nome del computer è stato modificato da $OLDNAME a $NAME e il nome del dominio da $OLDDOMAIN a $DOMAIN
nl: De computer-naam is omgezet van $OLDNAME naar $NAME en de domeinnaam van $OLDDOMAIN naar $DOMAIN
pt_br: Nome da máquina foi modificado de $OLDNAME para $NAME e nome de domínio foi modificado de $OLDDOMAIN para $DOMAIN

source: Computer name name has been changed from $OLDNAME to $NAME, Domain name from $OLDDOMAIN to $DOMAIN and Samba workgroup from $OLDWORKGROUP to $NEWWORKGROUP
ar: تغير اسم الحاسوب من $OLDNAME إلى $NAME و تغير اسم النطاق من $OLDDOMAIN إلى $DOMAIN و تغير اسم مجموعة عمل Samba من $OLDWORKGROUP إلى $NEWWORKGROUP
ca: Canviat el nom de l'ordinador de $OLDNAME a $NAME, el nom de domini de $OLDDOMAIN a $DOMAIN i el grup de treball de SAMBA de $OLDWORKGROUP a $NEWWORKGROUP
cs: Název počítače změněn z $OLDNAME na $NAME, Název domény změněn z $OLDDOMAIN na $DOMAIN a pracovní skupina Samba změněna z $OLDWORKGROUP na $NEWWORKGROUP
de: Computer-Name hat sich von $OLDNAME zu $NAME, Domain-Name von $OLDDOMAIN zu $DOMAIN und Samba-Arbeitsgruppe von $OLDWORKGROUP zu $NEWWORKGROUP geändert
el: Το όνομα υπολογιστή άλλαξε από $OLDNAME σε $NAME, το Όνομα Χώρου από $OLDDOMAIN σε $DOMAIN και η Ομάδα Εργασίας Samba από $OLDWORKGROUP σε $NEWWORKGROUP
es: Se ha cambiado el nombre del sistema de $OLDNAME a $NAME, el dominio de $OLDDOMAIN a $DOMAIN y el grupo de trabajo Samba de $OLDWORKGROUP a $NEWWORKGROUP
fr: Le Nom de l'ordinateur a été changé de $OLDNAME pour $NAME le nom de domaine de $OLDDOMAIN pour $DOMAIN et le groupe de travail Samba de $OLDWORKGROUP pour $NEWWORKGROUP
it: Il nome del computer è stato modificato da $OLDNAME a $NAME , il nome del dominio da $OLDDOMAIN a $DOMAIN e il gruppo di lavoro Samba da $OLDWORKGROUP a $NEWWORKGROUP
nl: De computer-naam is omgezet van $OLDNAME naar $NAME, de domeinnaam van $OLDDOMAIN naar $DOMAIN en de Samba Werkgroep van $OLDWORKGROUP naar $NEWWORKGROUP
pt_br: Nome da máquina foi modificado de $OLDNAME para $NAME, nome de domínio foi modificado de $OLDDOMAIN para $DOMAIN e grupo de trabalho Samba de $OLDWORKGROUP para $NEWWORKGROUP

source: Need to add some valid information to change locale options
ar: تحتاج إلى إضافة بعض المعلومات الصحيحة لتغيير خيارات اللغة
ca: Cal afegi alguna informació correcta per canviar les opcions de locale
cs: Je třeba přidat jisté platné informace pro změnu jazyka
de: Sie müssen gültige Informationen hinzufügen, um locale Optionen zu ändern
el: Πρέπει να προστεθούν μερικές έγκυρες πληροφορίες για να αλλάξουν οι επιλογές στο locale
es: Debe agregar información válida para cambiar las opciones de localizaciones.
fr: Besoin d'ajouter quelques informations valables pour modifier les options locale
it: E' necessario aggiungere delle informazioni valide per cambiare le opzioni di lingua locale.
nl: Er is enige bruikbare informatie nodig om de taalinstellingen te veranderen
pt_br: É preciso incluir uma informação válida para modificar as opções de regionalização
