Repository: BitJam/Transifex-translations
Catalog: antix-development.antix-systemshpot/*.po
Languages: ar, ca, cs, de, el, es, fr, it, nl, pt_br

source: Mouse Layout set to $MOUSE
ar: . تعيين تحطيط الماوس إلى $MOUSE
ca: Disposició del ratolí establerta a $MOUSE
cs: Rozvržení myši změněno na $MOUSE
de: Maus-Layout auf $MOUSE gesetzt
el: Η διάταξη Ποντικιού ρυθμίσθηκε στο $MOUSE
es: Se cambió la distribución del ratón a $MOUSE
fr: Souris fixé à $MOUSE
it: Layout del Mouse impostato su $MOUSE
nl: Muis ingesteld op $MOUSE
pt_br: Disposição do mouse definida para $MOUSE

source: Impossible error, radio buttons require at least one choice
ar: خطأ، أزرار الراديو تتطلب على الاقل خيار واحد
ca: Error impossible, els botons d'opció necessiten una tria, com a mínim
cs: Nemožná chyba, přepínací tlačítka potřebují alespoň jednu volbu
de: Unmöglicher Fehler, Options-Schaltflächen erfordern mindestens eine Wahl
el: Αδύνατο Σφάλμα, τα κουμπιά Ράδιο απαιτούν τουλάχιστον μία επιλογή
es: Error imposible. El radio de los botones requiere al menos una escogencia.
fr: Erreur impossible, boutons radio nécessitent au moins un choix
it: Errore, almeno una scelta deve essere spuntata
nl: Onmogelijk, er moet minstens een optie aangevinkt worden
pt_br: Erro, os botões requerem ao menos uma escolha
