Repository: BitJam/Transifex-translations
Catalog: antix-development.console-lib-menu/*.po
Languages: am, ca, cs, da, el, es, fi, hr, it, nl, pt, pt_br, sv

source: <Enter> select option, <q> return to Main, <h> help
am: <Enter> ምርጫ ይምረጡ <q> ወደ ዋናው ለ መመለስ <h> ለ እርዳታ
ca: <Enter> trieu una opció, <q> retorn al Menú Principal, <h> Ajuda
cs: <Enter> vybrat volbu, <q> návrat do menu, <h> nápověda
da: <Enter> vælg valgmulighed, <q> tilbage til hoved, <h> hjælp
el: <Enter>επιλογή, <q>επιστροφή στο Main, <h>βοήθεια
es: <Enter> seleccionar opción, <q> volver al menú <h> ayuda
fi: <Enter> valitse vaihtoehto, <q> palaa päävalikkoon, <h> ohje
hr: <Enter> odaberi opciju, <q> povratak na glavni izbornik, <h> opmoć
it: <Enter> seleziona opzione, <q> torna al principale, <h> aiuto
nl: <Enter> selecteer optie, <q> keer terug naar Hoofd, <h> help
pt: <Enter> seleccionar opção, <q> voltar ao Principal, <h> ajuda
pt_br: <Enter> selecionar opção, <q> voltar ao Principal, <h> ajuda
sv: <Enter> välj alternativ, <q> återvänd till Huvudmeny, <h> hjälp

source: <Enter> select option, <q> quit, <h> help
am: <Enter> ምርጫ ይምረጡ <q> ማጥፊያ <h> ለ እርዳታ
ca: <Enter> trieu una opció, <q> surt, <h> ajuda
cs: <Enter> vybrat volbu, <q> konec, <h> nápověda
da: <Enter> vælg valgmulighed, <q> afslut, <h> hjælp
el: <Enter>επιλογή, <q>έξοδος, <h>βοήθεια
es: <Enter> seleccionar opción <q> salir <h> ayuda
fi: <Enter> valitse vaihtoehto, <q> lopeta, <h> ohje
hr: <Enter> odaberi opciju, <q> završi, <h> pomoć
it: <Enter> seleziona opzione, <q> esci, <h> aiuto
nl: <Enter> selecteer optie, <q> stoppen, <h> hulp
pt: <Enter> seleccionar opção, <q> sair, <h> ajuda
pt_br: <Enter> selecionar opção, <q> sair, <h> ajuda
sv: <Enter>välj alternativ, <q> avsluta, <h> hjälp

source: Return to main menu
am: ወደ ዋናው ዝርዝር መመለሻ
ca: Torna al menú principal
cs: Návrat do hlavního menu
da: Vend tilbage til hovedmenu
el: επιστροφή στο κύριο μενού
es: Volver al menú principal
fi: Palaa päävalikkoon
hr: Povratak na glavni izbornik
it: Torna al menu principale
nl: Keer terug naar hoofdmenu
pt: Voltar ao menu principal
pt_br: Voltar ao menu principal
sv: Återvänd till huvudmeny

source: Are you SURE you want to %s (y/N)
am: እርስዎ በ እርግጥ ይፈልጋሉ ወደ %s (y/N)
ca: Esteu segur que voleu %s (s/N)
cs: Jste si JISTÍ, že si přejete %s (y/N)
da: Er du SIKKER på, at du vil %s (j/N)
el: Είστε βέβαιοι ότι θέλετε να %s (y/N)
es: ¿Estás seguro de querer %s (s/N)
fi: Oletko varma että haluat %s (k/E)
hr: Jeste li SIGURNI da želite %s (d/N)
it: Sei SICURO di voler %s (s/N)
nl: Weet u ZEKER dat u wilt %s (j/N)
pt: Tem a CERTEZA de que quer %s (s/N)
pt_br: Você tem CERTEZA que quer %s (s/N)
sv: Är du SÄKER på att du vill %s (y/N)

source: File not found %s
am: ፋይሉ አልተገኘም %s
ca: No trobo el fitxer %s
cs: Soubor nebyl nalezen %s
da: Filen blev ikke fundet %s
el: Το αρχείο %sδε βρέθηκε
es: Archivo no encontrado %s
fi: Tiedostoa ei löytynyt %s
hr: Datoteka nije nađena %s
it: File non trovato %s
nl: Bestand niet gevonden %s
pt: Ficheiro não encontrado %s
pt_br: Arquivo não encontrado %s
sv: Fil hittades inte %s

source: Cannot write to file %s
am: ፋይል ላይ መጻፍ አይቻልም %s
ca: No puc escriure al fitxer %s
cs: Nelze zapsat do souboru %s
da: Kan ikke skrive til filen %s
el: Δεν είναι δυνατή η εγγραφή στο αρχείο %s
es: No se puede escribir en archivo %s
fi: Ei voida kirjoittaa tiedostoon %s
hr: Ne mogu pisati na datoteku %s
it: Non è possibile scrivere nel file %s
nl: Kan niet schrijven naar bestand %s
pt: Não é possível escrever no ficheiro %s
pt_br: Não dá para escrever para o arquivo %s
sv: Kan inte skriva till fil %s

source: There are too many %s lines to fit on the screen all at once.
am: በርካታ መስመሮች አሉ %s በ መመልከቻው ልክ የሚሆኑ
ca: Hi ha massa %s línies per cabre en la pantalla d'un sol cop.
cs: Příliš mnoho %s řádků pro zobrazení na obrazovce najednou.
da: Der er for mange %s-linjer til at de kan være på skærmen samtidigt.
el: Υπάρχουν πάρα πολλές %sγραμμές για να χωράνε στην οθόνη ταυτόχρονα.
es: Hay demasiadas %s líneas para que quepan en la pantalla a la vez
fi: Liian monta %s riviä mahtumaan ruudulle yhtä aikaa.
hr: Previše je %s redaka d abi svi odjednom stali na zaslon.
it: Ci sono troppe linee %s per essere visualizzate sullo schermo tutte insieme.
nl: Er zijn teveel %s regels om allemaal op het scherm te passen.
pt: Há demasiadas linhas %s para caberem todas no écrã.
pt_br: Tem linhas%s demais para caber na tela todas de uma vez
sv: Det är för många %s rader för att få plats på skärmen på en gång.

source: Therefore the %s will be sent to the 'less' program.
am: ስለዚህ የ %s ይላካል ወደ 'አነስተኛ' ፕሮግራም.
ca: Per tant el %s s'enviarà al prgrama 'less'.
cs: Proto bude %s odeslán do 'menšího' programu.
da: Derfor sendes %s til 'less'-programmet.
el: Ως εκ τούτου, το %s θα σταλεί στο πρόγραμμα 'less'
es: Así que el %s será enviado al programa "less".
fi: Täten %s lähetetään 'less'-sovellukselle.
hr: Stoga će %s biti poslan 'less' programu.
it: Di conseguenza %s verrà inviato al programma 'less'.
nl: Daarom zal %s gezonden worden naar het 'less' programma
pt: Por isso as %s serão enviadas para o programa 'menor' (less).
pt_br: Portanto o %s será enviado para o programa 'inferior'.
sv: Därför måste %s skickas till programmet 'less'.

source: You can scroll the %s with the arrow keys, <page-up>, and <page-down>.
am: እርስዎ መሸብለል ይችላሉ %s በ ቀስት ቁልፎች <page-up>, እና <page-down>.
ca: Podeu navegar per %s amb les tecles de fletxa, <page-up>, i <page-down>.
cs: Můžete posouvat %s pomocí šipek, <page-up>, a <page-down>.
da: Du kan rulle til %s med piletasterne, <page-up> og <page-down>.
el: Μπορείτε να μετακινηθείτε %sμε τα πλήκτρα βέλους, <page-up>, και <page-down>
es: Puedes hacer scroll con las teclas de dirección, <page-up> y <page-down>
fi: Voit liikkua %s nuolinäppäimillä, <page-up>, ja <page-down>.
it: Puoi scorrere la %s con i tasti <page-up> e <page-down>.
nl: U kunt het %sscrollen met de pijltjestoetsen, <page-up>, en <page-down>.
pt: Pode deslocar a %s com as teclas de seta, <page-up>, e <page-down>.
pt_br: Você pode rolar o %s com as teclas de seta, <page-up>, e <page-down>.
sv: Du kan rulla %s med piltangenterna, <page-up>, och <page-down>.

source: Use <Home> to go to the beginning and <End> to go to the end
am: ይጠቀሙ <Home> ወደ መጀመሪያው እና <End> ወደ መጨረሻው ለ መሄድ
ca: Useu <Home> tper anar al començament i <End> tper anar al final
cs: Použivejte <Home> pro návrat na začátek a <End> pro přechod na konec.
da: Brug <Home> for at gå til begyndelsen og <End> for at gå til slutningen
el: Χρησιμοποιήστε το <Home>για να μεταβείτε στην αρχή και <End>να πάτε στο τέλος
es: Pulsa <Home> para ir al principio y <End> para ir al final
fi: Paina <Home> siirtyäksesi alkuun ja <End> siirtyäksesi loppuun
hr: Koristite <Home> za odlazak n početak i <End> za odlazak na kraj
it: Usa <Home> per andare all'inizio e <End> per andare alla fine
nl: Gebruik <Home> om naar het begin te gaan en <End> om naar het eind te gaan
pt: Use <Home> para ir para o princípio e <End> para ir para o fim
pt_br: Use <Home> para ir ao início e <End> para o final
sv: Använd <Home> för att gå till början och <End> för att gå till slutet

source: Press 'q' when you are done. Use 'h' for help and many more commands.
am: ይጫኑ 'q' በሚጨርስሱ ጊዜ: ይጠቀሙ 'h' ለ እርዳታ እና በርካታ ተጨማሪ ትእዛዞች
ca: Premeu 'q' en acabar. Useu 'h' per l'ajuda i altres comandaments.
cs: Až budete hotoví stlačte 'q'. Pro nápovědu a dalśí příkazy použijte 'h'.
da: Tryk på 'q' når du er færdig. Brug 'h' for hjælp og mange andre kommandoer.
el: Πατήστε 'q' όταν τελειώσετε. Χρησιμοποιήστε το 'h' για βοήθεια και πολλές άλλες εντολές.
es: Pulsa 'q' cuando termines. Usa 'h' para ayuda y muchos más comandos.
fi: Paina 'q' kun olet valmis. Paina 'h' nähdäksesi oppaan ja mahdolliset lisäkomennot.
hr: Pritisnite 'q' kad ste gotovi. Koristite 'h' za pomoć i još drugih naredbi.
it: Premi 'q' quando hai terminato. Usa 'h' per l'aiuto e per vedere molti altri comandi.
nl: Druk 'q' wanneer u klaar bent. Gebruik 'h' voor hulp en veel meer commando's.
pt: Premir 'q' quando pronto. Use 'h' para ajuda e outros comandos.
pt_br: Aperte 'q' quando acabar. Use 'h' para ajuda e muitos outros comandos.
sv: Tryck på 'q' när du är färdig. Använd 'h' för hjälp och många fler kommandon.
