Repository: BitJam/Transifex-translations
Catalog: antix-development.make-wm-menus/*/LC_MESSAGES/make-wm-menus.po
Languages: am, ca, cs, kk, nb, pt

source: Terminal
am: ተርሚናል
cs: Terminál
kk: Терминал

source: File Manager
am: የ ፋይል አስተዳዳሪ
ca: Personal
cs: Domov
kk: Файлдар басқарушысы
nb: Hjemmemappe
pt: Gestor de ficheiros

source: Web Browser
am: ዌብ መቃኛ
ca: Navegador
cs: Prohlížeč
kk: Веб браузері
nb: Nettleseren
pt: Navegador web

source: Editor
am: ማረሚያ
cs: Editory
kk: Түзетуші
nb: Tekstredigering

source: Personal
am: የ ግል
cs: Osobní
kk: Жеке
nb: Personlig
pt: Menu Pessoal

source: Applications
am: መተግበሪያ
ca: Programari
cs: Aplikace
kk: Қолданбалар
nb: Programmer
pt: Aplicações

source: Terminal Apps
am: ተርሚናል መተግበሪያ
ca: Aplicacions de terminal
cs: Aplikace v terminálu
kk: Терминал қолданбалары
nb: Terminalprogrammer
pt: Aplicações de Terminal

source: Multimedia
am: በርካታ መገናኛ
ca: Multimèdia
kk: Мультимедиа
pt: Multimédia

source: CD/DVD Writer
am: ሲዲ/ዲቪዲ መጻፊያ
ca: Gravador de CD/DVD
cs: CD/DVD Zapisovač
kk: CD/DVD жазу қолданбасы
nb: CD/DVD skriver
pt: Gravador de CD/DVD

source: Music Player
am: ሙዚቃ ማጫወቻ
ca: Reproductor musical
cs: Přehrávač hudby
kk: Музыкалық плеері
nb: Musikkspiller
pt: Reprodutor de Áudio

source: Network
am: ኔትዎርክ
ca: Xarxa
cs: Síť
kk: Желі
nb: Nettverk
pt: Rede

source: Browser elinks
am: elinks መቃኛ
ca: Navegador elinks
kk: elinks браузері
nb: Nettleser elinks
pt: Navegador ELinks

source: Irssi Chat
ca: Xat Irssi
kk: Irssi чат қолданбасы
nb: Irssi irc-chat
pt: Chat Irssi

source: RSS/Atom Reader
am: RSS/Atom አንባቢ
ca: Lector RSS/Atom
cs: RSS/Atom čtečka
kk: RSS/Atom оқу қолданбасы
nb: RSS/Atom leser
pt: Leitor de RSS/Atom

source: Office
am: ቢሮ
ca: Oficina
kk: Кеңселік
nb: Kontor
pt: Escritório

source: Organizer
am: መደራጃ
ca: Organitzador
cs: Kalendář
kk: Ұйымдастыру
nb: Organiserer
pt: Agenda

source: Update Menu
am: ዝርዝር ማሻሻያ
ca: Actualitza el menú
cs: Aktualizovat Menu
kk: Мәзірді жаңарту
nb: Oppdater many
pt: Actualizar o Menu

source: Desktop
am: ዴስክቶፕ
ca: Escriptori
cs: Pracovní plocha
kk: Жұмыс үстелі
nb: Skrivebord
pt: Área de trabalho

source: Alternate Desktops
am: አማራጭ ዴስክቶፕ
ca: Escriptoris alternatius
cs: Alternativní plochy
kk: Басқа жұмыс үстелдер
nb: Alternative skrivebord
pt: Alternar entre Áreas de trabalho

source: Add Desktop
am: ዴስክቶፕ መጨመሪያ
ca: Afegeix escriptori
cs: Přidat pracovní plochu
kk: Жұмыс үстелін қосу
nb: Legg til skrivebord
pt: Addicionar Área de trabalho

source: Wallpaper
am: የ ግድግዳ ወረቀት
ca: Empaperat
cs: Pozadí plochy
kk: Түсқағаз
nb: Bakgrunn
pt: Imagem de fundo

source: GTK Theme
am: የ GTK ገፅታ
ca: Tema del GTK
kk: GTK темасы
nb: GTK tema
pt: Aspecto e comportamento

source: Desktop Defaults
am: ዴስክቶፕ ነባር
ca: Escriptori per omissió
cs: Předvolené nastavení plochy
kk: Жұмыс үстелдің бастапқы баптаулары
nb: Skrivebordsstandarder
pt: Definições da Área de trabalho

source: Session Settings
am: ክፍለ ጊዜ ማሰናጃ
ca: Paràmetres de la sessió
cs: Nastavení relace
kk: Сессия баптаулары
nb: Økt-administrasjon
pt: Definições de sessão

source: Session Settings Global
am: አለም አቀፍ ክፍለ ጊዜ ማሰናጃ
ca: Paràmetres globals de sessió
cs: Globální nastavení relace
kk: Сессияның глобалды баптаулары
nb: Global økt-administrasjon
pt: 'Global' das Definições de sessão

source: RoxPanel on/off
am: RoxPanel ማብሪያ/ማጥፊያ
ca: RoxPanel si/no
cs: RoxPanel zapnut/vypnut
kk: RoxPanel іске қосу/сөндіру
nb: RoxPanel på/av
pt: Painel do Rox (ligar/desligar)

source: Conky on/off
am: ኮንኪ ማብሪያ/ማጥፊያ
ca: Conky si/no
cs: Conky zapnut/vypnut
kk: Conky іске қосу/сөндіру
nb: Conky av/på
pt: Conky (ligar/desligar)

source: Tools
am: መሳሪያዎች
ca: Eines
cs: Nástroje
kk: Саймандар
nb: Verktøy
pt: Ferramentas

source: Search
am: መፈለጊያ
ca: Cerca
cs: Vyhledávání
kk: Іздеу
nb: Søk
pt: Procurar

source: MC File Manager
am: MC የ ፋይል አስተዳዳሪ
ca: Gestor de fitxers MC
kk: MC файлдар басқарушысы
nb: MC filutforsker
pt: Gestor de ficheiros MC

source: App Killer
am: መተግበሪያ መግደያ
ca: Atura aplicacions
cs: Zabít aplikace
kk: Қолданбаларды тоқтату
nb: Programavslutter
pt: Aniquilar

source: Process Viewer
am: ሂደት መመልከቻ
ca: Visor de Processos
cs: Prohlížeč procesů
kk: Процестерді қарау қолданбасы
nb: Prosessutforsker
pt: Ver processos

source: System Information
am: የ ስርአት መረጃ
ca: Informació del Sistema
cs: Informační systém
kk: Жүйелік ақпарат
nb: Systeminformasjon
pt: Informação do Sistema

source: Control Centre
am: መቆጣጠሪያ ማእከል
ca: Centre de Control
cs: Ovládací centrum
kk: Басқару орталығы
nb: Kontrollpanel
pt: Centro de Controlo

source: Help
am: እርዳታ
ca: Ajuda
cs: Nápověda
kk: Көмек
nb: Hjelp
pt: Ajudas várias (em inglês)

source: antiX FAQ
ca: PMF d'antiX
cs: Často kladené otázky
kk: antiX ЖҚС

source: antiX-live How-To
ca: Com-fer en antiX-live
cs: Live Jak-na
kk: antiX-live нұсқаулығы
nb: antiX-live Hvordan
pt: Dicas do antiX

source: Rox Manual
am: የ Rox መምሪያ
ca: Manual de Rox
cs: Rox Manuál
kk: Rox құжаттамасы
nb: Rox veiledning

source: Fluxbox Docs
ca: Documents de Fluxbox
cs: Dokumenty
kk: Fluxbox құжаттамасы
nb: Fluxbox dokumentasjon

source: Fluxbox FAQ
ca: PMF
cs: Často kladené otázky
kk: Fluxbox ЖҚС

source: Fluxbox Wiki
ca: Wiki de Fluxbox
kk: Fluxbox вики

source: Arch Wiki
ca: Wiki d'Arch
kk: Arch вики

source: IceWM FAQ
ca: PMF d'IceWM
cs: Často kladené otázky
kk: IceWM ЖҚС

source: IceWM Manual
am: የ IceWM መምሪያ
ca: Manual d'IceWM
cs: Manual
kk: IceWM құжаттамасы
nb: IceWM veileder

source: Homepage
am: ድህረ ገጽ
ca: Pàgina d'inici
cs: Domovská stránka
kk: Үй парағы
nb: Hjemmeside

source: Firewall
ca: Tallafocs
cs: Brána firewall
kk: Желілік экран
nb: Brannmur

source: Man Pages
ca: Pàgines de manual
cs: Stránky manuálu
kk: Man парақтары
nb: Man sider

source: Backup
am: ተተኪ
ca: Còpia de seguretat
cs: Zálohování
kk: Қор көшірме
pt: LuckyBackup

source: Torrent
kk: Торрент

source: Run
am: ማስኬጃ
ca: Executa
cs: Spustit
kk: Жөнелту
nb: Kjør
pt: Executar

source: Fluxbox Settings
am: የ Fluxbox ማሰናጃ
ca: Configuració de Fluxbox
cs: Fluxbox
kk: Fluxbox баптаулары
nb: Fluxbox instillinger
pt: Definições do Fluxbox

source: Configuration
am: ማሰናጃ
ca: Configuració
cs: Konfigurace
kk: Баптаулар
nb: Konfigurasjon
pt: Configuração

source: Styles
am: ዘዴዎች
ca: Estils
cs: Styly
kk: Стильдер
pt: Estilos

source: Fluxbox Styles
am: የ Fluxbox ዘዴዎች
ca: Estils de Fluxbox
cs: Styly Fluxbox
kk: Fluxbox стильдері
pt: Estilos do Fluxbox

source: Workspaces
am: የ ስራ ቦታ
ca: Àrees de treball
cs: Pracovní prostory
kk: Жұмыс орындар
nb: Arbeidsområder
pt: Áreas de trabalho

source: Reconfigure
am: እንደገና ማሰናጃ
ca: Reconfigurar
cs: Rekonfigurace
kk: Қайта баптау
nb: Rekonfigurer
pt: Reconfigurar

source: Restart
am: ዳግም ማስጀመሪያ
ca: Reinicia
cs: Restartovat
kk: Қайта қосу
nb: Omstart
pt: Reiniciar

source: Exit
am: መውጫ
ca: Surt
cs: Ukončit
kk: Шығу
nb: Avslutt
pt: Sair

source: antiX Installer
am: አንቲክ መግጠሚያ
ca: Instal·lador d'antiX
cs: Instalovat
kk: antiX орнатқышы
nb: antiX installerer
pt: Instalador do antiX

source: Logout...
am: መውጫ...
ca: Finalitza la Sessió
cs: Odhlásit se
kk: Шығу...
nb: Logg Ut
pt: Terminar Sessão...

source: Restart JWM
am: JWM ዳግም ማስጀመሪያ
ca: Reinicia JWM
cs: Restartovat JWM
kk: JWM қайта іске қосу
nb: Omstart JWM
pt: Reiniciar o JWM

source: Log Out
am: መውጫ
ca: Finalitza la Sessió
cs: Odhlásit se
kk: Жүйеден шығу
nb: Logg Ut
pt: Terminar Sessão

source: Home Folder
am: የ ቤት ፎልደር
ca: Carpeta d'Inici
cs: Domovská složka
kk: Үй бумасы
nb: Hjemmemappe
pt: Pasta Pessoal

source: Browser
am: መቃኛ
ca: Navegador
cs: Prohlížeč
kk: Браузер
nb: Nettleseren
pt: Navegador

source: Unplug Removable Device
am: የሚወልቅ አካል መለያያ
ca: Desconnecta dispositiu extraïble
cs: Odpojit vyměnitelnou jednotku
kk: Ауыстырмалы құрылғыны шығару
nb: Koble fra enhet
pt: Remover dispositivo amovível

source: Quit
am: ማጥፊያ
ca: Surt
cs: Konec
kk: Шығу
nb: Avslutt
pt: Sair

source: Alpine Mail
am: Alpine ደብዳቤ
ca: Correu Alpine
nb: Alpine email

source: Word
am: ቃል
ca: Editor amb format

source: antiX
am: አንቲክ

source: OSNews
am: የ OS ዜና
pt: IceWM OSNews

source: Irssi
pt: Irssi (Chat)

source: mc
pt: MidnightCommander

source: mocp
pt: mocp (audio player)

source: Rss/Atom
pt: Rss/Atom (news feed)
