Repository: BitJam/Transifex-translations
Catalog: antix-development.cli-shell-utils/*.po
Languages: am, cs, da, el, uk

source: Old
am: አሮጌ
cs: Staré
da: Gammel
el: Παλιό

source: live initrd update
am: በ ቀጥታ initrd ማሻሻያ
cs: aktualizace live initrd
da: opdatering af live-initrd
el: πυρήνας

source: Update initrd using file
am: ፋይል በ መጠቀም initrd ማሻሻያ
cs: Aktualizace initrd s použitím souboru
da: Opdater initrd med fil
el: Ενημέρωση του initrd χρησιμοποιώντας το αρχείο

source: live modules update
am: በ ቀጥታ ክፍል ማሻሻያ
cs: Aktualizace live modulů
da: opdatering af live-moduler
el: ενημέρωση live modules

source: Add initrd modules
am: የ initrd ክፍሎች መጨመሪያ
cs: Přidat initrd moduly
da: Tilføj initrd-moduler
el: Προσθέστε initrd modules
uk: Додати модулі initrd

source: Ready to make the following %s
am: ይህን ለ መስራት ዝግጁ ነው %s
cs: Připraveno provést následující %s
da: Klar til at skabe den følgende %s
el: Έτοιμος να κάνει την ακόλουθη %s
uk: Готовий для %s

source: The current Live System on %s
am: የ አሁኑ በ ቀጥታ ስርአት ይህ ነው በ %s
cs: Aktuální live systém na %s
da: Det nuværende livesystem på %s
el: Η τρέχουσα Live System στο %s
uk: Поточна Live система на %s

source: The system is not a live-usb and no usb drives were detected
am: ስርአቱ በ ቀጥታ-usb አይደለም እና ምንም የ usb አካል አልተገኘም
cs: Systém není live-USB a žádné USB jednotky nebyly rozpoznány
da: Systemet er ikke en live-usb og der blev ikke registreret nogen usb-drivere
el: Το σύστημα δεν είναι ένα live-usb και δεν ανιχνεύθηκαν δίσκους usb
uk: Система не є live-usb та не знайдено жодного usb диску

source: Please select the system to update
am: እባክዎን ለ ማሻሻል ስርአት ይምረጡ
cs: Prosím vyberte systém k aktualizaci
da: Vælg venligst det system som skal opdateres
el: Επιλέξτε το σύστημα για ενημέρωση
uk: Будь ласка, оберіть систему для оновлення

source: No update or rollback actions are available
am: ምንም ማሻሻያ ወይንም እንደ ነበር መመለስ ዝግጁ አይደለም
cs: Žádné aktualizace nebo navrácení změn nejsou k dispozici
da: Der er ikke nogen tilgængelige opdaterings- eller tilbagerulningshandlinger
el: Ενέργειες ενημέρωσης ή επαναφοράς δεν είναι διαθέσιμες
uk: Немає доступних дій з оновлення або відкату

source: Please select an action to perform
am: እባክዎን ተግባር ይምረጡ ለ መፈጸም
cs: Prosím vyberte co se má provést
da: Vælg venligst en handling som skal udføres
el: Παρακαλώ επιλέξτε ποια ενέργεια για να εκτελέσει
uk: Будь ласка, виберіть дію для виконання

source: Update
am: ማሻሻያ
cs: Aktualizace
da: Opdater
el: Ενημέρωση
uk: Оновлення

source: from
am: ከ
cs: z
da: fra
el: από
uk: з

source: Rollback
am: ወደ ኋላ መመለሻ
cs: Vrátit změny
da: Tilbagerul
el: Επαναφορά
uk: Відкат

source: to
am: ለ
cs: do
da: til
el: σε
uk: до

source: Update initrd using file %s
am: ፋይል በ መጠቀም initrd ማሻሻያ %s
cs: Aktualizace initrd s použitím souboru %s
da: Opdater initrd med filen %s
el: Ενημέρωση του initrd χρησιμοποιώντας το αρχείο %s
uk: Оновлення initrd, використовуючи файл %s

source: Quit
am: ማጥፊያ
cs: Konec
da: Afslut
el: Έξοδος
uk: Вийти

source: Did not find any new kernels in the boot directory
am: ምንም አዲስ ከረኔል በ ቀጥታ ማስነሻ ዳይሬክቶሪ ውስጥ አልተገኘም
cs: V zaváděcí složce nebyly nalezené žádné nové jádra
da: Fandt ingen nye kerne i boot-mappen
el: Δεν βρέθηκαν νέους πυρήνες στον κατάλογο εκκίνησης
uk: Не знайдено жодних нових ядер в теці завантаження

source: Found one kernel matching the requested version %s
am: የ ተጠየቀውን እትም የሚመሳሰል አንድ ከረኔል ተገኝቷል %s
cs: Bylo nalezeno jedno jádro, které se shoduje s požadovanou verzí %s
da: Fandt en kerne som matcher den anmodede version %s
el: βρέθηκε έναν πυρήνα που ταιριάζει το ζητούμενο έκδοση %s

source: Found one new kernel %s
am: አንድ አዲስ ከረኔል ተገኝቷል %s
cs: Bylo nalezeno jedno jádro %s
da: Fandt en ny kerne %s
el: Βρέθηκε έναν νέο πυρήνα %s
uk: Знайдено одне нове ядро %s

source: Please select the new kernel from this list
am: እባክዎን አዲስ ከረኔል ከ ዝርዝር ውስጥ ይምረጡ
cs: Prosím vyberte nové jádro se seznamu
da: Vælg venligst den nye kerne fra listen
el: Επιλέξτε το νέο πυρήνα από αυτή τη λίστα
uk: Будь ласка, оберіть нове ядро з цього списку

source: kernel
am: ከረኔል
cs: jádro
da: kerne
el: πυρήνας
uk: ядро

source: Copy initrd modules failed for kernel %s
am: የ initrd ክፍል ኮፒ ማድረግ ወደ ከረኔል አልተሳካም %s
cs: Kopírovaní modulů initrd pro jádro %s zlyhalo
da: Kopiering af initrd-moduler mislykkedes for kernen %s
el: Η αντιγραφή των initrd modules απέτυχε για τον πυρήνα %s

source: No modules were copied to the initrd
am: ምንም ክፍል ኮፒ አልተደረገም ወደ initrd
cs: Do initrd nebyli skopírované žádné moduly
da: Der blev ikke kopieret nogen moduler til initrd'en
el: Δεν αντιγράφηκαν ενότητες στο initrd

source: Compressing ...
am: በ ማመቅ ላይ ...
cs: Komprese ...
da: Komprimerer ...
el: Γίνεται συμπίεση
uk: Стискання ....

source: install %s
am: መግጠሚያ %s
cs: nstaluj %s
da: installer %s
el: Εγκατάσταση %s
uk: встановити %s

source: Overwriting backup
am: ተተኪ ደርቦ በ መጻፍ ላይ
cs: Přepisuje se záloha
da: Overskriver sikkerhedskopiering
el: Αντικατάσταση του backup

source: Target file %s does not exist
am: የ ታለመው ፋይል %s አልተገኘም
cs: Cílový soubor %s neexistuje
da: Målfilen %s findes ikke
el: Το αρχείο προορισμού %s δεν υπάρχει
uk: Цільовий файл %s не існує

source: Could not find old %s file to roll back
am: ማግኘት አልተቻለም %s አሮጌውን ፋይል ወደ ኋላ ለ መመለስ
cs: Nelze nalézt starší %s soubor pro návrat zpět
da: Kunne ikke finde den gamle %s-fil til tilbagerulning
el: δε βρέθηκε το παλιό αρχείο %s για επαναφορά
uk: Не можу знайди старий файл %s для відкату

source: Roll back %s to %s
am: ወደ ኋላ ለ መመለሻ %s ወደ %s
cs: Vrátit zpět %s na %s
da: Tilbagerul %s til %s
el: Επαναφορά %s σε %s
uk: Відкат з %s до %s

source: in pretend mode
am: በ ማስመሰያ ዘዴ
cs: v předstíraném módu
da: i lade som om-tilstand
el: σε δοκιμαστική λειτουργία

source: Would you like to do a remaster now?
am: አሁን እንደገና መስራት ይፈልጋሉ?
cs: Přejete si teď provést remáster?
da: Vil du foretage en remaster nu?
el: Θα θέλατε να κάνετε ένα remaster τώρα;

source: Ready to restart %s
am: እንደገና ለ ማስጀመር ዝግጁ ነው %s
cs: Připraveno k restartování %s
da: Klar til at genstarte %s
el: Έτοιμος για επανεκκίνηση %s

source: Expected a parameter after: %s
am: በኋላ የሚጠበቀው ደንብ: %s
cs: Předpokládáný parametr po: %s
da: Ventede en parameter efter: %s
el: Αναμένεται μια παράμετρος μετά: %s

source: Suspicious argument after %s: %s
am: አጠራጣሪ ክርክር በ %s: %s
cs: Podezřelý argument po %s: %s
da: Mistroisk argument efter %s: %s
el: Ύποπτες επιχείρημα μετά από %s: %s

source: Paused at '%s'
am: ተቋርጧል በ '%s'
cs: Pozdrženo na '%s'
da: Pauset ved '%s'
el: Παύση σε '%s'

source: Press <%s> to continue
am: ይጫኑ <%s> ለ መቀጠል
cs: Stiskněte <%s> pro pokračování
da: Tryk på <%s> for at fortsætte
el: Πατήστε το <%s> για να συνεχίσετε
uk: Натисніть <%s> щоб продовжити

source: Unknown command: %s
am: ያልታወቀ ትእዛዝ: %s
cs: Neznámý příkaz: %s
da: Ukendt kommando: %s
el: Άγνωστη εντολή: %s
uk: Невідома команда: %s

source: yes
am: አዎ
cs: Ano
da: ja
el: ναι
uk: так

source: no
am: አይ
cs: Ne
da: nej
el: όχι
uk: ні

source: quit
am: ማጥፊያ
cs: Konec
da: afslut
el: Έξοδος
uk: вихід

source: default
am: ነባር
cs: předvolené
da: standard
el: προεπιλογή

source: pretend mode
am: በ ማስመሰያ ዘዴ
cs: mód předstírání
da: lade som om-tilstand
el: δοκιμαστική λειτουργία

source: PRETEND MODE ENABLED
am: የ ማስመሰያ ዘዴ አስችለዋል
cs: MÓD PŘEDSTÍRÁNÍ AKTIVOVÁN
da: LADE SOM OM-TILSTAND AKTIVERET
el: Η λειτουργία PRETEND ενεργοποιήθηκε

source: entry
am: ማስገቢያ
cs: volba
da: post
el: είσοδος

source: Press <%s> for the default %s
am: ይጫኑ <%s> ለ ነባር %s
cs: Stlačte <%s> pro předvolenou %s
da: Tryk på <%s> for standarden%s
el: Πατήστε <%s> για την προεπιλογή %s

source: Use %s for help, %s to %s
am: ይጠቀሙ %s ለ እርዳታ %s ለ %s
cs: Stlačte %s pro nápovědu, %s pro %s
da: Brug %s for hjælp, %s til at %s
el: Χρήση %sγια βοήθεια, %sγια %s
uk: Використайте %s для довідки, %s для %s

source: Use %s to %s
am: ይጠቀሙ %s ለ %s
cs: Stlačte %s pro %s
da: Brug %s til at %s
el: Χρησιμοποιήστε το %s να %s
uk: Використайте %s для %s

source: Oops. Please try again
am: ውይ! እንደገና ይሞክሩ
da: Ups. Prøv venligst igen
el: Παρακαλώ προσπαθήστε ξανά
uk: Йой, Будь ласка, спробуйте ще

source: You must enter a number
am: እርስዎ ቁጥር ማስገባት አለብዎት
cs: Musíte zadat číslo
da: Du skal indtaste et nummer
el: Πρέπει να εισάγετε έναν αριθμό.
uk: Ви повинні вказати номер

source: You must enter a number or press <Enter>
am: እርስዎ ቁጥር ማስገባት አለብዎት ወይንም ይጫኑ <Enter>
cs: Musíte zadat číslo a stlačit <Enter>
da: Du skal indtaste et nummer eller trykke på <Enter>
el: Πρέπει να εισάγετε έναν αριθμό η πατήστε το πλήκτρο ENTER
uk: Ви повинні вказати номер або натиснути <Enter>

source: The number '%s' is out of range
am: ይህ ቁጥር '%s' ከ መጠን ውጪ ነው
cs: Číslo '%s' je mimo povolený rozsah
da: Nummeret '%s' er udenfor område
el: Ο αριθμός '%s' είναι εκτός εμβέλειας

source: Press '%s' again to quit
am: ይጫኑ '%s' እንደገና ለ ማጥፋት
cs: Stlačte '%s' znovu pro ukončení
da: Tryk igen på '%s' for at afslutte
el: Πατήστε ξανά '%s' για έξοδο
uk: Натисніть '%s' знову щоб вийти

source: You chose %s
am: እርስዎ መርጠዋል %s
cs: Vybrali jste %s
da: Du vælger %s
el: Επιλέξατε %s
uk: Ви вибрали %s

source: Please select the live boot directory
am: እባክዎን በ ቀጥታ የ ማስነሻ ዳይሬክቶሪ ይምረጡ
cs: Prosím vyberte složku zavedení Live
da: Vælg venligst live boot-mappen
el: Επιλέξτε τον κατάλογο live boot
uk: Будь ласка, оберіть live boot теку

source: You entered: %s
am: እርስዎ አስገብተዋል: %s
cs: Zadali jste: %s
da: Du indtastede: %s
el: έχετε εισάγει: %s
uk: Ви вказали: %s

source: Is this correct?
am: ይህ ትክክል ነው?
cs: je toto správně?
da: Er det korrekt?
el: Είναι σωστό?
uk: Це вірно?

source: (tab completion is enabled)
am: (tab መጨረሻ አስችለዋል )
cs: (dokončování je povoleno)
da: (tabulatorfuldførsel er aktiveret)
el: (Η συμπλήρωση καρτελών είναι ενεργοποιημένη)

source: %s does not appear to be a file
am: %s ይህ ፋይል አይደለም
cs: %s se nejeví jako soubor
da: %s ser ikke ud til at være en fil
el: Το %s δε φαίνεται να είναι αρχείο
uk: Схоже, що %s не є файлом

source: Try again?
am: እንደገና ልሞክር?
cs: Zkusit znovu?
da: Prøv igen?
el: Δοκιμάστε ξανά
uk: Спробувати ще?

source: Device
am: አካል
cs: Zařízení
da: Enhed
el: Συσκευή
uk: Пристрій

source: Size
am: መጠን
cs: Velikost
da: Størrelse
el: Μέγεθος
uk: Розмір

source: Filesystem
am: የ ፋይል ስርአት
cs: Systém souborů
da: Filsystem
el: Σύστημα αρχείων
uk: Файлова система

source: Label
am: ምልክት
cs: Jmenovka
da: Etiket
el: Επιγραφή
uk: Мітка

source: Model
am: ዘዴ
el: Μοντέλο
uk: Модель

source: Clone this live system
am: ይህን በ ቀጥታ ስርአት ማባዣ
cs: Naklonovat tento live systém
da: Klon dette livesystem
el: Κλωνοποίηση του live σύστημα
uk: Клонувати цю live систему

source: Copy from an ISO file
am: ከ ISO ፋይል ኮፒ ማድረጊያ
cs: Kopírovat z ISO souboru
da: Kopiér fra en ISO-fil
el: Αντιγραφή από ένα αρχείο ISO
uk: Копіювати з iso файлу

source: Check md5 of the file %s?
am: የ ፋይል md5 ልመርምር%s?
cs: Skontrolovat md5 souboru %s?
da: Tjek md5 for filen %s?
el: Έλεγχος του MD5 του αρχείου %s
uk: Перевірити md5 файлу %s?

source: Checking md5 ...
am: md5 በ መመርመር ላይ ...
cs: Kontroluje se md5 ...
da: Tjekker md5 ...
el: έλεγχος του MD5
uk: Перевірка md5 ...

source: Keep going anyway?
am: ለማንኛውም ልቀጥል?
cs: Přesto pokračovat?
da: Fortsæt alligevel?
el: Να συνεχίσουμε
uk: Все одно продовжувати?

source: The %s program failed!
am: ይህ %s ፕሮግራም ወድቋል!
cs: %s program zlyhal!
da: %s-programmet mislykkedes!
el: Το πρόγραμμα %s απέτυχε

source: File
am: ፋይል
cs: Soubor
da: Fil
el: Αρχείο
uk: Файл

source: Version
am: እትም
cs: Verze
el: Έκδοση
uk: Версія

source: Date
am: ቀን
cs: Datum
da: Dato
el: Ημερομηνία
uk: Дата

source: From
am: ከ
cs: Od
da: Fra
el: από

source: To
am: ለ
cs: Do
da: Til
el: σε

source: Total
am: ጠቅላላ
cs: Dohromady
da: Samlet
el: Σύνολο

source: Used
am: ይጠቀሙ
cs: Použito
da: Brugt
el: Χρησιμοποιημένα

source: Extra
am: ተጨማሪ
cs: Navíc
da: Ekstra
el: Επιπλέον

source: Error
am: ስህተት
cs: Chyba
da: Fejl
el: Σφάλμα
uk: Помилка

source: Warning
am: ማስጠንቀቂያ
cs: Varování
da: Advarsel
el: Προειδοποίηση

source: %s took %s seconds
am: %s ወስዷል %s ሰከንዶች
cs: %s zabralo %s vteřin
da: %s tog %s sekunder
el: Το %s διήρκεσε %s δευτερόλεπτα

source: A %s process (using PID %s) is already running
am: ይህ %s ሂደት (using PID %s) እየሄደ ነው
cs: %s Proces (který používá PID %s) už běží
da: En %s-proces (bruger PID %s) kører allerede
el: Μια διαδικασία %s (με χρήση PID %s) είναι ήδη σε λειτουργία

source: Please close that process before starting a new one
am: እባክዎን ይህን ሂደት ይዝጉ ሌላ አዲስ ከ መጀመርዎት በፊት
cs: Prosím ukončete běžící proces před spuštěním nového
da: Luk venligst processen inden en ny startes
el: Παρακαλώ κλείστε αυτή τη διαδικασία πριν από την έναρξη ενός νέου

source: Failed to obtain lock on %s
am: መቆለፍ አልተቻለም በ %s
cs: Uzamčení %s zlyhalo
da: Kunne ikke indhente lås på %s
el: Αποτυχία για την απόκτηση κλειδώματος στο %s

source: Creating new config file %s
am: አዲስ ማሰናጃ ፋይል በ መፍጠር ላይ %s
cs: Vytváření nového konfiguračního souboru %s
da: Opretter nu konfigurationsfil %s
el: Δημιουργία νέου αρχείου %s

source: Could not find program %s. Skipping %s.
am: ፕሮግራም ማግኘት አልተቻለም %s በ መዝለል ላይ %s
cs: Nelze najít program %s. Přeskakování %s.
da: Kunne ikke finde programmet %s. Springer %s over .
el: Δεν βρέθηκε το πρόγραμμα %s. Παράλειψη %s

source: Could not find required program '%s'
am: የሚፈለገውን ፕሮግራም ማግኘት አልተቻለም '%s'
cs: Nelze najít požadovaný program '%s'
da: Kunne ikke finde krævede program '%s'
el: Δεν βρέθηκε το απαιτούμενο πρόγραμμα '%s'
uk: Не можу знайти необхідну програму '%s'

source: The %s directory '%s' is not writable
am: በዚህ %s ዳይሬክቶሪ '%s' ላይ መጻፍ አይቻልም
cs: %s složka '%s' není zapisovatelná
da: %s mappen '%s' er skrivebeskyttet
el: το %s κατάλογο '%s' δεν είναι εγγράψιμο

source: Could not find iso file %s
am: የ iso ፋይል ማግኘት አልተቻለም %s
cs: Nelze nalézt ISO soubor %s
da: Kunne ikke finde iso-filen %s
el: Δεν βρέθηκε αρχείο ISO %s
uk: Не можу знайти iso файл %s

source: Could not read iso file %s
am: የ iso ፋይል ማንበብ አልተቻለም %s
cs: Nelze číst z ISO souboru %s
da: Kunne ikke læse iso-filen %s
el: δεν μπορούσε να διαβάσει αρχεία iso %s
uk: Не можу прочитати iso файл %s

source: Could not mount iso file %s
am: የ iso ፋይል መጫን አልተቻለም %s
cs: Nelze připojit ISO soubor %s
da: Kunne montere iso-filen %s
el: Δεν ήταν δυνατή η προσάρτηση αρχείο ISO %s
uk: Не можу змонтувати iso файл %s

source: Distro: %s
el: Διανομή: %s
uk: Дистрибутив: %s

source: Distro: %s on %s
am: Distro: %s በ %s
cs: Distro: %s na %s
da: Distro: %s på %s
el: Διανομή: %s σε %s

source: This script must be run as root
am: ይህ ጽሁፍ መሄድ ያለበት እንደ root ነው
cs: Tento skript může spustit pouze root
da: Scriptet skal føres som root
el: Το σενάριο θα πρέπει να εκτελεστεί ως root

source: Press %s to select the highlighted %s
am: ይጫኑ %s tየ ደመቀውን ለ መምረጥ %s
cs: Stlačte %s pro výbrání zvýrazněného %s
da: Tryk på %s for at vælge det fremhævede %s
el: Πατήστε %sγια να επιλέξετε τον επιλεγμένο %s

source: Use %s for help, %s to redraw, %s to %s
am: ይጠቀሙ %s ለ እርዳታ %s እንደገና ለ መሳያ %s ለ %s
cs: Stlačte %s pro nápovědu, %s pro překleslení, %s pro %s
da: Brug %s for hjælp, %s til at gentegne, %s til %s
el: Χρήση %sγια βοήθεια, %s για ανασύνταξη, %sσε %s

source: Use %s to redraw, %s to %s
am: ይጠቀሙ %s እንደገና ለ መሳያ %s ለ %s
cs: Stlačte %s pro překleslení, %s pro %s
da: Brug %s til at gentegne, %s til %s
el: Χρησιμοποιήστε το %s για ανασύνθεση, %s για %s

source: Enter
am: ማስገቢያ
cs: Zadat
