Repository: BitJam/Transifex-translations
Catalog: antix-development.cli-shell-utils/*.po
Languages: am, cs, da, el, uk

source: Starting %s
am: በ ማስጀመር ላይ %s
cs: Spouštění %s
da: Starter%s
el: το %s ξεκίνησε
uk: Запуск %s

source: The selected usb drive was %s
am: የ ተመረጠው የ usb አካል ይህ ነው %s
da: Det valgte usb-drev blev %s
el: επιλεγμένη μονάδα δίσκου USB %s
uk: Вибраним usb диском був %s

source: This device is known to cause errors during creation and boot
am: ይህ አካል ስህተት ይፈጥራል በሚፈጥሩ እና በሚያስነሱ ጊዜ
da: Enheden er kendt er for at forårsage fejl under oprettelse og opstart
el: Αυτή η συσκευή είναι γνωστό ότι προκαλεί σφάλματα κατά τη δημιουργία και την εκκίνηση
uk: Цей пристрій викликає помилки під час створення та завантаження

source: Do you want to use it anyway?
am: እርስዎ ለማንኛውም መጠቀም ይፈልጋሉ?
da: Vil du bruge den alligevel?
el: Θέλετε να το χρησιμοποιήσετε ούτως ή άλλως;
uk: Хочете все одно його використати?

source: Will use target device %s
am: የታለመውን አካል ይጠቀማል %s
cs: Použije se zvolená jednotka %s
da: Bruger målenheden %s
el: Θα χρησιμοποιήσει τη συσκευή προορισμού %s
uk: Використовуватиметься цільовий пристрій %s

source: Create an encrypted live-usb?
am: የ ተመሰጠረ በ ቀጥታ-usb ልፍጠር?
cs: Vytvořit šifrované LiveUSB?
da: Opret en krypteret live-usb?
el: Δημιουργήστε ένα κρυπτογραφημένο live-usb
uk: Створити зашифрований live-usb?

source: copying
am: ኮፒ በ ማድረግ ላይ
cs: kopírování
da: kopierer
el: Αντιγραφή
uk: копіювання

source: Please enter the filename
am: እባክዎን የ ፋይል ስም ያስገቡ
cs: Prosím zadejte název souboru
da: Indtast venligst filnavnet
el: Παρακαλώ εισάγετε το όνομα του αρχείου
uk: Будь ласка, вкажіть ім’я файлу

source: file
am: ፋይል
cs: soubor
da: fil
el: αρχείο
uk: файл

source: device
am: አካል
cs: zařízení
da: enhed
el: τη συσκευή
uk: пристрій

source: cloning
am: ማባዣ
cs: klonování
da: kloner
el: κλωνοποίηση
uk: клонування

source: directory
am: ዳይሬክቶሪ
cs: složka
da: mappe
el: κατάλογος
uk: каталог

source: Will use source %s
am: ምንጩን ይጠቀማል %s
cs: Použije se zdroj %s
da: Bruger kilden %s
el: Θα χρησιμοποιήσει πηγή %s
uk: Буде використано джерело %s

source: Could not find device %s
am: አካሉን ማግኘት አልተቻለም %s
cs: Nelze najít jednotku %s
da: Kunne ikke finde enheden %s
el: Δεν ήταν δυνατή η εύρεση συσκευής %s
uk: Не можу знайти пристрій %s

source: Customize language and timezone?
am: ቋንቋ እና የ ሰአት ክልል ማስተካከያ
cs: Přispůsobit jazyk a časovou zónu?
da: Tilpas sprog og tidszone?
el: Προσαρμόστε τη γλώσσα και τη ζώνη ώρας
uk: Налаштувати мову та часовий пояс?

source: Encryption enabled
am: መመስጠሪያ አስችለዋል
cs: Šifrování povoleno
da: Kryptering aktiveret
el: Έχει ενεργοποιηθεί η κρυπτογράφηση
uk: Шифрування увімкнено

source: encrypted
am: ተመስጥሯል
cs: šifrováno
da: krypteret
el: Κρυπτογραφημένο
uk: зашифровано

source: Ready to make %s on device %s by %s
am: ለ መስራት ዝግጁ ነው %s በ አካሉ ላይ %s በ %s
cs: Připraveno k vytvoření %s na jednotce %s s%s
da: Klar til at gøre %s på enheden %s af %s
el: Έτοιμος να κάνει το %s στη συσκευή %s από το %s

source: Ready to perform %s action on %s
am: ለ መስራት ዝግጁ ነው %s ተግባሩን በ %s
cs: Připraveno k provedení %s akce na %s
da: Klar til at udføre %s-handling på %s
el: Έτοιμο να εκτελέσετε%s στο %s

source: Ready to perform %s actions on %s
am: ለ መስራት ዝግጁ ነው %s ተግባሩን በ %s
cs: Připraveno k provedení %s akcí na %s
da: Klar til at udføre %s-handlinger på %s
el: Έτοιμο να εκτελέσετε%s στο %s

source: Shall we begin?
am: እንጀምር?
cs: Můžeme začít?
da: Skal vi begynde?
el: Να προχωρήσουμε;
uk: Почнемо?

source: install
am: መግጠሚያ
cs: instalovat
da: installer
el: εγκατάσταση
uk: встановлення

source: You will be asked to create a passphrase during the first boot
am: እርስዎ የ ማለፊያ ሀረግ እንዲፈጥሩ ይጠየቃሉ በ መጀመሪያ ሲያስነሱ
cs: Počas prvního příhlašení budete vyzváni k vytvoření hesla
da: Du bliver spurgt om at oprette en adgangskode under den første opstart
el: Θα σας ζητηθεί να δημιουργήσετε μια φράση πρόσβασης κατά την πρώτη εκκίνηση
uk: Вам буде запропоновано створити пароль під час першого завантаження

source: Will use initial passphrase %s
am: የ ማስጀመሪያ ማለፊያ ሀረግ ይጠቀማል %s
cs: Použije se počáteční heslo %s
da: Bruger den indledende adgangskode %s
el: Θα χρησιμοποιήσει την αρχική φράση πρόσβασης %s
uk: Буде використано початковий пароль %s

source: Make a full-featured live-usb
am: ሙሉ-ገጽታ ያለው በ ቀጥታ-usb መፍጠሪያ
cs: Vytvořit LiveUSB se všemi funkcemi
da: Skab en live-usb med det hele
el: Κάντε ένα πλήρως εξοπλισμένο live-usb
uk: Створити повноцінний live-usb

source: Make an encrypted full-featured live-usb
am: የ ተመሰጠረ ሙሉ-ገጽታ ያለው በ ቀጥታ-usb መፍጠሪያ
cs: Vytvořit šifrované LiveUSB se všemi funkcemi
da: Skab en krypteret live-usb med det hele
el: Δημιουργήστε ένα κρυπτογραφημένο full-featured live-usb
uk: Створити зашифрований повноцінний live-usb

source: Make a customized live-usb (includes encryption option)
am: በ ቀጥታ-usb ማስተካከያ መፍጠሪያ (የ መመስጠሪያ ምርጫ ያካትታል)
cs: Vytvořit přizpůsobené LiveUSB (obsahuje i volbu šifrování)
da: Skab en tilpasset live-usb (inkluderer krypteringsvalgmulighed)
el: Δημιουργήστε ένα προσαρμοσμένο live-usb (περιλαμβάνει την επιλογή κρυπτογράφησης)
uk: Створити налаштований live-usb (включає функцію шифрування)

source: Update the OS on an existing live-usb (experimental)
am: በ ቀጥታ-usb ላይ ያለውን OS ማሻሻያ (ለ ሙከራ)
cs: Aktualizovat OS na stávajícím LiveUSB (experimentální)
da: Opdater styresystemet på en eksisterende live-usb (eksperimentel)
el: Ενημερώστε το λειτουργικό σύστημα σε ένα υπάρχον live-usb (πειραματικό)
uk: Оновити ОС на наявному live-usb (експерименатально)

source: Update UUIDs on an existing live-usb
am: በ ቀጥታ-usb ላይ ያለውን UUIDs ማሻሻያ
cs: Aktualizovat UUID na stávajícím LiveUSB
da: Opdater UUID'er på en eksisterende live-usb
el: Ενημέρωση UUID στις υπάρχουσες live-usb
uk: Оновити UUIDs на існуючому live-usb

source: Update boot parameters on an existing live-usb
am: በ ቀጥታ-usb ላይ ያለውን የ ማስነሻ ደንብ ማሻሻያ
cs: Aktualizovat parametry zavádění na stávajícím LiveUSB
da: Opdater opstartsparametre på en eksisterende live-usb
el: Ενημέρωση παράμετροι εκκίνησης των υφιστάμενων live-usb
uk: Оновити параметри завантаження на існуючому live-usb

source: Reinstall legacy bootloader on an existing live-usb
am: እንደገና መግጠሚያ የ legacy ማስነሻ መጫኛ በ ነበረው በ ቀጥታ-usb ላይ
cs: Přeinstalovat legacy zavaděč na stávajícím LiveUSB
da: Geninstaller udgået opstartsindlæser på en eksisterende live-usb
el: Επανεγκατάσταση legacy bootloader στις υπάρχουσες live-usb
uk: Перевстановити legacy завантажувач на існуючому live-usb

source: Clear the partition table on a usb device
am: በ ቀጥታ-usb አካል ላይ ያለ ክፍልፋይ ማጽጃ
cs: Smazat tabulku oddílů na jednotce USB
da: Ryd partitionstabellen på en usb-enhed
el: Καθαρίστε τον πίνακα διαμερισμάτων σε μια συσκευή USB
uk: Очистити таблицю розділів на usb пристрої

source: Please select what action to perform
am: እባክዎን ምን ተግባር እንደሚፈጸም ይምረጡ
cs: Prosím vyberte co se má provést
da: Vælg venligst den handling som skal udføres
el: Παρακαλώ επιλέξτε ποια ενέργεια για να εκτελέσει
uk: Будь ласка виберіть дію для виконання

source: Please select the source for the new live-usb
am: እባክዎን ምንጭ ለ የ usb አካል ይምረጡ
cs: Prosím vyberte zdroj pro nové LiveUSB
da: Vælg venligst kilden til den nye live-usb
el: Επιλέξτε την πηγή για το νέο live-usb
uk: Будь ласка, оберіть джерело для нового live-usb

source: The only usb drive detected was %s
am: የ ተገኘው የ usb አካል ይህ ነው %s
da: Det eneste usb-drev der blev registreret var %s
el: Η μοναδική μονάδα δίσκου USB που εντοπίστηκε ήταν %s

source: A %s usb drive was detected
am: ይህ %s የ usb አካል ተገኝቷል
da: Et %s usb-drev blev registreret
el: Έχει εντοπιστεί μια μονάδα USB %s

source: Do you want it included in the menu anyway
am: እርስዎ ለማንኛውም ዝርዝር ማካተት ይፈልጋሉ?
da: Vil du inkludere den i menuen alligevel
el: Θέλετε να συμπεριληφθεί στο μενού ούτως ή άλλως
uk: Все одно бажаєте включити його до меню

source: No available target usb devices were found
am: ምንም ዝግጁ የ usb አካል አልተገኘም
cs: Žádné cílové USB jednotky nebyly nalezeny
da: Der blev ikke fundet nogen tilgængelige mål usb-enheder
el: Δεν υπάρχουν διαθέσιμες συσκευές USB
uk: Не знайдено жодних доступних цільових пристроїв usb

source: Only one target usb device was found %s
cs: Byla nalezena pouze jedna cílová USB jednotka %s
da: Kun én mål usb-enhed blev fundet %s
el: Βρέθηκε μόνο μια συσκευή usb %s
uk: Знайдено лише один доступний цільовий пристрій usb %s

source: Please select the target usb device
am: እባክዎን የ ታለመውን የ usb አካል ይምረጡ
cs: Prosím vyberte cílovou USB jednotku
da: Vælg venligst mål-usb-enheden
el: Επιλέξτε στόχο της συσκευής USB
uk: Будь ласка, оберіть цільовий usb пристрій

source: entire drive
am: በ ጠቅላላ አካሉ
cs: celý disk
da: hele drevet
el: ολόκληρο το δίσκο
uk: увесь диск

source: main partition
am: ዋናው ክፍልፋይ
cs: hlavní oddíl
da: hovedpartition
el: κύριο διαμέρισμα
uk: головний розділ

source: bios partition
am: bios ክፍልፋይ
cs: BIOS
el: κατάτμηση bios
uk: bios розді

source: uefi partition
am: uefi ክፍልፋይ
cs: UEFI oddíl
el: κατάτμηση uefi
uk: uefi розділ

source: Already using over 90% of the device
am: የ አካሉን 90% ቀደም ብለው ተጠቅመውበታል
cs: Již použito více než 90% kapacity diskové jednotky
da: Bruger allerede over 90% af enheden
el: Χρησιμοποιείται ήδη πάνω από το 90% της συσκευής
uk: Вже використано понад 90% пристрою

source: Do you want to change how much of the device is used?
am: እርስዎ አካሉ ምን ያህል እንደተጠቀሙ መቀየር ይፈልጋሉ?
cs: Přejete si změnit limit využití jednotky?
da: Vil du ændre hvor meget af enheden som bruges?
el: Θέλετε να αλλάξετε το ποσότητα της συσκευής χρησιμοποιείται

source: Have set size to %s (%s MiB)
am: መጠን ማሰናጃ ለ %s (%s ሜባ)
cs: Velikost nastavena na %s (%s MB)
da: Størrelsen er indstillet til %s (%s MiB)
el: Έχει οριστεί μέγεθος σε %s (%s MiB)
uk: Встановіть розмір на %s (%s Мб)

source: Please select how much space to use for the live-usb partitions
am: እባክዎን ምን ያህል ቦታ ለ የ usb አካል ክፍልፋይ መጠቀም እንደሚፈልጉ ይምረጡ
cs: Prosím vyberte kolik místa použít pro oddíly LiveUSB
da: Vælg venligst hvor meget plads der skal bruges til live-usb-partitionerne
el: Παρακαλούμε επιλέξτε πόσος χώρος θα χρησιμοποιηθεί για τις κατατμήσεις live-usb
uk: Будь ласка, оберіть скільки простору використати для live-usb розділів

source: Assuming this is an encrypted live-usb
am: የ ተመሰጠረ በ ቀጥታ-usb እንደሆን ይገመታል
cs: Předpokládám, toto je šifrované LiveUSB
da: Antager at det er en krypteret live-usb
el: Υποθέτοντας ότι πρόκειται για κρυπτογραφημένο live-usb
uk: Припустити, що це зашифрований live-usb

source: About to encrypt device %s
am: አካል ስለ መመስጠር %s
cs: Chystáte se zašifrovat jednotku %s
da: Er ved at kryptere enheden %s
el: Έτοιμος για κρυπτογράφηση της συσκευής %s
uk: Про шифрування пристрою %s

source: We want to overwrite the data on %s
am: እርስዎ ዳታው ላይ ደርበው መጻፍ ይፈልጋሉ በ %s
cs: Data na jednotce %s budou přepsány
da: Vi vil overskrive dataene på %s
el: Θέλουμε να αντικαταστήσουμε τα δεδομένα στο %s
uk: Ми хочемо перезаписати дані на %s

source: Type in upper-case %s as suggested
am: ይጻፉ በ upper-case %s እንደ ተመከሩታ
cs: Pište velkými písmeny %s dle pokynů
da: Skriv med store bogstaver %s som foreslåede
el: Πληκτρολογήστε την κεφαλή %sόπως προτείνεται
uk: Введіть верхнім регістром %s, як запропоновано

source: You will be asked for the passphrase a third time
am: እርስዎ ሶስት ጊዜ የ ማለፊያ ሀረግ እንዲያስገቡ ይጠየቃሉ
cs: Budete vyzváni k vytvoření hesla po třetí krát
da: Du blive spurgte om adgangskoden en tredje gang
el: Θα σας ζητηθεί η φράση πρόσβασης για τρίτη φορά
uk: Вас буде запитано про пароль тричі

source: Failed to create encrypted device
am: የ ተመሰጠረ አካል መፍጠር አልተቻለም
cs: Vytvoření šifrované jednotky selhalo
da: Kunne ikke oprette krypteret enhed
el: Αποτυχία δημιουργίας κρυπτογραφημένης συσκευής
uk: Помилка при створенні зашифрованого пристрою

source: Do you want to try entering the new passphrase now?
am: እርስዎ የ ማለፊያ ሀረግ አሁን ማስገባት ይፈልጋሉ?
cs: Chcete zadat nové heslo?
da: Vil du prøve og indtaste den nye adgangskode nu?
el: Θέλετε να δοκιμάσετε την εισαγωγή της νέας φράσης πρόσβασης τώρα;
uk: Бажаєте спробувати ввести новий пароль зараз?

source: Failed to open encrypted device
am: የ ተመሰጠረ አካል መክፈት አልተቻለም
cs: Šifrovanou jednotku se nepodařilo otevřít
da: Kunne ikke åbne krypteret enhed
el: Αποτυχία ανοίγματος κρυπτογραφημένης συσκευής
uk: Помилка при відкритті зашифрованого пристрою

source: Encryption successful
am: መመስጠር ተሳክቷል
cs: Šifrování dokončeno
da: Kryptering lykkedes
el: Η κρυπτογράφηση ήταν επιτυχής
uk: Шифрування успішно завершено

source: Please wait while we mount optical disc at %s
am: እባክዎን ይቆዩ የ ኦፕቲካል ዲስክ እስከሚጫን ድረስ %s
cs: Prosím vyčkejte, kým se disk připojí do %s
da: Venligst venligst mens vi montere optisk disk på %s
el: Παρακαλώ περιμένετε ενώ γίνεται mount του οπτικό δίσκο στο %s
uk: Будь ласка, зачекайте поки монтується оптичний диск на %s

source: Using %s partitioning
am: ይጠቀሙ %s ክፍልፋይ
cs: Používa %s oddílu
da: Bruger %s-partitionering
el: Χρησιμοποιώντας κατάτμηση %s

source: copy from %s to %s partition
am: ኮፒ ማድረጊያ ከ %s ወደ %s ክፍልፋይ
cs: kopírovat z %s do %s oddílu
da: kopiér fra %s til %s-partition
el: αντιγραφή από %s σε διαμέρισμα %s
uk: копіювання з%s до розділу %s

source: files: %s
am: ፋይሎች: %s
cs: soubory: %s
da: filer: %s
el: αρχεία: %s
uk: файли: %s

source: Error while copying files to main partition of live usb
am: ፋይሎች ወደ ዋናው በ ቀጥታ usb ክፍልፋይ ኮፒ ሲደረጉ ስህተት ተፈጥሯል
cs: Při kopírování souborů do hlavního diskového oddílu LiveUSB se vyskytla chyba
da: Fejl under kopiering af filer til hovedpartition på live usb
el: Σφάλμα κατά την αντιγραφή αρχείων στο κύριο διαμέρισμα του live usb
uk: Помилка при копіюванні файлів на головний розділ live-usb

source: Error while copying %s files
am: ፋይሎች ኮፒ ሲደረጉ ስህተት %s ተፈጥሯል
cs: Chyba kopírování %s souborů
da: Fejl ved kopiering af %s filer
el: Σφάλμα κατά την αντιγραφή αρχείων %s
uk: Помилка при копіюванні %s файлів

source: An error occurred unpacking the initrd
am: initrd በሚራገፍ ጊዜ ስህተት ተፈጥሯል
cs: Vyskytla se chyba při rozbalování initrd
da: Der opstod en fejl under udpakning af initrd'en
el: Παρουσιάστηκε σφάλμα κατά την αποσυσκευασία του initrd
uk: Трапилася помилка розпакування initrd

source: Was unable to add all required programs to the live initrd
am: የሚፈለገውን ፕሮግራም መጨመር አልተቻለም ወደ በ ቀጥታ initrd
cs: Nebylo možné přidat všechny potřebné programy do live initrd
da: Kunne ikke tilføje alle krævede programmer til live initrd'en
el: Δεν μπόρεσε να προσθέσει όλα τα απαιτούμενα προγράμματα στο live initrd
uk: Не вдалося додати всі необхідні програму до live initrd

source: Enable encryption in the live initrd
am: በ ቀጥታ initrd ውስጥ መመስጠሪያ ማስቻያ
cs: Povolit šifrování live initrd
da: Aktivér kryptering i live initrd'en
el: Ενεργοποιήστε την κρυπτογράφηση στο live initrd
uk: Увімкнути шифрування в live initrd

source: Disable encryption in the live initrd
am: በ ቀጥታ initrd ውስጥ መመስጠሪያ ማሰናከያ
cs: Zakázat šifrování live initrd
da: Deaktivér kryptering i live initrd'en
el: Απενεργοποιήστε την κρυπτογράφηση στο live initrd
uk: Вимкнути шифрування в live initrd

source: Fix %s bug
am: ችግር %s መጠገኛ
cs: Opravit %s bug
da: Ret %s fejl
el: Επίλυση %sσφαλμάτων
uk: Виправлено %s помилок

source: Create syslinux directory from %s
am: የ syslinux ዳይሬክቶሪ መፍጠሪያ ከ %s
cs: Vytvořit složku syslinux z %s
da: Opret syslinux-mappe fra %s
el: Δημιουργία κατάλογο syslinux από %s
uk: Створити каталог syslinux з %s

source: Not enough space on %s partition
am: በ ክፍልፋዩ ላይ በቂ ነፃ ቦታ %s የለም
cs: Na disku %s není dostatek místa
da: Ikke nok plads på %s-partition
el: Δεν υπάρχει αρκετός χώρος στο διαμέρισμα %s
uk: Не достатньо місця на розділі %s

source: Less than %s MiB would remain on %s partition
am: ከዚህ ያነሰ %s ሜባ ቦታ ይቀራል በ %s ክፍልፋይ ላይ
cs: Na disku %s by zůstalo %s MB
da: Mindre end %s MiB vil være tilbage på %s-partitionen
el: Λιγότερο από %s MiB θα παραμείνει στο διαμέρισμα %s
uk: Менше, ніж %s MiB, залишатиметься на розділі %s

source: done
am: ጨርሷል
cs: hotovo
da: færdig
el: Ολοκληρώθηκε
uk: зроблено

source: Exit
am: መውጫ
cs: Ukončit
da: Afslut
el: Έξοδος
uk: Вийти

source: Please enter the name of the iso file
am: እባክዎን የ iso ፋይል ስም ያስገቡ
cs: Prosím zadejte název ISO souboru
da: Indtast venligst navnet på iso-filen
el: Καταχωρίστε το όνομα του αρχείου iso
uk: Будь ласка, вкажіть ім’я iso файлу

source: The live media is not mounted
am: በ ቀጥታ መገናኛ አልተጫነም
cs: Live médium není připojeno
da: Live-mediet er ikke monteret
el: Τα live media δεν έχουν τοποθετηθεί
uk: Live пристрій не змонтовано

source: Current running kernel is %s
am: አሁኑ እየሄደ ያለው ከረኔል ይህ ነው %s
cs: Současná verze jádra je %s
da: Kernen som kører på nuværende tidspunkt er %s
el: Τρέχουσα πυρήνα είναι %s
uk: Поточне запущене ядро - %s

source: This is not a live-usb system
am: ይህ በ ቀጥታ-usb ስርአት አይደለም
cs: Tohle není live-USB systém
da: Dette er ikke et live-usb-system
el: Αυτό δεν είναι ένα σύστημα live-USB
uk: Це не live-usb система

source: Will use running live system
am: የሚሄደውን በ ቀጥታ ስርአት ይጠቀማል
cs: Použije se běžící live systém
da: Bruger kørende livesystem
el: Θα χρησιμοποιήσει τη λειτουργία σύστημα live
uk: Використовуватиметься запущена live система

source: The device '%s' does not appear to be a usb device
am: ይህ %s የ usb አካል አይደለም
cs: Jednotka '%s' se nejeví jako USB
da: Enheden '%s' ser ikke ud til at være en usb-enhed
el: Η συσκευή '%s' δε φαίνεται να είναι μια συσκευή USB
uk: Схоже, що пристрій ’%s’ не є usb пристроєм

source: Can't find first partition on device %s
am: በ አካሉ ላይ ፍልፋይ አልተገኘም %s
cs: Na jednotce %s nebyl nalezen žádný diskový oddíl
da: Kan ikke finde første partition på enheden %s
el: δε βρέθηκε το πρώτο διαμέρισμα στη συσκευή %s
uk: Не можу знайти перший розділ на пристрої %s

source: Device %s is not a disk partition
am: ይህ አካል %s የ ዲስክ ክፍልፋይ አይደለም
cs: Zařízení %s není diskovým oddílem
da: Enheden %s er ikke en diskpartition
el: Συσκευή %s δεν είναι ένα διαμέρισμα δίσκου
uk: Пристрій %s не є розділом диску

source: Will use live-usb device %s
am: በ ቀጥታ-usb አካል ይጠቀማል %s
cs: Použije sa live-USB jednotka %s
da: Bruger live-usb-enheden %s
el: Θα χρησιμοποιήσει live-usb %s
uk: Буде використано live-usb пристрій %s

source: No '%s' file found in any directory in '%s'
am: አይ %s ፋይል ተገኝቷል ማንኛውም ዳይሬክቶሪ ውስጥ%s
cs: Nenalezen žádný '%s' soubor v složkách na '%s'
da: Ingen '%s'-fil fundet i nogen mappe i '%s'
el: '%s' αρχείου δε βρέθηκε σε οποιονδήποτε κατάλογο στο '%s'
uk: Файл '%s' не знайдено в жодній з тек в '%s'

source: Could not find '%s' or '%s' on the live-usb
am: ማግኘት አልተቻለም %s' ወይንም ' %s በ ቀጥታ-usb ላይ
cs: Na live-USB nelze najít '%s' nebo '%s'
da: Kunne ikke finde '%s' eller '%s' på live-usb'en
el: δε βρέθηκε το αρχείο '%s' ή '%s' στο live-usb
uk: Не можу знайти '%s' або ’%s’ на live-usb

source: Found %s file %s in directory %s
am: ፋይል %s ተገኝቷል %sዳይሬክቶሪ ውስጥ%s
cs: Nalezen %s soubor %s ve složce %s
da: Fandt %s filen %s i mappen %s
el: βρέθηκε %s αρχείου %s στον κατάλογο %s
uk: Знайдено %s файл %s в теці %s

source: Could not find initrd file: %s
am: ማግኘት አልተቻለም initrd ፋይል: %s
cs: Nelze nalézt soubor initrd: %s
da: Kunne ikke finde initrd-filen: %s
el: δε βρέθηκε το αρχείο initrd: %s
uk: Не можу знайти initrd файл %s

source: Found:
am: ተገኝቷል:
cs: Nalezeno:
da: Fandt:
el: βρέθηκε:
uk: Знайдено:

source: total live kernel
am: ጠቅላላ በ ቀጥታ ከረኔል
cs: Kompletní live jádro
da: samlet livekerne
el: αριθμός των live πυρήνων
uk: total live ядро

source: total live kernels
am: ጠቅላላ በ ቀጥታ ከረኔል
cs: Veškeré live jádra
da: samlet livekerner
el: αριθμός των live πυρήνων
uk: total live ядра

source: default live kernel
am: ነባር በ ቀጥታ ከረኔል
cs: Předvolené live jádro
da: standard livekerne
el: προεπιλογή live πυρήνα

source: default live kernels
am: ነባር በ ቀጥታ ከረኔል
cs: Předvolené live jádra
da: standard livekerner
el: προεπιλογή live πυρήνες

source: old live kernel
am: አሮጌ በ ቀጥታ ከረኔል
cs: Staré live jádro
da: gammel livekerne
el: παλιό live πυρήνα

source: old live kernels
am: አሮጌ በ ቀጥታ ከረኔል
cs: Staré live jádra
da: gamle livekerner
el: παλιές live πυρήνες

source: total installed kernel
am: ጠቅላላ የ ተገጠመ ከረኔል
cs: Kompletní nainstalované jádro
da: samlet installeret kerne
el: αριθμός εγκατεστημένων πυρήνων

source: total installed kernels
am: ጠቅላላ የ ተገጠመ ከረኔል
cs: Veškeré instalované jádra
da: samlet installeret kerner
el: αριθμός εγκατεστημένων πυρήνων

source: new installed kernel
am: አዲስ የ ተገጠመ ከረኔል
cs: Nově nainstalované jádro
da: nyinstalleret kerne
el: νέο εγκατεστημένο πυρήνα

source: new installed kernels
am: አዲስ የ ተገጠመ ከረኔል
cs: Nově nainstalované jádra
da: nyinstalleret kerner
el: νέα εγκατεστημένων πυρήνων

source: Live kernels:
am: በ ቀጥታ ከረኔል
cs: Live jádra:
da: Livekerner:
el: Live πυρήνες
uk: Live ядра:

source: Boot kernels:
am: ማስነሻ ከረኔል
cs: Zaváděcí jádra:
da: Opstartskerner:
el: Boot πυρήνες:

source: Only one new installed kernel was found:
am: አንድ አዲስ የ ተገጠመ ከረኔል ተገናኝቷል
cs: Bylo nalezeno pouze jedno nainstalované jádro:
da: Der blev kun fundet en nyinstalleret kerne:
el: Μόνο ένα νέο εγκατεστημένο πυρήνα βρέθηκε:
uk: Знайдено лише одне нове встановлене ядро:

source: New installed kernels:
am: አዲስ የ ተገጠመ ከረኔል
cs: Nově nainstalované jádra:
da: Nyinstallet kerner:
el: Νέα εγκατεστημένους πυρήνες:
uk: Нові встановлені ядра:

source: There are %s new kernels. Only showing the most recent %s.
am: ይህ %s አዲስ ከረኔል ነው:የሚታየው በጣም የ ቅርብ ጊዜ ነው %s.
cs: Našlo se %s nových jader. Zobrazeno pouze nejnovější %s.
da: Der er %s nye kerner. Viser kun de seneste %s.
el: Υπάρχουν %s νέους πυρήνες. Δείχνουμε την πιο πρόσφατη %s.

source: No kernels were found in the boot directory
am: ምንም አዲስ ከረኔል በ ማስነሻ ውስጥ አልተገኘም
cs: V zaváděcí složce nebyly nalezené žádné jádra
da: Der blev ikke fundet nogen kerner i boot-mappen
el: Δεν βρέθηκαν πυρήνες στον κατάλογο εκκίνησης
uk: В теці завантаження(boot) не знайдено жодного ядра

source: No kernels were found in the live boot directory
am: ምንም አዲስ ከረኔል በ ቀጥታ ማስነሻ ዳይሬክቶሪ ውስጥ አልተገኘም
cs: V zaváděcí složce live nebyly nalezené žádné jádra
da: Der blev ikke fundet nogen kerner i live boot-mappen
el: Δεν βρέθηκαν πυρήνες στο live κατάλογο εκκίνησης

source: You should do a remaster before doing a kernel update
am: እርስዎ እንደገና መስራት አለብዎት ከረኔል ከ ማሻሻልዎት በፊት
cs: Před aktualizací jádra musíte zremástrovat
da: Du bør foretage en remaster inden der foretages en kerneopdatering
el: Θα πρέπει να κάνετε ένα remaster πριν κάνετε μια ενημέρωση του πυρήνα

source: You MUST do a remaster before doing a kernel update
am: እርስዎ እንደገና መስራት አለብዎት ከረኔል ከ ማሻሻልዎት በፊት
cs: Před aktualizací jádra MUSÍTE zremástrovat
da: Du SKAL foretage en remaster inden der foretages en kerneopdatering
el: ΠΡΕΠΕΙ να κάνετε ένα remaster πριν κάνετε μια ενημέρωση του πυρήνα

source: No new kernels were found
am: ምንም አዲስ ከረኔል አልተገኘም
cs: Nebyly nalezeny žádné novější jádra
da: Der blev ikke fundet nogen nye kerner
el: Δε βρέθηκαν νέους πυρήνες

source: Can only update the initrd file
am: የ initrd ፋይል ብቻ ማሻሻያ
cs: Je možné aktualizovat pouze soubor initrd
da: Kan kun opdatere initrd-filen
el: Να ενημερωθεί μόνο το αρχείο initrd

source: You must install a kernel and then remaster before doing a kernel update
am: እርስዎ ከረኔል ከ ማሻሻል አለብዎት እና ከዛ እንደገና ከረኔል ከ ማሻሻል መስራት አለብዎት
cs: Musíte nainstalovat jádro a zremástrovat před aktualizací jádra
da: Du skal installere en kerne og derefter remaster inden der foretages en kerneopdatering
el: Πρέπει να εγκαταστήσετε έναν πυρήνα και στη συνέχεια κάντε ένα ρεμίξ πριν μια ενημέρωση του πυρήνα

source: No new kernels were found and there's no template initrd file
am: ምንም አዲስ ከረኔል አልተገኘም እና የ initrd ፋይል ቴምፕሌት አልተገኘም
cs: Nebyly nalezeny žádné nové jádra a nenašel se soubor initrd
da: Der blev ikke fundet nogen nye kerner og der er ingen skabelon initrd-fil
el: Δε βρέθηκαν νέους πυρήνες και δεν υπάρχει αρχείο template initrd

source: live kernel update
am: በ ቀጥታ ከረኔል ማሻሻያ
cs: aktualizace live jádra
da: opdatering af livekerne
el: Live Update του πυρήνα

source: Current
am: የ አሁኑ
cs: Aktuální
da: Nuværende
el: Τρέχουσα
uk: Поточний

source: New
am: አዲስ
cs: Nové
da: Ny
el: Νέο
uk: Новий

source: (new)
am: (አዲስ)
cs: (nové)
da: (ny)
el: (νέο)

source: live kernel rollback
am: በ ቀጥታ ከረኔል ወደ ኋላ መመለሻ
cs: Vrátit změny live jádra
da: tilbagerulning af livekerne
el: live επαναφορά του πυρήνα
