Repository: BitJam/Transifex-translations
Catalog: antix-development.mountboxpot/*.po
Languages: cs

source: <b>Harddisk devices list</b>
cs: <b>Seznam zařízení pevných disků</b>

source: Partitions table
cs: Tabulka oddílů

source: <b>antiX - Mountbox</b>
cs: <b>antiX - Rámeček připojení</b>

source: Mount device in /media. Device can be flash key, cd/dvd or any USB device. Unmount device in rox.
cs: Připojit zařízení v /media. Zařízení může být flash. cd/dvd nrbo jakékoliv USB zařízení. Odpojit zařízení v rox.

source: Configuration
cs: Nastavení

source: <b>Device : </b>
cs: <b>Zařízení : </b>

source: List
cs: Seznam

source: <b>Mount point : </b>
cs: <b>Bod připojení : </b>

source: Mount
cs: Připojit

source: Umount
cs: Odpojit
