Repository: BitJam/Transifex-translations
Catalog: antix-development.xlate-linuxrcshpot/*.po
Languages: ca, de, it, sv

source: Start
ca: Inici
de: Beginn
it: Avvia
sv: Starta

source: remaster
ca: remasteritza
de: Überarbeiten

source: to put linuxfs file in RAM
ca: per a posar linuxfs a la RAM
de: setzt die linuxfs-Datei ins RAM
it: Metti il file linuxfs nella RAM
sv: för att placera linuxfs i RAM

source: to mount persist file %s at %s
ca: per a muntar el fitxer persistent %s a %s
de: einhängen der persist-Datei %s in %s
it: per montare il file con persistenza %s su %s
sv: för att montera persistent fil %s vid %s

source: Select
ca: Selecciona
de: Auswählen
it: Seleziona
sv: Välj

source: then hit <enter>
ca: després premeu <ENTER>
de: drücken Sie <enter>
it: poi premi <invio>
sv: tryck sedan på <enter>

source: or
ca: o
de: oder
it: oppure
sv: eller

source: continue
ca: continua
de: fortsetzen
it: continua
sv: fortsätt

source: power off
ca: Apaga
de: Herunterfahren
it: arresta
sv: stäng av

source: reboot
ca: Arrenca de nou
de: Neustart
it: riavvia
sv: starta om

source: powering down
ca: Apagant
de: Fahre herunter
it: spegnimento in corso
sv: stänger av

source: rebooting
ca: Arrencant de nou
de: Starte neu
it: riavvio in corso
sv: startar om

source: Rolling back %s to %s
ca: Desfent %s a %s
de: Zurückkehren %s zu %s
it: Ripristina %s in %s
sv: Återställer %s till %s

source: Refusing to remaster
ca: Rebutjant remasteritzar
de: Verweigerung zu remastern
it: Rifiuto di rimasterizzare
sv: Vägrar utföra remaster

source: In directory %s one or more of these files already exist
ca: Al directori %s un o més d'aquests fitxers ja hi son
de: Im Verzeichnis %s existiert bereits eine oder mehrere dieser Dateien
it: Nella directory %s uno o più di questi file esitono già
sv: En eller fler av dessa filer finns redan i katalog %s

source: Run the remaster-me program to fix this problem
ca: Executeu el programa remaster-me per resoldre el problema
de: Starten Sie das remaster-me Programm, um dieses Problem zu beheben
it: Avviare il programma remaster-me per correggere questo problema
sv: Kör remaster-me programmet för att ordna upp detta problem

source: Remastering %s to %s
ca: Remasteritzant %s a %s
de: Remastern %s zu %s
it: Rimasterizzazione di %s in %s
sv: Utför remastering %s till %s

source: Fatal Error
ca: Error fatal
de: Schwerwiegender Fehler
it: Errore critico
sv: Allvarligt Fel

source: Non-Fatal Error
ca: Error no fatal
de: Kein schwerwiegender Fehler
it: Errore non critico
sv: Mindre Allvarligt Fel

source: Waiting for file systems to sync
ca: Esperant per a sincronitzar els sitemes de fitxers
de: Warten Sie auf die Syncronisation des Dateisystem
it: Sincronizzazione del filesystem in corso
sv: Väntar på att filsystemen synkroniseras

source: done
ca: fet
de: Abgeschlossen
it: fatto
sv: klart

source: Unknown command
ca: Ordre desconeguda
de: Unbekannter Befehl
it: Comando sconosciuto
sv: Okänt kommando

source: Please try again
ca: Torneu a provar-ho
de: Bitte versuchen Sie es erneut
it: Riprova, per favore
sv: Var vänlig försök igen

source: No device with %s found
ca: No s'ha trobat cap dispositiu amb %s
de: Kein Gerät mit %s gefunden
it: Nessun dispositivo con %s trovato
sv: Ingen enhet med %s hittad

source: Valid
ca: Vàlid
de: Gültig
it: Valido
sv: Giltig

source: Could not find device
ca: No s'ha trobat el dispositiu
de: Gerät konnte nicht gefunden werden
it: Non è stato possibile trovare il dispositivo
sv: Kunde inte hitta enhet

source: Valid devices
ca: Dispositius vàlids
de: Gültige Geräte
it: Dispositivi validi
sv: Giltiga enheter

source: Copying linuxfs VID to empty rootfs
ca: Copiant linuxfs VID al rootfs buit
de: Kopiere linuxfs VID zu leere rootfs
it: Copia di linuxfs VID su rootfs vuoto
sv: Kopierar linuxfs VID för att tömma rootfs

source: VID file not found
ca: No s'ha trobat el fitxer VID
de: VID-Datei wurde nicht gefunden
it: File VID non trovato
sv: VID fil ej hittad

source: No VID found in
ca: No s'ha trobat el VID a
de: Keine VID gefunden
it: Nessun VID trovato in
sv: Ingen VID hittad i

source: VID mismatch
ca: VID no concordant
de: VID Nichtübereinstimmung
it: VID non corrisponde
sv: VID passar ej ihop

source: Matching VID found in
ca: VID concordant trobat a
de: Passende VID gefunden in
it: VID corrispondente trovato in
sv: Passande VID hittades i

source: Directory
ca: Directori
de: Ordner
sv: Katalog

source: does not exist
ca: no existeix
de: existiert nicht
it: non esiste
sv: finns inte

source: Can't perform md5 check
ca: No es pot fer la comprovació MD5
de: Kann nicht ausführen md5
it: Non è possibile effettuare il controllo md5
sv: Kan inte utföra md5 kontroll

source: Checking files in %s dir. This may take a while
ca: Comprovant fitxers al directori %s. Això necessita un temps
de: Überprüfen der Dateien im Verzeichnis %s. Dies kann eine Weile dauern
it: Controllo dei files nella directory %s. Ci vorrà un pò di tempo
sv: Kontrollerar filer i %s katalog. Det kan ta ett tag

source: file
ca: fitxer
de: Datei
sv: fil

source: files
ca: fitxers
de: Dateien
it: file
sv: filer

source: result
ca: resultat
de: Ergebnis
it: risultato
sv: resultat

source: passed
ca: passat
de: bestanden
it: passato
sv: godkänd

source: failed
ca: ha fallat
de: fehlgeschlagen
it: fallito
sv: misslyckades

source: wanted
ca: desitjat
de: erwünscht
it: ricercato
sv: önskad

source: got
ca: obtingut
de: bekommen
it: ottenuto
sv: fick

source: No md5 checksums were found in %s. Can't do any md5 checks
ca: No s'han trobat checksums MD5 a %s. No es pot fer la prova MD5
de: Keine md5 Prüfsumme in %s gefunden. Es wurde kein md5-check durchgeführt
it: In %s non è stato trovato nessun md5 checksums. Non si può fare alcun controllo di md5.
sv: Inga md5 kontrollsummor hittades i %s. Kan inte utföra md5 kontroll

source: At least one checksum did not match
ca: Com a mínim un checksum no coincideix
de: Mindestens eine Prüfsumme stimmt nicht überein
it: Almeno un md5 checksum non corrisponde
sv: Minst en kontrollsumma stämde inte

source: Success!
ca: Èxit!
de: Erfolg!
it: Successo!
sv: Det gick bra!

source: Welcome to
ca: Benvingut a
de: Willkommen bei
it: Benvenuto in
sv: Välkommen till

source: Total Memory
ca: Memòria total
de: Gesamter Speicher
it: Memoria totale
sv: Totalt Minne

source: Free Memory
ca: Memòria lliure
de: Freier Speicher
it: Memoria libera
sv: Fritt Minne

source: Used Memory
ca: Memòria utilitzada
de: Benutzter Speicher
it: Memoria utilizzata
sv: Använt Minne

source: Linux kernel
ca: Nucli de Linux
it: Kernel Linux
sv: Linux-kärna

source: CPU
ca: UCP

source: cores
ca: nuclis
de: Kerne
it: nuclei
sv: kärnor

source: cache
ca: memòria cau

source: Hardware kernel modules
ca: Mòduls de nucli de maquinari
de: Hardware Kernel-Module
it: Moduli del kernel dell'hardware
sv: Hårdvarans kernel-moduler

source: Possibly unknown or misspelled boot codes:
ca: Codis d'arrencada possiblement desconeguts
de: Möglicherweise unbekannt oder falsch geschriebener Boot-Code:
it: Codici di boot probabilmente sconosciuti o errati
sv: Möjligen okända eller felstavade boot-koder:

source: (don't take this too seriously)
ca: (no li doneu massa importància)
de: (nimm es nicht so ernst)
it: (non prendere questo troppo seriamente)
sv: (ta inte det här för allvarligt)

source: Looking for
ca: Cercant
de: Suche nach
it: Cercando
sv: Söker

source: device
ca: dispositiu
de: Gerät
it: dispositivo
sv: enhet

source: with label
ca: amb etiqueta
de: mit Label
it: con l'etichetta
sv: med etikett

source: with uuid
ca: amb UUID
de: mit UUID
it: con codice uuid
sv: med uuid

source: retrying
ca: reintentant
de: wiederholen
it: riprova
sv: försöker igen

source: Looking for %s on: %s
ca: Cercant %s a: %s
de: Suche nach %s auf: %s
it: Ricerca in corso di %s su: %s
sv: Söker %s på %s

source: Device
ca: Dispositiu
de: Gerät
it: Dispositivo
sv: Enhet

source: already mounted
ca: ja està muntat
de: bereits eingehängt
it: già montato
sv: redan monterad

source: The boot param %s was given but no %s was found
ca: S'ha donat el paràmetre %s però no s'ha trobat cap %s
de: Der eingegebene Boot-Parameter %s wurde hier %s nicht gefunden
it: Il parametro di boot %s è stato dato ma nessun %s è stato trovato
sv: Boot-parametern %s gavs men ingen %s hittades

source: Waiting %s seconds
ca: Esperant %s segons
de: Warte %s Sekunden
it: Aspettando %s secondi
sv: Väntar %s sekunder

source: Not enough RAM available for
ca: No hi ha prou RAM per a
de: Nicht genügend Arbeitsspeicher verfügbar
it: Non è disponibile abbastanza RAM per
sv: Det finns inte tillräckligt mycket RAM för

source: have
ca: té
de: habe
it: si ha
sv: har

source: needed
ca: necessita
de: brauchte
it: richiesto
sv: behövd

source: Unable to mount tmpfs. Not doing
ca: No és possible muntar tmpfs. No es fa
de: Unfähig tmpfs einzuhängen. Das kann ich nicht tun.
it: Non si è riusciti a montare tmpfs. Non viene montato
sv: Kan inte montera tmpfs. Gör det inte

source: Copying files from %s to %s ... Please be patient
ca: Copiant fitxers de %s a %s. Una mica de paciència
de: Kopiere Dateien von %s nach %s... Bitte haben Sie Geduld
it: Copia dei file da %s a %s in corso... Sii paziente, per favore
sv: Kopierar filer från %s till %s...Ha tålamod

source: Copy failed. Aborting
ca: Ha fallat la còpia. S'interromp
de: Kopieren fehlgeschlagen. Abbruch
it: Copia fallita. Uscita in corso
sv: Kopiering misslyckades. Avbryter

source: Copy to ram failed. Destination file missing
ca: Ha fallat la còpia a RAM. Manca el fitxer de destinació
de: Kopieren des RAM fehlgeschlagen. Zieldatei fehlt
it: Copia nella RAM fallita. Il file di destinazione è assente
sv: Kopiering till RAM misslyckades. Destinations-fil saknas

source: Copy was incomplete. The %s failed
ca: Còpia incompleta. Ha fallat el %s
de: Kopieren war unvollständig. Die %s fehlt
it: La copia non era completa. % non è andato a buon fine.
sv: Kopieringen var inkomplett. %s misslyckades

source: Original size
ca: Mida original
de: Originalgröße
it: Dimensione dell'originale
sv: Orginalstorlek

source: Copy size
ca: Mida de còpia
de: Kopie Größe
it: Dimensione della copia
sv: Kopierad storlek

source: Copy to RAM succeeded
ca: Copiat a RAM amb èxit
de: Kopieren des RAM gelungen
it: Copia sulla RAM effettuata con successo
sv: Kopiering till RAM lyckades

source: Not enough space in RAM to hold persistent root
ca: No hi ha prou espai de RAM per encabir l'arrel persistent
de: Nicht genug Speicher im RAM, um root persitent zu halten
it: Non c'è abbastanza spazio nella RAM per contenere root persistente
sv: Inte tillräcklig plats i RAM för att rymma persistent root

source: Time to remaster
ca: Temps per remasteritzar
de: Zeit zu remastern
it: Tempo per rimasterizzare
sv: Dags att remaster

source: Copy to RAM failed! Erasing partial copy ...
ca: Ha fallat la còpia a RAM! Esborrant la còpia parcial...
de: Kopieren des RAM fehlgeschlagen! Löschung der unvollständigen Kopie...
it: Copia della RAM fallita! Verrà eliminata la copia parziale ...
sv: Kopiering till RAM misslyckades! Raderar delvis kopiering...

source: Could not find any persistence files
ca: No s'han trobat fitxers persistents
de: Kann keine persistente Dateien finden
it: Non è stato possibile trovare alcun file di persistenza
sv: Kunde inte hitta några persistence-filer

source: Could not find %s for required %s persistence
ca: No s'ha trobat %s per a la persistència necessària %s
de: Konnte nicht finden %s für erforderliche %s Persistenz
it: Non è stato possibile trovare %s per %s persistente
sv: Kunde inte hitta %s för nödvändiga %s persistence

source: Not enabling %s persistence
ca: No s'habilita la persistència de %s
de: Nicht aktiviert %s Persistenz
it: Non abilitazione di %s persistente
sv: Aktiverar inte %s persistence

source: Enabling %s persistence
ca: Habilitat la persistència %s
de: Aktiviert %s Persistenz
it: Abilitazione %s persistente
sv: Aktiverar %s persistence

source: Not remastering rootfs twice
ca: No es remasteritza dos cops el rootfs
de: Nicht zweimal rootfs remastering
it: rootfs non verrà rimasterizzato due volte
sv: Remastrar inte rootfs två gånger

source: Looking for crypt device ...
ca: Cercant dispositiu d'encriptació
de: Auf der Suche nach Krypto-Gerät
it: Ricerca di un file cifrato in corso...
sv: Letar efter krypteringsenhet

source: Could not find crypt device
ca: No s'ha trobat el dispositiu d'encriptació
de: Kann nicht finden Krypto-Gerät
it: Non è stato possibile trovare un dispositivo cifrato
sv: Kunde inte hitta krypteringsenhet

source: Could not find crypt device after
ca: No s'ha trobat el dispositiu d'encriptació després de
de: Danach kann ich nicht finden Krypto-Gerät
it: Non è stato possibile trovare un dispositivo cifrato dopo
sv: Kunde inte hitta krypteringsenhet efter

source: Strange, could not find crypt device
ca: És estrany, no es pot trobar el dispositiu d'encriptació
de: Seltsam, kein Krypto-Gerät zu finden
it: Strano, non è stato possibile trovare un dispositivo cifrato
sv: Konstigt, kunde inte hitta krypteringsenhet

source: Found crypt partition
ca: S'ha trobat la partició encriptada
de: Krypt-Partition gefunden
it: Trovata una partizione cifrata
sv: Hittade krypterings-partition

source: Could not find iso file
ca: No s'ha trobat el fitxer ISO
de: Kann nicht finden ISO-Datei
it: Non è stato possibile trovare il file ISO
sv: Kunde inte hitta iso-fil

source: linuxfs file: %s not found on %s
ca: Fitxer linuxfs: %s no trobat a %s
de: linuxfs-Datei %s nicht zu finden auf %s
it: linuxfs: %s non trovato su %s
sv: linuxfs fil: %s inte hittad på %s

source: Could not find linuxfs file
ca: No s'ha trobat el fitxer linuxfs
de: Kann nicht finden linuxfs-Datei
it: Non è stato possibile trovare il file linuxfs
sv: Kunde inte hitta linuxfs fil

source: Unknown %s parameter: %s
ca: Paràmetre %s desconegut: %s
de: Unbekannter %s Parameter: %s
it: Parametro %s sconosciuto: %s
sv: Okänd %s parameter: %s

source: Valid values
ca: Valors vàlids
de: Gültige Werte
it: Valori validi
sv: Giltiga värden

source: Creating the aufs tempfs failed
ca: Ha fallat la creació d'aufs
de: Erstellen der aufs tempfs gescheitert
it: Creazione di aufs tempfs fallita
sv: Skapandet av aufs tempfs misslyckades

source: Could not enable required %s persistence
ca: No es pot habilitar la persistència %s necessària
de: Konnte nicht aktivieren erforderliche %s Persistenz
it: Non è possibile abilitare %s persistente come da richiesta
sv: Kunde inte aktivera nödvändig %s persistence

source: Could not mount aufs
ca: No es pot muntar aufs
de: Kann nicht einhängen aufs
it: Non è stato possibile montare aufs
sv: Kunde inte montera aufs

source: The linuxrc bootstrap is done
ca: S'ha fet l'arrencada linuxrc
de: Die linuxrc Bootstrap ist getan
it: Il bootstrap di linuxrc è completato
sv: linuxrc bootstrap är klar

source: Creating %s at: %s
ca: Creant %s a: %s
de: Erstellen %s an: %s
it: Creazione in corso di %s su: %s
sv: Skapar %s vid: %s

source: Output of:
ca: Sortida de:
de: Ausgabe von:
it: Output di:
sv: Output av:

source: Loading module:
ca: carregant mòdul:
de: Lade Module:
it: Caricamento in corso del modulo:
sv: Laddar modul:

source: Translating to %s in %s
ca: Traduïnt a %s en %s
de: Übersetzung zu %s in %s
it: Traduzione in corso di %s in %s
sv: Översätter till %s i %s

source: Invalid %s parameter(s):
ca: Paràmetre(s) %s no vàlids:
de: Ungültige(r) %s Parameter:
it: Parametro(i) %s non valido/i:
sv: Ogiltig %s parameter (parametrar):

source: Valid values are:
ca: Els valors vàlids son:
de: Gültige Werte sind:
it: I valori validi sono:
sv: Giltiga värden är:

source: Scanning %s devices for
ca: Explorant %s sispositius per
de: Scannen %s des Gerätes für
it: Scansione in corso di %s dispositivi per trovare
sv: Skannar %s enheter för

source: No %s devices found!
ca: No s'ha trobat cap dispositiu %s!
de: Keine %s Geräte gefunden!
it: Nessun dispositivo %s trovato!
sv: Inga %s enheter hittade!

source: Filtered devices:
ca: Dispositius filtrats:
de: Filtern des Gerätes:
it: Dispositivi filtrati:
sv: Filtrerade enheter:

source: The %s parameter is blocking device: %s
ca: El paràmetre %s bloqueja el dispositiu: %s
de: Dieser %s Parameter blockiert das Gerät: %s
it: Il parametro %s sta bloccando il dispositivo: %s
sv: %s parameter blockerar enhet: %s

source: Remove the %s boot parameter to let that device be scanned
ca: Elimineu el paràmtre d'arrencada %s per a permetre que s'explori el dispositiu
de: Entfernen Sie den %s Boot-Parameter, damit das Gerät gescannt wird
it: Rimuovi il parametro di avvio %s per permettere la scansione di quel dispositivo
sv: Ta bort %s boot parameter för att låta enheten skannas

source: Found new device in:
ca: Trobat nou dispositiu a:
de: Neue Geräte gefunden in:
it: Trovato un nuovo dispositivo in:
sv: Hittade ny enhet i:

source: Putting persistent root in RAM
ca: Posant arrel persistent en RAM
de: Einlochen des persistent-root in RAM
it: Mettere la root persistente nella RAM
sv: Sätter persistent root i RAM

source: from
ca: de
de: von
it: da
sv: från

source: Copying
ca: Copiant
de: Kopiere
it: Copia in corso
sv: Kopierar

source: to
ca: a
de: nach
it: a
sv: till

source: Copy persistent root to RAM succeeded
ca: S'ha copiat amb èxit l'arrel persistent a la RAM
de: Kopieren des persistent-root in den RAM gelungen
it: Copia della root persistente nella RAM completata
sv: Kopiering av persistent root till RAM lyckades

source: Delaying %s second(s)
ca: Retardant %s segon(s)
de: Verzögern %s Sekunde(n)
it: Ritardo di %s secondo(i)
sv: Fördröjer %s sekund(er)

source: Module %s was not found.
ca: No s'ha trobat el mòdul %s
de: Modul %s wurde nicht gefunden.
it: Il modulo %s non è stato trovato.
sv: Modul %s hittades inte.

source: Could not mount %s as a %s file
ca: No s'ha pogut muntar %s com un fitxer %s
de: Konnte nicht einhängen %s als %s Datei
it: Non è stato possibile montare %s come un file %s
sv: Kunde inte montera %s som en %s fil

source: Mounting %s at %s
ca: Muntant %s a %s
de: Einhängen %s auf %s
it: Montaggio di %s su %s
sv: Monterar %s vid %s

source: Starting init process
ca: Començant el procés init
de: Starte init-Prozess
it: Avvio del processo di inizializzazione in corso
sv: Startar init-process

source: Mounted %s at %s
de: eingehängt %s an %s
it: Montato %s su %s
sv: Monterad %s vid %s
