Repository: BitJam/Transifex-translations
Catalog: antix-development.group-managementpot/*.po
Languages: ca, es, it

source: The password cannot contain spaces
ca: La contrasenya no pot contenir espais
es: La contraseña no puede contener espacios
it: La password non può contenere degli spazi

source: You need to enter a password
ca: Cal que introduïu una contrasenya
es: Debe ingresar una contraseña
it: Devi inserire una password

source: First and second password must be identical
ca: Les dues contrasenyes han de ser idèntiques
es: La primera y segunda contraseñas deben ser idénticas
it: La prima e la seconda password devono essere identiche

source: No group Selected:
ca: No s'ha triat cap grup:
es: No se seleccionó ningún grupo:
it: Nessun gruppo selezionato:

source: You must choose a group
ca: Cal que trieu un grup
es: Debe escoger un grupo
it: Devi selezionare un gruppo

source: Password Management
ca: Administració de Contrasenyes
es: Administración de contraseñas
it: Gestione Password

source: Choose group
ca: Trieu un grup
es: Escoger grupo
it: Scegli un gruppo

source: group Password
ca: Contrasenya del grup
es: Clave de acceso del grupo
it: Password del gruppo

source: password
ca: contrasenya
es: contraseña

source: password again
ca: un altre cop la contrasenya
es: contraseña nuevamente
it: ripeti la password

source: Passwords
ca: Contrasenyes
es: Contraseñas

source: The groupname cannot contain spaces
ca: El nom de grup no pot contenir espais
es: El nombre del grupo no puede contener espacios
it: Il nome del gruppo non può contenere degli spazi

source: You need to enter a groupname
ca: Cal que introduïu un nom de grup
es: Debe ingresar un nombre de grupo
it: Devi inserire un nome di un gruppo

source: Add groups
ca: Afegeix grups
es: Agregar grupos
it: Aggiungi gruppi

source: Enter groupname
ca: introduïu el nom de grup
es: Ingrese el nombre del grupo
it: Inserisci il nome del gruppo

source: Group Password
ca: Contrasenya de grup
es: Clave de Acceso del Grupo
it: Password del gruppo

source: Set Password
ca: Defineix la contrasenya
es: Ajustar contraseña
it: Imposta la password

source: Users
ca: Usuaris
es: Usuarios
it: Utenti

source: Add group
ca: Afegeix grup
es: Agregue el grupo
it: Aggiungi un gruppo

source: Users to Group
ca: Usuaris del grup
es: Usuarios al Grupo
it: Utenti da inserire in un gruppo

source: Repair group
ca: Repara grup
es: Reparar grupos
it: Ripara il gruppo

source: group Removal
ca: Eliminació de grup
es: Remover grupos
it: Rimozione del gruppo

source: Notice! All of the users in this group will be logged, unless completely remove is checked.
ca: Atenció! Tots els usuaris d'aquest grup estaran registrats, llevat que trieu l'eliminació completa.
es: ¡Atención! Todos los usuarios de este grupo estarán activos a menos que marque la opción "Remover Completamente".
it: Attenzione! Tutti gli utenti di questo gruppo saranno registrati a meno che non sia stata selezionata l'opzione rimozione completa.

source: Remove group
ca: Elimina el grup
es: Remover grupos
it: Rimuovi un gruppo

source: No group Recoverable:
ca: No es pot recuperar el grup:
es: No se puede recuperar el Grupo:
it: Nessun gruppo recuperabile

source: There are no records of a recoverable group.
ca: No hi ha registres de cap grup recuperable.
es: No existen grupos recuperables
it: Non ci sono informazioni riguardanti un gruppo recuperabile.

source: Recover group
ca: Recupera un grup
es: Recuperar grupos
it: Recupera un gruppo

source: Notice! A group can only be recovered if the group has not been completely removed!
ca: Atenció! Només es pot recuperar un grup si aquest no s'ha eliminat completament!
es: ¡Atención! Un grupo se puede recoperar solamente si no ha sido removido completamente
it: Attenzione! Un gruppo può essere recuperato soltanto se non è stato completamente rimosso!

source: Select Group
ca: Trieu el Grup
es: Selecionar Grupos
it: Seleziona un gruppo

source: You MUST be root to use this application!
ca: Cal ser administrador per usar aquesta aplicació!
es: DEBE ser root para usar esta aplicación
it: DEVI essere root per utilizzare questa applicazione!
