Repository: BitJam/Transifex-translations
Catalog: antix-development.console-width-select/*.po
Languages: am, ca, cs, da, de, es, fi, fr, hr, is, it, nl, pl, pt, pt_br, sk, sv

source: This program must be run as root
am: ይህ ፕሮግራም መሄድ ያለበት እንደ root ነው
ca: Cal executar aquest programa com administrador
cs: Tento program může spustit pouze root
da: Programmet skal køres som root
de: Dieses Programm muss als Root gestartet werden
es: Este programa debe ejecutarse como root
fi: Tämä sovellus täytyy suorittaa pääkäyttäjänä
fr: Ce programme doit être lancé en tant que superutilisateur (root)
hr: Ovaj program morate pokrenuti kao root
is: Þetta forrit verður að keyra sem kerfisstjóri (root)
it: Questo programma dovrebbe essere eseguito come utente root
nl: Dit programma moet als root uitgevoerd worden
pl: Ten program musi być uruchamiany jako administrator
pt: Este programa tem que ser executado como administador (root)
pt_br: Este programa precisa rodar como raiz
sk: Tento program musíte spustiť ako root
sv: Detta program måste köras som root

source: Could not get console width. Is the framebuffer enabled?
am: የ console ስፋት ማግኘት አልተቻለም: የ framebuffer አስችለዋል?
ca: No puc obtenir l'amplada de la consola. Està activat el framebuffer?
cs: Nelze zjistit šířku konzole. Je zapnutý framebuffer?
da: Kunne ikke hente konsollens bredde. Er framebufferen aktiveret?
de: Konnte die Konsolenbreite nicht ermitteln. Ist Framebuffer aktiviert?
es: Podría no hallar la anchura de consola. ¿Está el framebuffer activado?
fi: Konsolin leveys ei selvinnyt. Onko framebuffer käytössä?
fr: Impossible d'obtenir la largeur de la console. Le framebuffer est-il activé?
is: Ekki tókst að finna breidd stjórnskjás, Er rammabiðminnið virkt?
it: È impossibile ottenere la larghezza della console. È abilitato il framebuffer?
nl: Kon de consolebreedte niet ophalen. Is de framebuffer ingeschakeld?
pl: Nie można uzyskać szerokości konsoli. Czy framebuffer jest włączony?
pt: Largura da consola não detectada. A 'framebuffer' está activada?
pt_br: Não deu pra descobrir a largura do console. O suavizador de quadros está ativado?
sk: Rozlíšenie konzoly nedostupné. Je zapnutý framebuffer?
sv: Kunde inte avgöra bredden på kommandofönstret. Är framebuffer aktiverad?

source: No fonts found
am: ምንም ፊደል አልተገኘም
ca: No he trobat tipus de lletra
cs: Žádně písma nebyly nenalezené
da: Ingen skrifttyper fundet
de: Keine Schriftarten gefunden
es: No se han encontrado fuentes
fi: Kirjasimia ei löytynyt
fr: Aucune police de caractère trouvée
hr: Fontovi nisu nađeni
is: Engar leturgerðir fundust
it: Nessun carattere trovato
nl: Geen fonts gevonden
pl: Nie znaleziono czcionek
pt: Não foram encontradas fontes
pt_br: Não foram encontradas fontes
sk: žiadne písmo nebolo nájdené
sv: Inga typsnitt hittade

source: Select the console width in characters
am: የ Console ስፋት በ ባህሪዎች ይምረጡ
ca: Trieu l'amplada de la consola en caràcters
cs: Vyberte šířku konzole v znacích
da: Vælg konsollens bredde i tegn
de: Wählen Sie die Konsolenbreite in Zeichen
es: Selecciona la anchura de consola en caracteres
fi: Valitse komentorivin leveys merkkeinä
fr: Définissez la largeur de la console en caractères
hr: Odaberite dužinu konzole u znakovima
is: Veldu breidd stjórnskjás sem stafafjölda
it: Seleziona la larghezza della console in caratteri
nl: Selecteer de consolebreedte in karakters
pl: Wybierz szerokość konsoli w znakach
pt: Seleccionar a largura da consola em carácteres
pt_br: Escolha a largura do console em caracteres
sk: Zvoľte rozlíšenie konzoly v znakoch
sv: Välj kommandofönstrets bredd i tecken

source: Press: <Enter> to select a font <q> to quit, <h> for help
am: ይጫኑ: <Enter> ፊደል ለ መምረጥ <q> ለ ማጥፋት <h> ለ እርዳታ
ca: Premeu: <Enter> per triar una lletra, <q> per sortir, <h> per ajuda
cs: Stlač: <Enter> pro použití písma, <q> pro ukončení, <h> pro nápovědu
da: Tryk på: <Enter> for at vælge en skrifttype, <q> for at afslutte, <h> for hjælp
de: Drücken Sie: <Enter> um eine Schrift zu wählen <q> zum Beenden, <h> für Hilfe
es: Pulsa: <Enter> para seleccionar fuente <q> salir, <h> ayuda
fi: Paina: <Enter> valitaksesi fontin <q> lopettaaksesi, <h> ohje
fr: Appuyez sur: <Enter> pour choisir une police <q> pour quitter, <h> pour l'aide
hr: Pritisnite: <Enter> tza odabir fonta <q> tza prestanak, <h> za pomoć
is: Ýttu á: <Enter> til að velja letur, <q> til að hætta, <h> til að sjá hjálp
it: Premi: <Enter> per selezionare un carattere, <q> per uscire, <h> per la guida
nl: Druk: <Enter> om een font te selecteren, <q> om te stoppen, <h>voor hulp
pl: Naciśnij: <Enter> aby wybrać font (czcionkę), <q> aby zakończyć, <h> aby uzyskać pomoc
pt: Premir: <Enter> para seleccionar uma fonte <q> para sair, <h> para ajuda
pt_br: Aperte: <Enter> para selecionar uma fonte, <q> para sair e <h> para ajuda
sk: Stlačte: <Enter> pre použitie nového motívu, <q> pre ukončenie, <h> pre pomoc
sv: Tryck på: <Enter> för att välja typsnitt <q> för att avsluta <h> för hjälp

source: Screen is %s chars wide
am: መመልከቻው %s ባህሪዎች ስፋት ነው
ca: La pantalla té %s caràcters d'ample
cs: Obrazovka má na šířku %s znaků
da: Skærmen er %s tegn bred
de: Bildschirm ist %s Zeichen breit
es: La pantalla es %s caracteres de ancho
fi: Näyttö on %s merkkiä leveä
fr: L'écran fait %s caractères de large
hr: Zaslon je %s znakova dug
is: Skjárinn er %s stafa breiður
it: Lo schermo è largo %s caratteri
nl: Scherm is %s karakters breed
pl: Ekran ma szerokość %s znaków
pt: A largura do écran é de %s carácteres
pt_br: Tela tem largura de %s caracteres
sk: Monitor má šírku %s znakov
sv: Skärmen är %s tecken bred

source: %s is %s chars wide
am: %s ይህ %s ባህሪዎች ስፋት ነው
ca: %s té %s caràcters d'ample
cs: %s má šířku %s znaků
da: %s er %s tegn bred
de: %s ist %s Zeichen breit
es: %s es %s caracteres de ancho
fi: %s on %s merkkiä leveä
fr: %s fait %s caractères de large
hr: %s je %s znakova dug
is: %s er %s stafa breitt
it: %s è largo %s caratteri
nl: %s is %s karakters breed
pl: %s ma szerokość %s znaków
pt: %s tem a largura de %s carácteres
pt_br: %s tem largura de %s caracteres
sk: %s je %s šírka znakov
sv: %s är %s tecken bred

source: Select Console Width
am: የ Console ስፋት ይምረጡ
ca: Trieu l'amplada de la consola
cs: Vybrat šířku konzole
da: Vælg konsollens bredde
de: Konsolenbreite wählen
es: Selecciona anchura de consola
fi: Valitse komentorivin leveys
fr: Choix de la largeur de la console
hr: Odaberite dužinu konzole
is: Veldu breidd stjórnskjás
it: Seleziona la larghezza della console
nl: Selecteer Console Breedte
pl: Wybierz szerokość konsoli
pt: selecionar a largura da consola
pt_br: Escolher Largura do Console
sk: Zvoľte rozlíšenie Konzoly
sv: Välj kommandofönstrets bredd

source: Screen is %s chars wide, font is %s
am: መመልከቻው %s ባህሪዎች ስፋት ነው: ፊደል %s ነው
ca: La pantalla té %s aràcters d'ample, la lletra és %s
cs: Obrazovka má na šířku %s znaků, písmo je %s
da: Skærmen er %s tegn bred, skrifttypen er %s
de: Bildschirm ist %s Zeichen breit, die Schrift ist %s
es: La pantalla es %s caracteres de ancho, la fuente es %s
fi: Näyttö on %s merkkiä leveä, fontti on %s
fr: La largeur de l'écran fait %s caractères , la police est %s
hr: Zaslon je %s znakova dug, font je %s
is: Skjárinn er %s stafa breiður, letur er %s
it: Lo schermo è largo %s caratteri, il carattere è %s
nl: Scherm is %s karakters breed, font is %s
pl: Ekran jest szeroki na %s znaków, czcionka to %s
pt: A largura do écran é de %s carácteres, a fonte é %s
pt_br: Tela tem %s caracteres de largura, fonte tem %s
sk: Monitor má šírku %s znakov, písmo je %s
sv: Skärmen är %s tecken bred, typsnittet är %s

source: columns
am: አምዶች
ca: columnes
cs: sloupce
da: kolonner
de: Spalten
es: columnas
fi: kolumnia
fr: colonnes
hr: stupci
is: dálkar
it: colonne
nl: kolommen
pl: kolumny
pt: colunas
pt_br: colunas
sk: stĺpce
sv: kolumner

source: font width
am: የ ፊደል ስፋት
ca: amplada de font
cs: šířka písma
da: skrifttypebredde
de: Schriftbreite
es: ancho de fuente
fi: kirjasimen leveys
fr: largeur de police
hr: dužina fonta
is: leturbreidd
it: larghezza carattere
nl: font breedte
pl: szerokość czcionki
pt: largura da fonte
pt_br: largura de fonte
sk: šírka písma
sv: typsnittets bredd

source: Setting default font to %s
am: ነባር ፊደል ማሰናጃ ለ: %s
ca: Lletra per omissió definida a %s
cs: Nastavování výchozího písma na %s
da: Indstiller standardskrifttype til %s
de: Setze Standardschrift auf %s
es: Configuración por defecto de fuente a %s
fi: Asetetaan oletusfontti %s:lle
fr: La police %s sera définie par défaut
hr: Postavljanje zadanog fonta na %s
is: Stilli sjálfgefið letur sem %s
it: Il carattere %s verrà impostato come predefinito
nl: Standaard font aan het instellen op %s
pl: Ustawienie domyślnej czcionki na %s
pt: A pré-definir a fonte para %s
pt_br: Especificando fonte padrão para %s
sk: Nastavovanie predvoleného písma na %s
sv: Ställer in standardtypsnittet på %s
