Repository: BitJam/Transifex-translations
Catalog: add-key.old/*.po
Languages: es

source: No line Selected:
es: No se seleccionó ninguna línea:

source: line has been removed
es: la línea ha sido removida

source: Remove Items
es: Remover ítemes

source: Line to Remove
es: Línea a remover

source: Remove
es: Remover

source: Select first key:
es: Seleccione la primera tecla

source: You need to enter a valid first key
es: Debe ingresar una primera tecla válida

source: Select second key:
es: Seleccione la segunda tecla

source: You need to enter a valid second key
es: Debe seleccionar una segunda tecla válida

source: third key letter or number
es: Tercera tecla alfanumérica

source: You need to enter a valid third key
es: Debe ingresar una tercera tecla válida

source: You need to enter a valid command
es: Debe ingresar una orden válida

source: That key combination has been used
es: Esa combinación de teclas está siendo usada

source: command has been added
es: La orden ha sido agregada

source: Add Items
es: Agregar ítemes

source: Changing keys for:
es: Cambiar teclas para:

source: There is no file ~/.%s/keys The session's DESKTOP_CODE='%s' incorrectly matches your system
es: No hay ningún archivo ~/.%s/keys La sesión DESKTOP_CODE='%s' no concuerda con su sistema

source: add-key has run into an error,\nplease rerun and correct the error!
es: add-key ha presentado un error,\npor favor ejecútelo nuevamente y corríjalo

source: add-key has successfully completed
es: ddddd
