Repository: BitJam/Transifex-translations
Catalog: antix-development.remaster-me/*.po
Languages: it, sv

source: Create a new compressed file system saving all of the changes you have made to the system.
it: Creare un nuovo filesystem compresso salvando tutti i cambiamenti che hai fatto sul tuo sistema.
sv: Skapa ett nytt komprimerat filsystem och spara alla ändringar du har gjort i systemet.

source: Optionally save changes in your home directory.
it: Salvare eventualmente i cambiamenti nella tua cartella home.
sv: Valmöjlighet att spara ändringar i din hemkatalog.

source: Extra options for
it: Ulteriori opzioni per
sv: Extra valmöjligheter för

source: Make a smaller linuxfs.new. NOT deleted when done.
it: Fare un linuxfs.new più piccolo. NON verrà eliminato una volta realizzato.
sv: Gör en mindre linuxfs.new. INTE raderad när det är klart.

source: Use %s instead of prompting user for title.
it: Usa %s invece di richiedere all'utente un titolo.
sv: Använd %s istället för att fråga användaren om namn.

source: Do not alter the %s file.
it: Non alterare il file %s.
sv: Ändra inte %s filen.

source: Make a general-purpose remaster.
it: Creare una rimasterizzazione classica.
sv: Gör en allmängiltig remaster.

source: Make a personalized remaster.
it: Crea una rimasterizzazione personalizzata
sv: Gör en personlig remaster.

source: Save files under the %s directory.
it: Salva i file nella cartella %s .
sv: Spara filer i %s katalogen.

source: Don't save files under the %s directory.
it: Non salvare i file nella cartella %s .
sv: Spara inte filer i %s katalogen.

source: Do you want to save files under %s in the new remaster?
it: Vuoi salvare i file presenti in %s nella nuova rimasterizzazione?
sv: Vill du spara filer i %s i den nya remastern?

source: Checking for existing files and
it: Verifica dei file esistenti e
sv: Söker efter existerande filer och

source: Checking if there is enough room ...
it: Verifica se c'è spazio sufficiente ...
sv: Kontrollerar om det finns tillräckligt mycket utrymme...

source: Have: %s megs available. Need: %s.
it: Hai: %s mega disponibili. Servono: %s.
sv: Har: %s megs tillgängligt. Behöver: %s.

source: Leftover files found
it: File rimasti trovati
sv: Kvarlämnade filer hittade

source: The following file(s) already exist
it: il/i seguente/i file(s) esiste/ono già
sv: Följande fil(er) finns redan

source: in the %s directory:
it: Nella directory %s:
sv: i %s katalogen

source: They may be left over from a previous remastering.
it: Potrebbero essere rimasti da una precedente rimasterizzazione.
sv: De kan vara kvarlämnade efter en tidigare remastering.

source: Do you want to fix this problem now?
it: Vuoi correggere questo problema ora?
sv: Vill du lösa det här problemet nu?

source: (the alternative is to quit now)
it: (l'alternativa è uscire ora)
sv: (alternativet är att sluta nu)

source: Ready to create a new linuxfs file
it: Pronto per creare un nuovo file linuxfs
sv: Färdig att skapa en ny linuxfs fil

source: Shall we begin?
it: Possiamo iniziare?
sv: Ska vi börja?

source: General
it: Generale
sv: Allmän

source: Personal
it: Personale
sv: Personlig

source: %s uses your current language settings.
it: %s utilizza le tue impostazioni della lingua correnti.
sv: %s använder dina nuvarande språkinställningar.

source: %s does not.
it: %s no.
sv: %s gör inte.

source: Remaster Version Identification
it: Versione di identificazione della Rimasterizzazione
sv: Remaster Version Identifikation

source: Please enter an (optional) title for this remaster
it: Prego, inserisci un titolo (facoltativo) a questa rimasterizzazione
sv: Var vänlig välj en (valfri) titel för denna remaster

source: Remaster in progress
it: Rimasterizzazione in avanzamento
sv: Remaster pågår

source: please be patient
it: sii paziente, per favore
sv: Var vänlig ha tålamod

source: (even after it says it is 100% done)
it: (anche dopo che venga comunicato che è tutto fatto al 100%)
sv: (även efter att det sägs att det är 100% klart)

source: antiX Remaster in Progress
it: antiX Remaster in avanzamento
sv: antiX Remaster Pågår

source: Remastering -- DO NOT CLOSE
it: Remasterizzazione in corso -- NON CHIUDERE
sv: Remastering -- STÄNG INTE

source: Remaster in Progress
it: Rimasterizzazione in avanzamento
sv: Remaster Pågår

source: Do you REALLY want to stop midway?
it: VERAMENTE vuoi interrompere a metà?
sv: Vill du VERKLIGEN stoppa halvvägs?

source: Error
it: Errore
sv: Fel

source: Do you want to save the incomplete file?
it: Vuoi salvare il file incompleto ?
sv: Vill du spara den ofullständiga filen?

source: Remastering Terminated Early
it: La rimasterizzazione si è chiusa prima del dovuto
sv: Remastering Avslutades Tidigt

source: Remastering Failed
it: La rimasterizzazione non è andata a buon fine
sv: Remastering Misslyckades

source: New linuxfs file was not created!
it: Il nuovo file linuxfs non è stato creato!
sv: Ny linuxfs fil blev inte skapad!

source: Could not mount new file as %s!
it: Non è stato possibile montare il nuovo file come %s!
sv: Kunde inte montera ny fil som %s!

source: Created new compressed filesystem file:
it: Creato il nuovo file del filesystem compresso:
sv: Skapa ny komprimerad filsystems-fil:

source: size: %s Meg
it: dimensione: %s Mega
sv: storlek: %s Meg

source: The new file should be used automatically the next time you boot.
it: Il nuovo file verrà usato automaticamente la prossima volta che avvierai il boot.
sv: Den nya filen kommer att användas automatiskt nästa gång du startar.

source: If there is a problem with the new system:
it: Se c'è un problema con il nuovo sistema:
sv: Om det är problem med det nya systemet:

source: Use the %s boot option to return to the current system.
it: Usa l'opzione %s del boot per ritornare al sistema attuale.
sv: Använd %s boot option för att återvända till det nuvarande systemet.

source: You should now create a rootfs.new file.
it: Dovresti creare ora un file rootfs.new.
sv: Du bör nu skapa en rootfs.new fil.

source: Use the Set up live persistence application.
it: Usa l'applicazione: Imposta Persistenza Live.
sv: Använd Set up live persistens programmet.
