Repository: BitJam/Transifex-translations
Catalog: antix-development.live-usb-storage/*.po
Languages: am, ca, cs, da, de, el, es, fr, it, nl, pl, pt, pt_br, sk, sv

source: Configure Live-usb storage
am: በ ቀጥታ-usb ማጠራቀሚያ ማሰናጃ
ca: Configura l'emmagatzematge d'USB autònom
cs: Konfigurovat uložiště LiveUSB
da: Konfigurer live-usb-lager
de: Live-USB-Speicher konfigurieren
el: Προτιμήσεις του Live-usb αποθήκευσης
es: Configurar almacenamiento LiveUSB
fr: Configurer le stockage live usb
it: Configura l'archiviazione dei dati della Live USB
nl: Configureer Live-usb opslag
pl: Skonfiguruj pamięć Live-USB
pt: Configurar armazenagem na USB-executável
pt_br: Configurar armazenamento do Usb-ao-vivo
sk: Konfigurovať úložisko Live-USB
sv: Konfigurera Live-usb lagring

source: No default user %s found on the system.
am: ምንም ነባር ተጠቃሚ %s በ ስራቱ ውስጥ አልተገኘም
ca: No s'ha trobat l'usuari per omissió %s al sistema.
cs: Nebyl nalezen žádný předvolený uživatel %s.
da: Fandt ikke standardbrugeren %s på systemet.
de: Kein Standardbenutzer %s auf dem System gefunden.
el: Προεπιλεγμένο χρήστης %s δε βρέθηκε στο σύστημα.
es: No se encontró el usuario por defecto %s en el sistema.
fr: Pas d'utilisateur par défaut %s trouvé dans le système.
it: Nessun utente predefinito %s è stato trovato nel sistema.
nl: Geen standaard gebruiker %s gevonden in het systeem.
pl: Brak domyślnego użytkownika %s w systemie.
pt: Não foi encontrado no sistema nenhum utilizador %s por omissão
pt_br: Não foi encontrado no sistema nenhum usuário %s pré-definido
sk: Predvolený užívateľ %s nebol nájdený v systéme.
sv: Ingen standard-användare %s hittad i systemet.

source: Disabling live-usb storage
am: በ ቀጥታ-usb ማጠራቀሚያ ማሰናከያ
ca: Desactiva l'emmagatzematge d'USB autònom
cs: Zakazování uložiště LiveUSB
da: Deaktiverer live-usb-lager
de: Deaktiviere Live-USB-Speicher
el: Απενεργοποίηση του live-usb αποθήκευσης
es: Deshabilitando almacenamiento LiveUSB
fr: Désactiver le stockage usb live
it: Disabilitazione dell'archiviazione dei dati della Live USB
nl: Live-usb opslag uitschakelen
pl: Wyłączanie pamięci Live-USB
pt: Desactivar armazenagem na USB-executável
pt_br: Desabilitando armazenamento do usb-ao-vivo
sk: Vypínanie Live-USB úložiska
sv: Stänger av live-usb lagring

source: Home directory for user %s not found
am: ለ ተጠቃሚው የ ቤት ዳይሬክቶሪ %s አልተገኘም
ca: No he trobat el directori d'inici per l'usuari %s
cs: Domovská složka uživatele %s nenalezena
da: Fandt ikke hjemmemappe for brugeren %s
de: Home-Verzeichnis für Benutzer %s nicht gefunden
el: Κατάλογος του Home %s δεν βρέθηκε
es: No se encontró el directorio Home para el usuario %s
fr: Le répertoire personelle de l'utilisateur %s n'est pas trouvé
it: Directory Home dell'utente %s non trovata
nl: Home directory voor gebruiker %s niet gevonden
pl: Katalog domowy dla użytkownika %s nie został znaleziony
pt: Não foi encontrado o directório home do utilizador %s
pt_br: Não foi encontrado o diretório home do usuário %s
sk: Adresár Home užívateľa %s nenájdený
sv: Hemkatalog för användare %s inte hittad

source: Could not find UID or GUID for user %s
am: ማግኘት አልተቻለም UID ወይንም GUID ለ ተጠቃሚ %s
ca: No he trobat l'UID o el GUID per l'usuari %s
cs: UID nebo GUID uživatele %s nebylo nalezeno
da: Kunne ikke finde UID eller GUID for brugeren %s
de: Die UID oder GUID des Benutzers %s nicht gefunden
el: Δεν βρέθηκε UID η GUID για τον χρήστη %s
es: No se encontró UID o GUID para el usuario %s
fr: On ne peut pas trouver ou le UID ou le GUID de l'utilisateur %s
it: Impossibile trovare trovare l'UID (ID utente) o il GUID per l'utente %s
nl: Kon UID of GUID voor gebruiker %s niet vinden
pl: Nie można znaleźć UID lub GUID dla użytkownika %s
pt: Não foi possível encontrar o UID ou GUID do utilizador %s
pt_br: Não foi possível encontrar o UID ou GUID do usuário %s
sk: UID alebo GUID užívateľa %s nenájdené
sv: Kunde inte hitta UID eller GUID för användare %s

source: Found non-numeric UID or GUID for user %s: %s
am: ምንም-ቁጥር ያልሆነ ተገኝቷል UID ወይንም GUID ለ ተጠቃሚ %s: %s
ca: He trobat el UID o GUID no numèric per l'usuari %s: %s
cs: Nalelzen nečíselný UID nbo GUID uživatele %s: %s
da: Fandt ikke-numerisk UID eller GUID for brugeren %s: %s
de: Die UID oder GUID des Benutzers %s : %s ist nicht numerisch
el: βρέθηκε UID η GUID για τον χρήστη %s: %s
es: Se encontró UID o GUID no numérico para el usuario %s: %s
fr: Pour l'utilisateur %s on a trouvé le UID ou le GUID non-numérique: %s
it: Trovato l'UID (ID utente) o il GUID non numerico per l'utente %s: %s
nl: Gevonden niet-numeriek UID of GUID voor gebruiker %s: %s
pl: Znaleziono nienumeryczny identyfikator UID lub GUID dla użytkownika %s: %s
pt: Encontrado UID ou GUID não-numérico do utilizador %s: %s
pt_br: Encontrado UID ou GUID não-numérico do usuário %s: %s
sk: Nájdené nenumerické UID alebo GUID užívateľa %s: %s
sv: Hittade icke-numerisk UID eller GUID för användare %s: %s

source: Can only use %s storage with UID of %s
am: መጠቀም ይችላሉ %s ማጠራቀሚያ በ UID ለ %s
ca: Només el pot usar l'emmagatzematge %s amb l'UID de %s
cs: Pouze %s uložiště s UID %s může být použito
da: Kan kun bruge %s-lager med UID af %s
de: Nur %s Speicher mit der UID %s kann benutzt werden
el: Μπορεί να χρησιμοποιήσει μόνο %s αποθήκευσης με UID του %s
es: Se puede usar sólo almacenamiento %s con UID de %s
fr: On ne peut servir que de stockage %s avec le UID %s
it: Per l'archiviazione è possibile usare solo %s con UID (ID utente) %s
nl: Kan enkel %s opslag gebruiken met UID van %s
pl: Można wykorzystać tylko %s pamięci z UID of %s
pt: Só é possível usar armazenamento de %s com o UID de %s
pt_br: Só é possível usar armazenamento de %s com o UID de %s
sk: Je možné použiť iba %s úložisko s UID %s
sv: Kan endast använda %s lagring med UID på %s

source: The file %s is not a directory
am: ይህ ፋይል %s ዳይሬክቶሪ አይደለም
ca: El fitxer %s no és un directori
cs: Soubor %s není složka
da: Filen %s er ikke en mappe
de: %s ist kein Name eines Verzeichnisses
el: Το αρχείο %s δεν είναι κατάλογος
es: El archivo %s no es un directorio
fr: Le fichier %s n'est pas un répertoire
it: Il file %s non è una directory
nl: Het bestand %s is geen directory
pl: Plik %s nie jest katalogiem
pt: O ficheiro %s não é um directório
pt_br: O arquivo %s não é um diretório
sk: Súbor %s nie je adresárom
sv: Filen %s är inte en katalog

source: Directory %s is already a mountpoint
am: ዳይሬክቶሪ %s የ መጫኛ ነጥብ ነው
ca: El directori %s ja és un punt de muntatge
cs: Složka %s je už připojena
da: Mappen %s er allerede et monteringspunkt
de: das Verzeichnis %s ist bereits ein Einhängepunkt.
el: κατάλογος %s είναι ήδη ένα σημείο προσάρτησης
es: El directorio %s ya es un punto de montaje
fr: Le répertoire %s existe déjà comme un point de montage
it: La directory %s è già un punto di montaggio
nl: Directory %s is al een aankoppelpunt
pl: Katalog %s jest już punktem montowania
pt: O directório %s já é um ponto de montagem
pt_br: O diretório %s já é um ponto de montagem
sk: Adresár %s je už pripojený
sv: Katalogen %s är redan en monteringspunkt

source: Enable live-usb storage at %s
am: በ ቀጥታ-usb ማጠራቀሚያ ማስቻያ በ %s
ca: Activa l'emmagatzematge d'USB autònom a %s
cs: Povolit LiveUSB uložiště na %s
da: Aktivér live-usb-lager ved %s
de: Aktiviere Live-USB-Speicher auf %s
el: Ενεργοποίηση του live-usb αποθήκευσης στο %s
es: Habilitar almacenamiento LiveUSB en %s
fr: Activer le stockage usb live à %s
it: Abilita l'archiviazione della Live USB a %s
nl: Schakel Live-usb opslag op %s in
pl: Włącz pamięć Live-USB na %s
pt: Activar armazenagem na USB-executável em %s
pt_br: Ativar armazenamento de usb-ao-vivo em %s
sk: Aktivovať Live-USB úložsko na %s
sv: Använd live-usb lagring på %s
