Repository: BitJam/Transifex-translations
Catalog: antix-development.antix-initshpot/*.po
Languages: ar, bg, ca, cs, el, es, fr, it, ja, nl, sv

source: Populating %s directory
ar: ملء الدليل %s
bg: Запълване %s директория
ca: Poblant el directori% s
cs: Naplňování adresáře %s
el: Εποίκηση κατάλογο %s
es: Poblando el directorio %s
fr: Remplir le répertoire %s
it: Riempimento della directory %s in corso
ja: 居住フォルダ %s
nl: Vullen van
sv: Fyll %s katalog

source: Unknown menu localization language %s
ar: لغة قائمة إضفاء الطابع المحلي غير معروفة %s
bg: Непозната езикова локализация на менюто %s
ca: Menú localització d'idioma desconeguda %s
cs: Neznámý jazyk lokalizace nabídky %s
el: Άγνωστη γλώσσα του μενοϋ %s
es: Lenguaje %s de localización de menú no conocido
fr: Localisation inconnue du menu des langues %s
it: Lingua di localizzazione del menù %s sconosciuta
ja: メニューの言語 %s が存在しません
nl: Onbekende menu lokalisatietaal %s
sv: Menyns lokalisering-språk okänt %s

source: Directory not found %s
ar: الدليل غير موجود %s
bg: Директория не е намерена %s
ca: No s'ha trobat el directori %s
cs: Adresář %s nenalezen
el: Κατάλογος δεν βρέθηκε %s
es: Directorio no encontrado %s
fr: Répertoire introuvable %s
it: Directory non trovata %s
ja: ディレクトリ %s が存在しません
nl: Directory niet gevonden %s
sv: Katalog ej hittad %s

source: Localizing menus to %s in %s
ar: قائمة إضفاء الطابع المحلي إلى %s في %s
bg: Локализиране менюта към %s в %s
ca: Localitzant els menús a %s en %s
cs: Lokalizování nabídek do %s v %s
el: Τοπικοποίηση του μενοϋ σε %s σε %s
es: Ajustando localización de menúes a %s in %s
fr: Localisation des menus de %s dans %s
it: Traduzione dei menù da %s a %s
ja: メニューの言語設定を %s へ設定 %s
nl: Lokaliseren van menus naar %s in %s
sv: Lokalisera menyer till %s i %s

source: Invalid %s boot parameter %s
ar: مُعامل الإقلاع %s باطل %s
bg: Невалиден %s бут параметър %s
ca: Paràmetre d'arrencada %s no vàlids %s
cs: Zavedení %s má neplatný parametr %s
el: Ακυρο %s η παράμετρα εκκίνησης %s
es: Parámetro de inicio %s inválido %s
fr: Invalide %s Paramètre de démarrage %s
it: %s parametro di boot %s non valido
ja: 起動パラメータ %s が不正です %s
nl: Ongeldige %s boot parameter %s
sv: Ogiltig %s boot parameter %s

source: Setting %s to %s
ar: إعدادات %s إلى %s
bg: Настройване %s към %s
ca: S'està configurant %s a %s
cs: Nastavování %s na %s
el: Ρύθμιση %s σε %s
es: Ajustando %s a %s
fr: Réglage de %s à %s
it: Impostare %s su %s
ja: 設定 %s → %s
nl: Stel %s in naar %s
sv: Inställning %s till %s

source: Bad mirror code %s (expected two letters)
ar: شفرة مراّت سيئة %s (كنا نتوقع حرفين)
bg: Лош огледален код %s (очакват се две букви)
ca: Bad codi mirror %s (esperat dues lletres)
cs: Špatný kód záložního serveru %s (očekávána dvě písmena)
el: Ακυρος κωδικος του mirror %s (αναμένεται δύο γράμματα)
es: Código de mirror incorrecto %s (se esperaban dos letras)
fr: Mauvais miroir de code %s (deux lettres attendu)
it: Errato codice mirror %s (previste due lettere)
ja: ミラーコード %s が不正です (2文字以上)
nl: Verkeerde mirror code %s (twee letters werden verwacht)
sv: Dålig mirror kod %s (väntade två bokstäver)

source: Localizing %s to %s mirror
ar: إضفاء الطابع المحلي %s إلى المراّت %s
bg: Локализиране %s към %s огледало
ca: Localitzant %s a %s mirror
cs: Lokalizování %s na záložní server %s
el: Τοπικοποίηση %s σε %s mirror
es: Ajustando localización de %s al mirror %s
fr: Localisation de %s à %s miroir
it: Localizzazione %s su mirror %s
ja: %s を言語設定します %s ミラー
nl: Lokaliseer %s naar %s mirror
sv: Lokaliserar %s till %s mirror

source: Could not find %s in %s
ar: لا يمكن العثور على %s في %s
bg: Не може да бъде намерен %s в %s
ca: No s'ha trobat %s en %s
cs: Nelze najít %s v %s
el: Δεν βρέθηκε %s σε %s
es: No se pudo encontrar %s en %s
fr: Impossible de trouver %s dans %s
it: Non è stato possibile trovare %s in %s
ja: %s が見つかりません %s
nl: Kon geen %s in %s vinden
sv: Kunde inte hitta %s i %s

source: Found default desktop %s
ar: وجد سطح المكتب الافتراضي %s
bg: Намерен десктоп по подразбиране %s
ca: Trobat escriptori per omissió a %s
cs: Nalezena výchozí plocha %s
el: Προεπιλεγμένη επιφάνεια εργασίας βρέθηκε %s
es: Se encontró el escritorio por defecto %s
fr: Trouvé bureau par défaut %s
it: Trovato il desktop predefinito %s
ja: デフォルトデスクトップ %s を見つけました
nl: Vond standaard desktop %s
sv: Hittade standard skrivbord %s

source: Desktop %s is not a valid desktop.
ar: سطح المكتب الافتراضي %s غير صالح
bg: Десктоп %s не е валиден десктоп
ca: d'escriptori %s no és vàlid.
cs: Plocha %s není platná.
el: Επιφάνεια εργασίας %s είναι άκυρη
es: El escritorio %s no es un escritorio válido
fr: Bureau %s n'est pas un poste de travail valide.
it: Il desktop %s non è un desktop valido.
ja: デスクトップ %s を有効にできません
nl: Desktop %s is geen geldige desktop.
sv: Desktop %s är inte ett giltigt skrivbord.

source: Valid choices are %s
ar: الاحتيارات الصالحة هي %s
bg: Валидни избори са %s
ca: Opcions vàlides son %s
cs: Platné volby jsou %s
el: Έγκυρες επιλογές %s
es: Las opciones válidas son %s
fr: Les choix valides sont %s
it: Le scelte valide sono %s
ja: %s を選択しました
nl: Geldige keuzes zijn %s
sv: Giltiga val är %s

source: Setting default desktop to %s
ar: إعداد سطح المكتب الافتراضي إلى %s
bg: Настройване на десктоп по подразбиране на %s
ca: S'està configurant escriptori per omissió a %s
cs: Nastavování výchozí plochy na %s
el: Ρύθμιση προεπιλεγμένης επιφάνεια εργασίας σε %s
es: Ajustando el escritorio por defecto a %s
fr: Configuration du bureau par défaut de %s
it: Impostare il desktop di default su %s
ja: デフォルトデスクトップを設定: %s
nl: Standaard desktop aan het instellen op %s
sv: Ställer in standard skrivbord till %s

source: Localizing/configuring X-Windows
ar: إضفاء الطابع المحلي\إعداد X-Windows
bg: Локализиране/конфигуриране на X-Прозорци
ca: Localitzant/configurant X-Windows
cs: Lokalizace/nastavení X-Windows
el: Τοπικοποίηση/ρύθμιση των X-Windows
es: Ajustando localización/configurando las ventanas X
fr: Localisation/configuration de X-Windows
it: Localizzazione/Configurazione di X-Windows in corso
ja: X window の設定
nl: X-Windows localiseren/configureren
sv: Lokalisering/anpassning X-Windows

source: Enabling %s automount
ar: تمكين الوصْل %s الآلي
bg: Включване %s автомонтиране
ca: Habilitat muntatge automàtic %s
cs: Povolování automatického připojení %s
el: Ενεργοποίηση %s automount
es: Habilitando el automontaje de %s
fr: Activation du montage automatique %s
it: Abilitare il montaggio automatico di %s
ja: 自動マウント %s を有効
nl: Activeren %s automatisch koppelen
sv: Aktivera %s automount

source: Disabling automount
ar: تعطيل الوصْل الآلي
bg: Изключване на автомонтиране
ca: Inhabilitant muntatge automàtic
cs: Zákaz automatického připojování
el: Απενεργοποίηση automount
es: Desabilitando el automontaje
fr: Désactivation du montage automatique
it: Disabilitazione del montaggio automatico
ja: 自動マウントしない
nl: De-activeren automatisch koppelen
sv: Inaktivera automount

source: Building %s via %s
ar: بناء %s من خلال %s
bg: Зглобяване %s чрез %s
ca: Creant %s amb %s
cs: Sestavování %s pomocí %s
el: Χτίζοντας %s μέσω %s
es: Construyendo %s vía %s
fr: Construction de %s via %s
it: Costruzione %s attraverso %s
ja: ビルド中 %s / %s
nl: Opbouwen %s via %s
sv: Bygger %s via %s

source: Disabling fstab hotplugging (his will also disable automount)
ar: تعطيل التوصيل دون إيقاف التشغيل fstab (سوف يعطَل أيضاً الوصْل الآلي)
bg: Изключванее fstab хотплъгинг (това също ще изключи автомонтиране)
ca: Desactivació de fstab connexió en calent (seu també desactivarà automount)
cs: Zákaz výměny fstab za provozu (his také zakáže automatické připojení)
el: Απενεργοποίηση hotplugging fstab (του θα απενεργοποιήσει επίσης automount)
es: Deshabilitando el hotplugging de fstab (también se deshabilitará el automontaje)
fr: Désactivation du branchement à chaud de fstab (cela va également désactiver le montage automatique)
it: Disabilitare da fstab l'hotplug dei dispositivi (ciò disabiliterà anche l'automount)
ja: fstab ホットプラグを無効 (自動マウントされません)
nl: De-activeren hotpluggen van fstab (dit schakelt ook automatische koppeling uit)
sv: Inaktivera fstab hotplugging (detta inaktiverar även automount)

source: Enabling fstab hotplugging
ar: تمكين التوصيل دون إيقاف التشغيل fstab
bg: Включване fstab хотплъгинг
ca: Habilitació de connexió en calent fstab
cs: Povolení výměny fstab za provozu
el: Ενεργοποίηση hotplugging fstab
es: Habilitando el hotplugging de fstab
fr: Activation du branchement à chaud de fstab
it: Abilitare in fstab l'autoriconoscimento, hotplug, dei dispositivi
ja: fstab ホットプラグを有効
nl: Activeren fstab hotpluggen
sv: Aktivera fstab hotplugging

source: Configuring %s file
ar: إعداد ملف %s
bg: Конфигуриране %s файл
ca: Configurant el fitxer %s
cs: Nastavení souboru %s
el: Ρύθμιση του αρχείο %s
es: Configurando el archivo %s
fr: Configuration du fichier %s
it: Configurazione del file %s in corso
ja: ファイル %s の設定
nl: %s bestand instellen
sv: Anpassa %s fil
