Repository: BitJam/Transifex-translations
Catalog: antix-development.change-default-desktop/*.po
Languages: ar, ca, cs, de, el, es, fr, it, nl

source: Change Default Window Manager
ar: تغيير منظّم النوافذ الافتراضي
ca: Canvia el gestor de finestres per omissió
cs: Změnit výchozího správce oken
de: Änderung des Standard Window Manager
el: Αλλαγή του προεπιλεγμένου διαχειριστή παραθύρων
es: Cambiar el Manejador de Ventanas por defecto
fr: Changer le Gestionnaire de fenêtres par défaut
it: Cambiare il Window Manager di Default
nl: Standaard Window Manager wijzigen

source: Change the default desktop in %s, %s and %s then offer to restart X-windows.
ar: تغيير سطح المكتب الافتراضي في %s. %s و %s في و من ثم عرض إعادة تشغيل X-windows
ca: Canvia l'escriptori per defecte a %s, %s i %s i ofereix de tornar a arrencar les X-windows
cs: Změnit výchozího správce oken ve %s, %s a %s, pak nabídnout restart X-windows.
de: Ändern Sie den Standard-Desktop in %s, %s und %s und nutzen Sie das Angebot, X-Window neu zu starten.
el: Αλλαγή της προεπιλεγμένης επιφάνειας εργασίας στο %s, στο %s και στο %s Κατόπιν, επανεκκινήστε το X-windows.
es: Cambiar el escritorio por defecto en %s, %s y %s luego ofrecer reiniciar las ventanas X.
fr: Changer le bureau par défaut dans %s, %s, et %s, puis proposer de redémarrer X-Windows.
it: Cambiare il desktop di default in %s, %s e %s dopo di che richiedere di riavviare X-windows.
nl: Stel de standaard desktop in op %s, %s en %s en bied dan de mogelijkheid om X-windows te herstarten.

source: Includes all known installed Windows Managers as options in both files.
ar: شمل جميع منظمي النوافذ كخيارات في كلا الملفين
ca: Inclou tots els Gestors de Finestres coneguts com a opcions a ambdós fitxers.
cs: Zahrnuje všechny instalované správce oken jako možnosti v obou souborech.
de: Umfasst alle bekannten Optionen in beiden Dateien des installierten Window-Manager.
el: Περιλαμβάνει όλους τους γνωστούς Διαχειριστές Παραθύρων ως επιλογές και στα δύο αρχεία.
es: Incluye todos los Manejadores de Ventanas instalados y conocidos como opciones en ambos archivos.
fr: Inclut tous les gestionnaires de fenêtres installée connue comme options dans les deux fichiers.
it: Include tutti i Windows Managers conosciuti e installati come opzioni in ciascun file.
nl: Bevat alle bekende en geinstalleerde Window Managers in beide bestanden als keuzemogelijkheden.

source: New default desktop.
ar: سطح المكتب الافتراضي الجديد
ca: Nou escriptori per omissió.
cs: Nová výchozí plocha.
de: Neuer Standard-Desktop
el: Νέα προεπιλεγμένη επιφάνεια εργασίας.
es: Nuevo escritorio por defecto.
fr: Nouveau bureau par défaut.
it: Nuovo desktop predefinito.
nl: Nieuwe standaard desktop.

source: Overwrite customized .xinitrc files without asking.
ar: الكتابة فوق ملفات.xinitrc المخصصة من دون سؤال
ca: Sobreescriu els fitxers .xinitrc sense preguntar.
cs: Přepsat přizpůsobené soubory .xinitrc bez dotazu.
de: Überschreibe die eigene .xinitrc-Datei ohne Fragen.
el: Αντικατάσταση προσαρμοστεί αρχεία .xinitrc χωρίς να ρωτήσει.
es: Sobreescribir los archivos .xinitrc personalizados sin preguntar.
fr: Écraser les Fichiers .xinitrc personnalisés sans rien demander.
it: Sovrascrivi il file personalizzato .xinitrc senza chiedere conferma.
nl: De voorgevormde .xinitrc bestanden overschrijven zonder te vragen.

source: Pause between stopping and starting X.
ar: وقفة بين توقف وبدء X
ca: Pausa entre l'aturada i arrencada de les X.
cs: Pozastavit mezi zastavením a spuštěním X.
de: Pause zwischen Anhalten und Starten von X.
el: Παύση ανάμεσα στην διακοπή και την εκκίνηση του Χ.
es: Pausa entre la finalización y el inicio de X.
fr: Pause entre l'arrêt et le démarrage de X.
it: Pausa tra l'arresto e il riavvio di X.
nl: Tussen het stoppen en starten van X pauseren.

source: Print out changes without touching files.
ar: طبع التعديلات من دون تغيير الملفات
ca: Imprimeix els canvis sense modificar els fitxers.
cs: Vypsat změny bez dotknutí se souborů.
de: Ausdrucken der Änderungen ohne die Datei zu berühren.
el: Εκτύπωση των αλλαγών χωρίς να πειραχθούν τα αρχεία.
es: Imprimir los cambios sin alterar los archivos.
fr: Imprimez les modifications sans toucher aux fichiers.
it: Mostra i cambiamenti senza modificare i file
nl: Druk de veranderingen af zonder bestanden te wijzigen.

source: No %s specified, not updating %s file.
ar: لم يتم تحديد %s لن يحدث %s
ca: No s'ha especificat %s, no s'actualitza el fitxer %s.
cs: Nebyl zadán %s, soubor %s není aktualizován.
de: Keine %s angegeben, %s Datei nicht aktualisiert.
el: %s δεν προσδιορίζεται, ενημέρωση του αρχείου %s δε γίνεται
es: No se especifica un %s, no se actualizará el archivo %s.
fr: Pas de %s spécifié, pas de mise à jour du fichier %s.
it: Nessun %s specificato, non viene aggiornato il file %s.
nl: Geen %s vastgesteld, %s bestand niet opgewaardeerd.

source: Try running %s as a normal user.
ar: حاول تشغيل %s كمستخدم عادي
ca: Proveu d'executar %s com a usuari normal.
cs: Zkuste spustit %s jako normální uživatel.
de: Versuchen Sie %s als normaler Benutzer.
el: Προσπαθήστε να τρέξετε το %s ως κανονικός χρήστης.
es: Intente ejecturar %s como un usuario normal.
fr: Essayez de lancer %s en tant qu'utilisateur normal.
it: Prova ad eseguire %s come utente normale.
nl: Probeer %s uit te voeren als een normale gebruiker.

source: Or you could trying running it as:
ar: أو يمكنك محاولة تشغيله ك:
ca: O bé podeu provar d'executar-ho com a:
cs: Nebo byste mohli zkusit spustit:
de: Oder, versuche so, ob es läuft:
el: Είτε θα μπορούσατε να δοκιμάσετε να το τρέξετε ως:
es: O Ud. lo puede ejecutar como:
fr: Vous pouvez aussi essayer de l'exécuter en tant que:
it: Oppure potresti provare ad eseguirlo come:
nl: Of u kunt proberen het uit te voeren als:

source: %s directory: %s does not exist
ar: %s الدليل: %s غير موجود
ca: Directori %s: no existeix %s
cs: Složka %s: %s neexistuje
de: %s Ordner: %s existiert nicht
el: Φάκελλος %s: Το %s δεν υπάρχει
es: directorio %s : no existe %s
fr: %s répertoire: %s n'existe pas
it: Directory %s: %s non esiste
nl: %s folder: %s bestaat niet

source: Invalid deskcode: %s
ar: deskcode باطل: %s
ca: Deskcode no vàlid: %s
cs: Neplatný kód plochy: %s
de: Ungültiger Deskcode: %s
el: Μη έγκυρη κωδικούς επιφάνειας: %s
es: código de escritorio inválido: %s
fr: Invalide deskcode: %s
it: Deskcode non valido: %s
nl: Ongeldige deskcode: %s

source: Valid choices: %s
ar: الخيارات الصالحة: %s
ca: Opcions vàlides: %s
cs: Platné volby: %s
de: Gültige Werte: %s
el: Έγκυρες επιλογές: %s
es: Opciones válidas: %s
fr: Les choix valides: %s
it: Scelte valide: %s
nl: Geldige keuzes: %s

source: Do you want to over-write it?
ar: هل تريد الكتابة فوقه؟
ca: Voleu sobreescriure'l?
cs: Chete toto přepsat?
de: Möchten Sie sie überschreiben?
el: Θέλετε να το αντικαταστήσετε;
es: ¿Desea sobre escribirlo?
fr: Voulez-vous l'écraser?
it: Vuoi sovrascriverlo ?
nl: Wilt u het overschrijven?

source: Writing %s\n
ar: يتم تسجيل %s\n
ca: Escrivint %s \n
cs: Zapisování%s\n
de: Schreibe %s\n
el: Γίνεται εγγραφή πάνω στο %s\n
es: Escribiendo %s\n
fr: Ecriture %s\n
it: Scrittura di %s\n
nl: %s schrijven\n

source: Found no Slim sessions
ar: لم يتم العثور على جلسة Slim
ca: No s'han trobat sessions de Slim
cs: Nenalezeny žádné relace Slim
de: Keine Slim-Sitzung gefunden
el: Σύνδεση του SLiM δε βρέθηκε
es: No se encontraron sesiones de Slim
fr: Ne trouve aucune sessions de Slim
it: Nessuna sessione Slim trovata
nl: Geen Slim-sessies gevonden

source: Here is the new sessions line for slim.conf:
ar: هذه الجلسة الجديدة لخط slim.conf:
ca: Aquesta és la línia per a noves sessions per slim.conf:
cs: Zd eje nový řádek relací pro slim.conf:
de: Hier ist die neue Sitzungs-Linie für slim.conf:
el: Εδώ είναι η νέα γραμμή σύνδεσης για slim.conf:
es: Aquí se encuentra la nueva línea de sesiones para slim.conf:
fr: Voici la nouvelle ligne des sessions pour slim.conf:
it: Ecco la nuova linea delle sessioni per slim.conf:
nl: Hier is de nieuwe sessie-regel voor slim.conf:

source: Wrote: %s
ar: كتب: %s
ca: S'ha escrit: %s
cs: Zapsáno: %s
de: Geschriben: %s
el: Έγραψε: %s
es: Se escribió: %s
fr: A écrit: %s
it: Ha scritto: %s
nl: Geschreven: %s

source: Set default window manager to: %s
ar: ضبط منظّم النوافذ الافتراضي إلى: %s
ca: Gestor de finestres per omissió establert en: %s
cs: Nastavit výchozího správce oken na: %s
de: Setze Standard-Window-Manager zu: %s
el: Ορίστε τον νέο διαχειριστή παραθύρων στο: %s
es: Ajustar el manejador de ventanas por defecto a: %s
fr: Définir le gestionnaire de fenêtre par défaut à: %s
it: Imposta il gestore delle finestre predefinito come: %s
nl: Stel standaard window manager in op: %s

source: Do you want to restart X-windows now?
ar: هل تريد إعادة تشغيل X-windows الآن؟
ca: Voleu tornar a arrencar les X-windows ara?
cs: Chcete restartovat X-windows nyní?
de: Möchten Sie X-windows jetzt neu starten?
el: Θέλετε να επανεκκινήσετε το X-windows τώρα;
es: ¿Desea reiniciar las ventanas X ahora?
fr: Voulez-vous redémarrer X-windows maintenant?
it: Vuoi riavviare X-windows ora?
nl: Wilt u X-windows nu herstarten?

source: (There will be a %s second pause before X-windows starts)
ar: (سيكون هناك وقفة لمدة %s ثانية قبل بدء X-windows)
ca: (Es farà una pausa de %s segons abans de tornar a arrencar)
cs: (Před spuštěním X-windows bude %s vteřinová pauza)
de: (Es wird ein % Sekunden Pause, bevor X-Windows startet)
el: (Θα υπάρξει μία %s δεύτερη παύση πριν αρχίσει ο X-windows)
es: (Habrá una pausa de %s segundos antes de que se inicien las ventanas X).
fr: (Il y aura une pause de %s seconde avant que X-windows démarre)
it: (Ci sar√† una pausa di %s secondi prima dell'avvio di X-windows)
nl: (Er zal een %s tweede pauze zijn voordat X-windows opstart)
