Repository: BitJam/Transifex-translations
Catalog: antix-development.inxi-guipot/*.po
Languages: ca, cs, de, el, es, fr, it, nl, pl

source: -a|--audio view sound card information
ca: -a | --audio veure la informació de la tarja de so
cs: -a|--audio zobrazit informace o zvukové kartě
de: -a|--audio Soundkarten Informationen anzeigen
el: -a|--audio»»Εμφάνιση πληροφοριών για την Κάρτα Ήχου
es: -a|--audio»»mirar la información de la tarjeta de sonido
fr: -a | --audio»» afficher les informations de la carte son
it: -a|--audio⇥⇥visualizza le informazioni sulla scheda audio
nl: -a|--audio geluidskaart-informatie bekijken
pl: -a|--audio\t\twyświetla informacje o karcie dźwiękowej

source: -c|--cpu view cpu information
ca: -c | --cpu veure la informació de la UCP
cs: -c|--cpu zobrazit informace o procesoru
de: -c|--cpu CPU Informationen anzeigen
el: -c|--cpu »Εμφάνιση πληροφοριών για την CPU
es: -c|--cpu » mirar la información del cpu
fr: -c | --cpu » afficher les informations de la cpu
it: -c|--cpu ⇥visualizza le informazioni sulla CPU
nl: -c|--cpu cpu-informatie bekijken
pl: -c|--cpu \twyświetla informacje o procesorze

source: -g|--graphics view graphics card information
ca: -g | --graphics veure la informació de la tarja gràfica
cs: -g|--graphics zobrazit informace o grafické kartě
de: -g|--graphics Grafikkarten Informationen anzeigen
el: -g|--graphics»Εμφάνιση πληροφοριών για την Κάρτα Γραφικών
es: -g|--graphics»mirar la información de la tarjeta gráfica
fr: -g | --graphics»» afficher les informations de la carte graphique
it: -g|--graphics⇥visualizza le informazioni sulla scheda video
nl: -g|--grafisch informatie over de videokaart bekijken
pl: -g|--graphics\twyświetla informacje o karcie graficznej

source: -n|--nic view nic information
ca: -n | --nic veure la informació de la tarja de xarxa
cs: -n|--nic zobrazit informace o nic
de: -n|--nic»»nicinformationen anzeigen
el: -n|--nic»»Εμφάνιση πληροφοριών για τη NIC
es: -n|--nic»»ver la información del nic
fr: -n | --nic»» afficher les informations nic
it: -n|--nic⇥⇥visualizza le informazioni su NIC
nl: -n|--nic informatie over nic bekijken
pl: -n|--nic\t\twyświetla informacje o sieci

source: -l|--system view system information
ca: -l | --system veure informació del sistema
cs: -l|--system zobrazit informace o systému
de: -l|--system Systeminformationen anzeigen
el: -l|--system»»Εμφάνιση πληροφοριών για το Σύστημα
es: -l|--system»»ver la información del sistema
fr: -l|--system»» afficher les informations system
it: -l|--system⇥⇥visualizza le informazioni sul sistema
nl: -l|--systeem systeem-informatie bekijken
pl: -l|--system\t\twyświetla informacje o systemie

source: -hd|--hard-drive view hard drive information
ca: -hd | --hard-drive veure la informació del disc
cs: -hd|--hard-drive zobrazit informace o pevném disku
de: -hd|--hard-drive Festplatten Informationen anzeigen
el: -hd|--hard-drive»Εμφάνιση πληροφοριών για τον Σκληρό Δίσκο
es: -hd|--hard-drive»ver la información del disco duro
fr: -hd | --hard-drive»» afficher les informations du disque dur
it: -hd|--hard-drive⇥visualizza le informazioni sul disco fisso
nl: -hd|--harde-schijf informatie over de harde schijf bekijken
pl: -hd|--hard-drive\twyświetla informacje o dyskach twardych

source: -r|--repository view repository
ca: -r | --repository veure els dipòsits
cs: -r|--repository zobrazit úložiště
de: -r|--repository Paketquellen anzeigen
el: -r|--repository»Εμφάνιση του αποθετηρίου
es: -r|--repository»ver el repositorio
fr: -r | --repository»» afficher les dépots
it: -r|--repository⇥visualizza il repository
nl: -r|--repository bekijk informatie over de repositories
pl: -r|--repository\twyświetla repozytorium

source: -s|--sensor view sensor information
ca: -s | --sensor veure la informació dels sensors
cs: -s|--sensor zobrazit informace o senzoru
de: -s|--sensor Sensorinformationen anzeigen
el: -s|--sensor»»Εμφάνιση πληροφοριών για τον Αισθητήρα
es: -s|--sensor»»ver la información del sensor
fr: -s | --sensor»» afficher les informations des capteurs
it: -s|--sensor⇥⇥visualizza le informazioni sul sensore
nl: -s|--sensor informatie over de sensoren bekijken
pl: -s|--sensor\t\twyświetla dane z czujników

source: --all view all (short) information
ca: --all veure tota la informació abreujada
cs: --all zobrazit všechny (krátké) informace
de: --all alle (kurzen) Informationen anzeigen
el: --all»»Εμφάνιση πληροφοριών (περιληπτικά) κάθε είδους
es: --all»»ver toda la información (versión corta)
fr: --all »» afficher toutes les information (courtes)
it: --all⇥⇥visualizza tutte le informazioni (brevi)
nl: --alle bekijk alle (korte) informatie
pl: --all\t\twyświetla wszystkie informacje (skrócone)

source: --help display this help
ca: --help mostra aquesta ajuda
cs: --help zobrazit tuto nápovědu
de: --help Diese Hilfe anzeigen
el: --help»»Εμφάνιση αυτής της Βοήθειας
es: --help»»desplegar esta ayuda
fr: --help»» affiche l'aide
it: --help⇥⇥visualizza questo aiuto
nl: --help help tonen
pl: --help\t\twyświetla tę pomoc

source: Audio
ca: Àudio
cs: Zvuk
el: Ήχος
pl: Dźwięk

source: CPU
ca: UCP
cs: Procesor
pl: Procesor

source: Graphics
ca: Gràfics
cs: Grafika
de: Grafik
el: Γραφικά
es: Gráficos
fr: Graphisme
it: Grafica
nl: Grafisch
pl: Grafika

source: NIC and IP address
ca: Adreces de xarxa
cs: NIC a IP adresa
de: Netzwerk Interface Adresse und IP Adresse
el: NIC και Διεύθυνση IP
es: NIC y dirección IP
fr: NIC et adresse IP
it: Indirizzo NIC e IP
nl: NIC en IP adres
pl: Karty sieciowe i adres IP

source: System
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
fr: Outils Système
it: Sistema
nl: Systeem

source: Hard Drive
ca: Disc dur
cs: Pevný disk
de: Festplatte
el: Σκληρός Δίσκος
es: Disco Duro
fr: Disque dur
it: Disco fisso
nl: Harde schijf
pl: Dysk twardy

source: Repository
ca: Dipòsit
cs: Úložiště
de: Paketquelle
el: Αποθετήριο
es: Repositorio
fr: Dépots
nl: Pakketbron
pl: Repozytorium

source: Sensor Output
ca: Sortida dels sensors
cs: Výstup senzoru
de: Sensor Ausgabe
el: Έξοδος του αισθητήρα
es: Salida del sensor
fr: Sortie capteur
it: Output del sensore
pl: Wartości z czujników

source: All Short
ca: En breu
cs: Všechno krátce
de: Alle kurzen
el: Συνοπτικά
es: Todo en versión corta
fr: Tous courts
it: Tutto breve
nl: Alles kort
pl: Wszystkie - skrócone

source: PC Information Options
ca: Opcions d'informació del PC
cs: Možnosti informací o PC
de: PC Information Optionen
el: Επιλογές για τις πληροφορίες του PC
es: Opciones de información de la PC
fr: Options d'information PC
it: Opzioni delle informazioni sul PC
nl: PC informatie keuze
pl: Opcje Informacje PC

source: Edit?
ca: Edita?
cs: Upravit?
de: Bearbeiten?
el: Να γίνει επεξεργασία;
es: ¿Corregir?
fr: Modifier?
it: Modificare?
nl: Bewerken?
pl: Edytować?

source: Edit Repositories?
ca: Edita dipòsits?
cs: Upravit úložiště?
de: Paketquellen bearbeiten?
el: Να γίνει επεξεργασία των Αποθετηρίων;
es: ¿Corregir los repositorios?
fr: Modifier les dépôts?
it: Modificare i repository?
nl: Repositories bewerken?
pl: Edytować repozytoria?

source: Unrecognized option: $1
ca: Opció no reconeguda: $1
cs: Nerozpoznaná možnost: $1
de: Unbekannte Option: $1
el: Μη αναγνωρίσιμη επιλογή: $1
es: Opción no reconocida: $1
fr: Option non reconnue: $1
it: Opzione non riconosciuta: $1
nl: Onbekende optie: $1
pl: Nierozpoznana opcja: $1
