Repository: BitJam/Transifex-translations
Catalog: antix-development.toram-eject/*.po
Languages: de, ja, pt

source: Eject LiveCD/DVD via a simple GUI if %s is enabled.
de: Auswerfen der Live-CD/DVD über eine einfache GUI, wenn %s aktiviert ist.
ja: %s が有効になっている場合は、簡単なGUIを使用して LiveCD/DVD を取り出します。
pt: Ejetar o dispositivo de instalação externa através duma interface simples, se %s estiver attivado.

source: Automatic toram Eject
de: Automatisches toram-auswerfen
ja: 自動 toram 取り出し
pt: Ejecção automática 'toram'

source: no BOOT_DEV given!
de: kein BOOT_DEV gegeben!
ja: BOOT_DEV がありません！
pt: Não foi indicado nenhum dispositivo de iniciação (BOOT_DEV)!

source: boot device: %s is not removable.
de: Boot-Gerät: %s kann nicht entfernt werden.
ja: 起動オプション %s はリブバーブルではありません
pt: dispositivo de iniciação: %s não é amovível.

source: boot device: %s is still mounted!
de: Boot-Gerät: %s
ja: 起動オプション %s はマウントされています！
pt: dispositivo de iniciação: %s ainda está montado!

source: The %s boot option succeeded.
de: Die %s Boot-Option erfolgreich.
ja: %s 起動オプションは実行されました。
pt: A iniciação pela opção %s teve êxito.

source: The boot media is no longer needed.
de: Das Boot-Medium wird nicht mehr benötigt.
ja: 起動メディアは必要ありません。
pt: O dispositivo de inicição já não é necessário.

source: Do you want the LiveCD/DVD ejected?
de: Möchten Sie die Live-CD/DVD auswerfen?
ja: Live CD・DVD を取り出しますか？
pt: Pretende ejectar o dispositivo de instalação externa?

source: did not eject as per user request.
de: tun Sie nicht vor Aufforderung auswerfen.
ja: 要求通りに取り出せませんでした。
pt: não foi ejactado como solicitado.

source: Could not eject %s
de: Konnte nicht auswerfen %s
ja: %s を取り出す事ができません
pt: Não foi possível ejectar %s

source: Feel free to remove the CD or DVD.
de: Fühlen Sie sich frei, die CD oder DVD zu entfernen.
ja: CD・DVDを自由に取り出します。
pt: Pode remover o CD ou DVD.

source: Do you want the drive closed now?
de: Haben Sie das Laufwerk jetzt geschlossen?
ja: ドライブを閉じてよろしいですか？
pt: Pretende fechar o dispositivo (drive) agora?

source: did not closing drive as per user request.
de: tun Sie das Laufwerk nicht schließen vor Aufforderung.
ja: 要求に従って、ドライブは閉じていませんでした。
pt: dispositivo (drive) não fechado como solicitado.

source: Could not close %s
de: Konnte nicht geschlossen werden %s
ja: %s を閉じる事ができません
pt: Não foi possível fechar %s
