Repository: BitJam/Transifex-translations
Catalog: antix-development.cli-installerpot/*.po
Languages: pt_br

source: CL installer for $antiX
pt_br: Instalador de linha de comando para o $antiX

source: Version 2.02 2011/04/01
pt_br: Versão 2.02 2011/04/01

source: Requirements for minimum installation:
pt_br: Requisitos mínimos para instalação:

source: antiX-full: hard-disk 2.3GB RAM 64MB
pt_br: antiX completo: disco rígido 2,3GB RAM 64MB

source: antiX-base: hard-disk 1.5GB RAM 48MB
pt_br: antiX-base: disco rígido de 1,5 GB de RAM 48MB

source: antiX-core: hard-disk 0.5GB RAM 48MB
pt_br: antiX-core: disco rígido de 0,5 GB de RAM 48MB

source: Usage: cli-installer [drive]
pt_br: Uso: cli-installer [disco]

source: Where drive is the name of the drive antiX is to be installed on.
pt_br: Onde disco é o nome da unidade de armazenamento na qual instalar o antiX.

source: For example: cli-installer sdb
pt_br: Por exemplo: cli-installer sdb

source: The default is correct if the computer has only one drive.
pt_br: O padrão está correto se o computador tiver apenas uma unidade de armazenamento.

source: Pre-installation tips:
pt_br: Dicas de pré-instalação:

source: Set language at the boot screen by pressing F2
pt_br: Definir o idioma na tela de boot apertando F2

source: or by adding the line lang=xx where xx is your language code.
pt_br: ou adicionando a linha lang=xx, onde xx é o código do idioma.

source: eg lang=gr for Greek.
pt_br: Por exemplo lang=gr para grego.

source: Set timezone at the boot screen by pressing F3
pt_br: Definir o fuso horário na tela de boot apertando F3

source: Press F1 at the boot screen for Help and list of cheatcodes for live use.
pt_br: Pressione F1 na tela de boot para Ajuda e lista de códigos para uso live.

source: /home partition (hda1, sda2, etc):
pt_br: Partição /home (hda1, sda2 etc.):

source: $hdrv invalid. Retry:
pt_br: $hdrv inválido. Repetir:

source: Root partition (hda1, sda2, etc):
pt_br: Partição raiz (hda1, sda2 etc.):

source: $rdrv invalid. Retry
pt_br: $rdrv inválido. Repetir:

source: Available file systems for $1 are ext2, ext3, and ext4
pt_br: Sistemas de arquivos disponíveis para $1 são ext2, ext3 e ext4

source: Enter your choice (the default is ext3):
pt_br: Digite sua escolha (o padrão é ext3):

source: Ignore any 'barrier' lines
pt_br: Ignorar quaisquer linhas 'barrier'

source: $fs invalid. Retry:
pt_br: $fs inválido. Repetir:

source: Passwords are not identical. Retry:
pt_br: As senhas não são idênticas. Repetir:

source: Invalid; retry:
pt_br: Inválido. Repetir:

source: Press Enter to exit this script.
pt_br: Pressione Enter para encerrar este script.

source: Please run this script as root.
pt_br: Por favor, execute o script como root.

source: Do you want to repartition the disk (y/N)
pt_br: Você quer particionar o disco? (y/N)

source: Deleting the contents of the '/' partition.
pt_br: Excluindo o conteúdo da partição '/'.

source: This may take some time. Please wait....
pt_br: Isso pode levar algum tempo. Aguarde por favor...

source: Use separate '/home' partition (y/N)
pt_br: Usar partição '/home' separada? (y/N)

source: Is $hdrv a new '/home' partition (y/N)
pt_br: $hdrv é uma nova partição '/home'? (y/N)

source: $antiX will now be copied to $rdrv.
pt_br: O $antiX será copiado agora para $rdrv.

source: File copy done
pt_br: Cópia do arquivo concluída

source: Install GRUB on MBR (Y/n)
pt_br: Instalar o GRUB na MBR? (Y/n)

source: GRUB installed on ($grub)
pt_br: GRUB instalado em ($grub)

source: Computer name (default is 'antiX1')?
pt_br: Nome do computador (o padrão é 'antiX1')?

source: Is this a remastered install (y/N)
pt_br: Essa é uma instalação remasterizada? (y/N)

source: Installation of antiX finished!
pt_br: Instalação do antiX concluída!

source: Reboot computer without CD to start program. ('reboot')
pt_br: Reinicie o computador sem o CD para iniciar o programa. ('reboot')

source: User name?
pt_br: Nome de usuário?

source: Note: $hdrv must contain a folder named '$name'.
pt_br: Nota: $hdrv deve conter um diretório de nome '$name'.

source: Password for $name:
pt_br: Senha para $name:

source: Password for root:
pt_br: Senha para root:

source: Cleaning up
pt_br: Limpando
